{"summary":"-> Biotech IP specialist having 16 years of core experience in Biotech domain (Biosimilars, Gene therapy, CAR-T products, Plasma products). Currently leading INTAS Biotech IP team & taking care of all In-house and In-license Biotech products from IP front. \n-> During last few years, I am actively involve in US BPCIA \"Patent Dance\" activities for INTAS biosimilar products and able to achieve 100% success ratio in patent litigations with cost effective approach. \n-> My routine job profile includes Patent searching, Patent analysis, Patent clearances, Patent protection of novel ideas through own patent filing, Patent litigations and early launch analysis of INTAS\/ACCORD Biotech products. \n-> From Leadership skills it involves training colleagues for professional and personal development and to maintain cross functional relationship to various departments (Biotech R&D, Marketing, BD, PM, Legal & like).","lastName":"Parekh","objectUrn":"urn:li:member:112426313","geoRegion":"Ahmedabad, Gujarat, India","fullName":"Keyur Parekh","firstName":"Keyur","currentPositions":[{"companyName":"Intas Pharmaceuticals","description":"-> Currently leading Intas Biotech IP team & taking care of all In-house and In-license Biotech products.\nRoutine works include IP analysis of all Biosimilar, ADC, Gene Therapy, Cell Therapy & Plasma products.\n-> Well versed with secondary & tertiary patents in the field of Biotechnology such as Vector, Cell-line, Host cell, USP, DSP, Device, General broad technology patents etc.\n-> In-depth knowledge and faced all IP issues starting from lab to launch for biosimilar products.\n-> Expertise in providing patent clearance (FTO) for indigenously developed biosimilars at INTAS. \n-> Provided IP clearances of more than 15 biosimilar molecules which are now currently commercialized in domestic and regulated markets.\n-> Expertise in IP DD of In-license Biotech products (Biosimilars, GCT products). Also worked on Novel Biologics and provided its IP clearances.\n-> Actively involve in Biotech Patent Litigation matters; Hand-on experience of US BPCIA Patent Dance. Currently handling all INTAS\/ACCORD Biotech products patent litigation for US\/EU\/IN and other countries.\n->Ensuring smooth launch of Biotech products globally without involving any patent issues.\n-> Patent filing and its prosecution of more than 100 patents\/applications of various territories across globe. Filed patents relates to vector, USP, DSP, Formulation, Gene and Cell therapy patents.","title":"DGM","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"Gujarat","country":"India","city":"Ahmedabad","line2":"Near Sola Bridge","line1":"Sarkhej Gandhinagar Highway"},"website":"https:\/\/intaspharma.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/intas-pharmaceuticals\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:132823","tenureAtCompany":{"numMonths":9},"startedOn":{"month":9,"year":2023}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAazfUkBALmCcAXK9QlNz4C4AZu4WubxdwE,NAME_SEARCH,FPpb)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1624427855061?e=1723075200&v=beta&t=uI88_Q3VW2u_PwS0DH1-G5hLJjD110Hr9pBe02FhACo","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1624427855061?e=1723075200&v=beta&t=jmWk0CT34k-Xn-WAyoQowKQWpG7VT4lL054TDBuCujo","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1624427855061?e=1723075200&v=beta&t=NnIF-U5vHXuNYvGyqptfrypx9DlffnFBZjhmw0gi29s","height":400},{"width":462,"fileIdentifyingUrlPathSegment":"800_800\/0\/1624427855061?e=1723075200&v=beta&t=3-uu6Qr_AnnT127BVXwWcs8SyWL-j6RsPh6F85_WdeM","height":462}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQEOX6JaSjUHcA\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2015},"degree":"Bachelor of Laws - LLB","eduId":966002783,"schoolUrn":"urn:li:fs_salesSchool:8455628","school":"urn:li:fs_salesSchool:8455628","fieldsOfStudy":["Law"],"schoolName":"The Maharaja Sayajirao University of Baroda","startedOn":{"year":2012}},{"endedOn":{"year":2010},"degree":"Post graduate Diploma in Patent Law","eduId":966000777,"schoolUrn":"urn:li:fs_salesSchool:8737515","school":"urn:li:fs_salesSchool:8737515","fieldsOfStudy":["Patent Law"],"schoolName":"The National Academy of Legal Studies and Research (NALSAR) University of Law, Hyderabad","startedOn":{"year":2009}},{"endedOn":{"year":2008},"degree":"Master of Science","eduId":965699874,"schoolUrn":"urn:li:fs_salesSchool:15107101","school":"urn:li:fs_salesSchool:15107101","schoolName":"Sardar Patel University, Vallabh Vidyanagar","startedOn":{"year":2006}},{"degree":"Registerd India Patent Agent- IN\/PA 3129","schoolName":"India Patent Office","eduId":966002840}],"skills":[{"numOfEndorsement":0,"name":"Leadership"},{"numOfEndorsement":0,"name":"Patent Portfolio Analysis"},{"numOfEndorsement":0,"name":"Patent Strategy"},{"numOfEndorsement":0,"name":"Patent Searching"},{"numOfEndorsement":0,"name":"Patent Prosecution"},{"numOfEndorsement":0,"name":"Patent Litigation"}],"numOfConnections":1985,"patents":[],"headline":"DGM at Intas Pharmaceuticals, Biotech\/Biosimilar- IP Cell","courses":[],"certifications":[{"authority":"World Intellectual Property Organization – WIPO","name":"DL450-Advanced Course in Intellectual Property Management","company":"urn:li:fs_salesCompany:15926","companyUrn":"urn:li:fs_salesCompany:15926"},{"endedOn":{"month":9,"year":2015},"companyUrn":"urn:li:fs_salesCompany:9652894","authority":"Japan Patent Office","name":"IPR Training- For Practitioners Specializing in Patents @ Tokyo","company":"urn:li:fs_salesCompany:9652894","startedOn":{"month":8,"year":2015}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/keyur-parekh-63579931","organizations":[],"location":"Ahmedabad, Gujarat, India","publications":[],"positions":null,"posts":[{"createdAt":1716956640000,"insightId":"85468931-1bde-43aa-908f-3d5aaeaa47c9","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGiQJpFpJv48A\/articleshare-shrink_800\/0\/1716910309687?e=1717977600&v=beta&t=Yy-kRjbj21BA7WDa1KSDfFa13WnQ_KngQ_IA7rHG79w","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGiQJpFpJv48A\/articleshare-shrink_800\/0\/1716910309687?e=1717977600&v=beta&t=Yy-kRjbj21BA7WDa1KSDfFa13WnQ_KngQ_IA7rHG79w"}]},"description":"\/PRNewswire\/ -- Bio-Thera Solutions (688177:SH), a commercial-stage biopharmaceutical company developing a pipeline of innovative therapies and biosimilars,...","fullText":"GUANGZHOU, China and BAD VILBEL, Germany , May 28, 2024 \/PRNewswire\/ -- Bio-Thera Solutions (688177:SH), a commercial-stage biopharmaceutical company developing a pipeline of innovative therapies and biosimilars, and global specialty, generic and consumer healthcare medicines company STADA Arzneimittel AG have reached an exclusive commercialization and license agreement for BAT2506, a biosimilar candidate to Simponi ® (golimumab). Under the agreement, Bio-Thera Solutions (\"Bio-Thera\") will maintain responsibility for development, manufacturing, and supply of BAT2506. STADA Arzneimittel AG (\"STADA\") will have exclusive rights to commercialize the product in the European Union (EU), the UK, Switzerland and selected other countries. Bio-Thera will receive an upfront payment of US$10 million , as well as further development and commercial milestones of up to US$147.5 million , subject to the fulfillment of certain conditions. \"STADA is one of the premier biosimilar companies in Europe , and we are pleased to establish a partnership with STADA for BAT2506\", said Dr. Shengfeng Li , CEO of Bio-Thera. \"We look forward to working with STADA to bring BAT2506 to immunology patients in Europe .\" \"With global sales in 2023 of US$2.2 billion , including more than US$1 billion outside of the US, golimumab represents a compelling opportunity to broaden patient access to biological treatments and build scale in immunology alongside our approved adalimumab and ustekinumab biosimilars. Bio-Thera's broad expertise in biologic medicines, including with two biosimilars already approved by the US Food and Drug Administration, makes it an attractive partner for STADA,\" commented STADA's head of Global Specialty, Bryan Kim . Golimumab is a human IgG1 monoclonal antibody that targets tumor necrosis factor alpha (TNF- α), a pro-inflammatory molecule. Binding of golimumab to TNF-α results in reductions in C-reactive protein (CRP), Interleukin 6 (IL-6), Intercellular Adhesion Molecule 1 (ICAM-1), Matrix Metalloproteinase 3 (MMP-3), and Vascular Endothelial Growth Factor (VEGF), all inflammatory markers. Bio-Thera Solutions, Ltd., a leading innovative, global biopharmaceutical company in Guangzhou, China , is dedicated to researching and developing novel therapeutics for the treatment of cancer, autoimmune, cardiovascular, eye diseases, and other severe unmet medical needs, as well as biosimilars for existing, branded biologics to treat a range of cancer and autoimmune diseases. As a leader in next generation antibody discovery and engineering, the company has advanced multiple candidates into late-stage development, including three approved products: QLETLI ® in China , and TOFIDENCE ™ \/ BAT1806 and Avzivi ® \/Pobevcy ® in the US and China . In addition, the company has more than 20 promising candidates in clinical trials, focusing on immuno-oncology in the post-PD-1 era and targeted therapies such as ADCs. For more information, please visit www.bio-thera.com\/en\/ or follow us on Twitter (@bio_thera_sol ) and WeChat (Bio-Thera). About STADA Arzneimittel AG STADA Arzneimittel AG is headquartered in Bad Vilbel, Germany . The company focuses on a three-pillar strategy consisting of consumer healthcare products, generics and specialty pharma. Worldwide, STADA Arzneimittel AG sells its products in approximately 115 countries. In financial year 2023, STADA achieved group sales of EUR 3,734.8 million and reported earnings before interest, taxes, depreciation and amortization (EBITDA) of EUR 802.1 million . As of 31 December 2023 , STADA employed 11,667 people worldwide. Bio-Thera Cautionary Note Regarding Forward-Looking Statements This news release contains certain forward-looking statements relating to BAT2506, or the product pipelines in general of Bio-Thera Solutions. Readers are strongly cautioned that reliance on any forward-looking statements involves known and unknown risks and uncertainties. The forward-looking statements include, among others, those containing \"could,\" \"may,\" \"should,\" \"will,\" \"would,\" \"anticipate,\" \"believe,\" \"plan,\" \"promising,\" \"potentially,\" or similar expressions. They reflect the company's current views with respect to future events that are based on what the company believes are reasonable assumptions in view of information currently available to Bio-Thera Solutions, and are not a guarantee of future performance or developments. Actual results and events may differ materially from information contained in the forward-looking statements as a result of a number of factors, including, but not limited to, risks and uncertainties inherent in pharmaceutical research and development, such as the uncertainties of pre-clinical and clinical studies. Other risks and uncertainties include challenges in obtaining regulatory approvals, manufacturing, marketing, competition, intellectual property, product efficacy or safety, changes in global healthcare situation, changes in the company's financial conditions, and changes to applicable laws and regulations, etc. Forward-looking statements contained herein are made only as of the date of their initial publication. Unless required by laws or regulations, Bio-Thera Solutions undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events, changes in the company's views or otherwise. Bio-Thera Contact for additional information: Bert E. Thomas IV Phone: +1.410.627.1734 Email: [email protected] STADA information for journalists: STADA Arzneimittel AG - Media Relations Stadastrasse 2-18 61118 Bad Vilbel - Germany Phone: +49 (0) 6101 603-165 E-Mail: [email protected] Or visit us on the Internet at www.stada.com\/press Follow @STADAGroup on LinkedIn STADA information for capital market participants: STADA Arzneimittel AG - Investor & Creditor Relations Stadastrasse 2-18 61118 Bad Vilbel – Germany Phone: +49 (0) 6101 603-4689 Fax: +49 (0) 6101 603-215 E-mail: [email protected] Or visit us on the Internet at www.stada.com\/investor-relations SOURCE Bio-Thera Solutions, Ltd","resolvedUrl":"https:\/\/www.prnewswire.com\/news-releases\/bio-thera-and-stada-reach-exclusive-agreement-for-bat2506-a-proposed-golimumab-biosimilar-in-the-eu-and-uk-302156882.html","title":"Bio-Thera and STADA Reach Exclusive Agreement for BAT2506, a Proposed Golimumab Biosimilar, in the EU and UK","sourceDomain":"prnewswire.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":18}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7201438333644787712","threadUrn":"urn:li:activity:7201438333644787712","reactionsCount":18,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7201438333128830976","message":{"attributes":[],"text":"Bio-Thera and STADA Reach Exclusive Agreement for Golimumab Biosimilar- For EU and UK"},"entityUrn":"urn:li:share:7201438333128830976"}}},{"createdAt":1715272440000,"insightId":"b4118499-c387-4d86-8a47-6b4677c81f8d","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGACqKTpmJUrg\/articleshare-shrink_800\/0\/1715227709314?e=1717977600&v=beta&t=wCPy7bX503pbuTjDCcG6usmxKPoiY4LOyQaYRDptxgA","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGACqKTpmJUrg\/articleshare-shrink_800\/0\/1715227709314?e=1717977600&v=beta&t=wCPy7bX503pbuTjDCcG6usmxKPoiY4LOyQaYRDptxgA"}]},"publishedAt":1715227200000,"description":"Opal Sandy can hear almost perfectly after groundbreaking surgery that took just 16 minutes","fullText":"A British toddler has had her hearing restored after becoming the first person in the world to take part in a pioneering gene therapy trial, in a development that doctors say marks a new era in treating deafness. Opal Sandy was born unable to hear anything due to auditory neuropathy, a condition that disrupts nerve impulses travelling from the inner ear to the brain and can be caused by a faulty gene. But after receiving an infusion containing a working copy of the gene during groundbreaking surgery that took just 16 minutes, the 18-month-old can hear almost perfectly and enjoys playing with toy drums. Her parents were left “gobsmacked” when they realised she could hear for the first time after the treatment. “I couldn’t really believe it,” Opal’s mother, Jo Sandy, said. “It was … bonkers.” The girl, from Oxfordshire, was treated at Addenbrooke’s hospital, part of Cambridge university hospitals NHS foundation trust, which is running the Chord trial . More deaf children from the UK, Spain and the US are being recruited to the trial and will all be followed up for five years. Prof Manohar Bance, an ear surgeon at the trust and chief investigator for the trial, said the initial results were “better than I hoped or expected” and could cure patients with this type of deafness. “We have results from [Opal] which are very spectacular – so close to normal hearing restoration. So we do hope it could be a potential cure.” He added: “There’s been so much work, decades of work … to finally see something that actually worked in humans …. It was quite spectacular and a bit awe-inspiring really. It felt very special.” Auditory neuropathy can be caused by a fault in the OTOF gene, which makes a protein called otoferlin. This enables cells in the ear to communicate with the hearing nerve. To overcome the fault, the new therapy from biotech firm Regeneron sends a working copy of the gene to the ear. A second child has also recently received the gene therapy treatment at Cambridge university hospitals, with positive results. The overall Chord trial consists of three parts, with three deaf children including Opal receiving a low dose of gene therapy in one ear only. A different set of three children will get a high dose on one side. Then, if that is shown to be safe, more children will receive a dose in both ears at the same time. In total, 18 children worldwide will be recruited to the trial. Opal is the first patient globally to receive the therapy and is “the youngest globally that’s been done to date as far as we know”, Bance said. The gene therapy – DB-OTO – is specifically for children with OTOF mutations. A harmless virus is used to carry the working gene into the patient. The trial is “just the beginning of gene therapies”, Bance said. “It marks a new era in the treatment for deafness.” Martin McLean, a senior policy adviser at the National Deaf Children’s Society, said deafness should never be a barrier to happiness or fulfilment. “Many families will welcome these developments, and we look forward to learning about the long-term outcomes for the children treated.” With Opal’s hearing restored, her parents now have a fresh problem to contend with: their daughter’s new favourite hobby is slamming cutlery on the table to make as much noise as possible.","resolvedUrl":"https:\/\/www.theguardian.com\/science\/article\/2024\/may\/09\/uk-toddler-has-hearing-restored-in-world-first-gene-therapy-trial","title":"UK toddler has hearing restored in world first gene therapy trial","sourceDomain":"theguardian.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":35},{"type":"PRAISE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194374208133464065","threadUrn":"urn:li:activity:7194374208133464065","reactionsCount":36,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194374207659458561","message":{"attributes":[],"text":"Breakthrough Gene therapy drug cures born deaf in one year old child.\n\nOpal is the first patient globally to receive the therapy and is “the youngest globally that’s been done to date as far as we know”.\n\nGiven as an infusion into the ear, the therapy replaces faulty DNA causing her type of inherited deafness.\n\nThe gene therapy – DB-OTO – is specifically for children with OTOF mutations. A harmless virus is used to carry the working gene into the patient."},"entityUrn":"urn:li:share:7194374207659458561"}}},{"createdAt":1714454940000,"insightId":"1c0493a1-1e41-4e0f-8c62-dfb1efdb1602","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQE91Z1EEhxhlg\/articleshare-shrink_800\/0\/1714442619497?e=1717977600&v=beta&t=NZhtpsen70-lFHeA1RdTUuX5esoQUI4qX8rDC3K1L9A","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQE91Z1EEhxhlg\/articleshare-shrink_800\/0\/1714442619497?e=1717977600&v=beta&t=NZhtpsen70-lFHeA1RdTUuX5esoQUI4qX8rDC3K1L9A"}]},"description":"Amgen Update on Patent Litigation Related to Sandoz Denosumab Biosimilar Products We are pleased to have reached resolution of our patent infringement litigation related to...","resolvedUrl":"https:\/\/www.marketscreener.com\/quote\/stock\/AMGEN-INC-4847\/news\/Amgen-Update-on-Patent-Litigation-Related-to-Sandoz-Denosumab-Biosimilar-Products-46571634\/?utm_source=linkedin&utm_medium=social&utm_campaign=share","title":"Amgen : Update on Patent Litigation Related to Sandoz Denosumab Biosimilar Products"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":29},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7190945339800010752","threadUrn":"urn:li:activity:7190945339800010752","reactionsCount":30,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7190945339057618946","message":{"attributes":[],"text":"Patent Litigation Related to Sandoz Denosumab Biosimilar Products- Settlement Agreement for ongoing patent disputes."},"entityUrn":"urn:li:share:7190945339057618946"}}},{"createdAt":1712141880000,"insightId":"c84f157b-e4f4-4f78-afd0-abce27261424","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGNEYOGptEylg\/articleshare-shrink_800\/0\/1712138601655?e=1717977600&v=beta&t=nVfLYpIttNCC8fUBCFUb48nIdc0tEsRo248Mf9YBIgE","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGNEYOGptEylg\/articleshare-shrink_800\/0\/1712138601655?e=1717977600&v=beta&t=nVfLYpIttNCC8fUBCFUb48nIdc0tEsRo248Mf9YBIgE"}]},"description":"SHANGHAI, April 3 (Reuters) - A Chinese drugmaker has developed a biosimilar version of Novo Nordisk's (NOVOb.CO) , opens new tab popular diabetes drug Ozempic and applied for its approval. Hangzhou Jiuyuan Gene Engineering said in a post , opens new tab on Wednesday on its official social media account that the application for drug it calls Jiyoutai was for usage to control blood sugar in patients with type 2 diabetes. An approval of Jiyoutai would make the injectible China's first locally developed biosimilar semaglutide drug. A biosimilar drug has a structure that closely mimics an existing drug but is not exactly alike. Semaglutide, developed by Novo Nordisk, is the active ingredient in Ozempic as well as the Danish firm's powerful weight-loss drug Wegovy. The application for approval by Jiuyuan Gene Engineering comes amid surging demand for semaglutide that far outpaces supply globally. Jiuyuan Gene, which is majority owned by China's Huadong Medicine (000963.SZ) , opens new tab , completed a late-stage clinical trial in China last year comparing its semaglutide injection with Ozempic in a group of 476 patients, according to a clinical trials registry , opens new tab . The company did not immediately respond to a Reuters' request for comment on Jiyoutai's safety or efficacy data. A spokesperson for Novo Nordisk, whose patent in China for Ozempic is not set to expire until 2026 but is contested in court, did not immediately respond to a request for comment. Jiuyuan Gene Engineering collaborated with its top shareholder Huadong Medicine to develop another diabetes drug which is approved in China. Keep up with the latest medical breakthroughs and healthcare trends with the Reuters Health Rounds newsletter. Sign up here.","resolvedUrl":"https:\/\/www.reuters.com\/business\/healthcare-pharmaceuticals\/chinas-first-biosimilar-ozempic-drug-applies-approval-2024-04-03\/","title":"China's first biosimilar Ozempic drug applies for approval"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":97},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7181243701459841024","threadUrn":"urn:li:activity:7181243701459841024","reactionsCount":98,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181243698796531712","message":{"attributes":[],"text":"Semaglutide first dossier filed in China for approval. However patent litigation is ongoing and company will not launch till patent matter is resolved.\n\nChinese drugmaker has developed a biosimilar version of Novo Nordisk's, opens new tab popular diabetes drug Ozempic and applied for its approval.\n\nAn approval of Jiyoutai would make the injectible China's first locally developed biosimilar semaglutide drug.The application for approval by Jiuyuan Gene Engineering comes amid surging demand for semaglutide that far outpaces supply globally.\n\nUnless the competent court finally decides this patent is invalid, we will not be able to commercialize JY29-2 (Jiyoutai) before the expiration of 2026 patent,\" Jiuyuan Gene said in a draft filing to the Hong Kong stock exchange, opens new tab in January."},"entityUrn":"urn:li:share:7181243698796531712"}}},{"createdAt":1710502020000,"insightId":"fbd490a7-7769-462e-8b52-d2091a0824e8","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174365575568105472","threadUrn":"urn:li:activity:7174365575568105472","reactionsCount":4,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174365575165394945","message":{"attributes":[],"text":"Amazing whooping number of patent orders from India Paent Office. But on other side worry for quality decision orders whether all passed order were analyzed in-depth technically ??? "},"rootActivity":{"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174079644751585280","message":{"attributes":[],"text":"IPO patent geeks\/ watchers, today is probably the first time that Indian Patent Office has issued decisions in 1500 patent cases in a single day.\n\nLooks like we will cross the 1 lac patent grants for FY23-24 convincingly.\n\nHat-tip to an old friend and fellow IPO watcher who has been looking at the numbers since evening."},"entityUrn":"urn:li:share:7174079644751585280"},"entityUrn":"urn:li:share:7174365575165394945"}}}]}