{"lastName":"Bellenger","objectUrn":"urn:li:member:11708501","geoRegion":"Cheshire, Connecticut, United States","fullName":"Justin Bellenger","firstName":"Justin","currentPositions":[{"companyName":"Pfizer","title":"Lab Head - Senior Principal Scientist - ASAP","tenureAtCompany":{"numYears":10,"numMonths":7},"companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"New York","country":"United States","city":"New York","postalCode":"10017","line1":"New York"},"website":"http:\/\/www.pfizer.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/pfizer\/","industry":"Pharmaceutical Manufacturing"},"startedOn":{"month":12,"year":2023},"companyUrn":"urn:li:fs_salesCompany:1185"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAACyqFUB9Mfpw8LI92QPtSplhtQVcI9oP_o,NAME_SEARCH,x3zo)","projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2007},"degree":"Bachelor of Science (B.S.)","eduId":8008618,"schoolUrn":"urn:li:fs_salesSchool:8987","school":"urn:li:fs_salesSchool:8987","fieldsOfStudy":["Biotechnology"],"schoolName":"Swinburne University of Technology","startedOn":{"year":2003}},{"endedOn":{"year":1999},"schoolName":"Riverside High","startedOn":{"year":1996},"eduId":8008624}],"skills":[{"numOfEndorsement":0,"name":"Monoclonal Antibodies"},{"numOfEndorsement":0,"name":"Capillary Electrophoresis"},{"numOfEndorsement":0,"name":"Good Manufacturing Practice (GMP)"},{"numOfEndorsement":0,"name":"Spectroscopy"},{"numOfEndorsement":0,"name":"Analytical Methods Development"},{"numOfEndorsement":0,"name":"Standard Operating Procedure (SOP)"},{"numOfEndorsement":0,"name":"Good Laboratory Practice (GLP)"},{"numOfEndorsement":0,"name":"Analytical Chemistry"},{"numOfEndorsement":2,"name":"Research"},{"numOfEndorsement":4,"name":"Preparative Chromatography"},{"numOfEndorsement":4,"name":"Supercritical Fluids"},{"numOfEndorsement":2,"name":"SFC"},{"numOfEndorsement":2,"name":"Chiral Chromatography"},{"numOfEndorsement":2,"name":"HPLC-MS"},{"numOfEndorsement":0,"name":"UPLC"},{"numOfEndorsement":5,"name":"Chromatography"},{"numOfEndorsement":2,"name":"Mass Spectrometry"},{"numOfEndorsement":0,"name":"Flash Chromatography"},{"numOfEndorsement":6,"name":"LC-MS"},{"numOfEndorsement":1,"name":"NMR spectroscopy"},{"numOfEndorsement":0,"name":"TLC"},{"numOfEndorsement":0,"name":"TOC"},{"numOfEndorsement":0,"name":"Clean Rooms"},{"numOfEndorsement":0,"name":"SOP development"},{"numOfEndorsement":3,"name":"Organic Chemistry"},{"numOfEndorsement":0,"name":"Microsoft Word"},{"numOfEndorsement":0,"name":"Microsoft Excel"},{"numOfEndorsement":0,"name":"Microsoft Office"},{"numOfEndorsement":0,"name":"Gel Electrophoresis"},{"numOfEndorsement":0,"name":"Biochemistry"},{"numOfEndorsement":0,"name":"PowerPoint"},{"numOfEndorsement":4,"name":"Quality Control"},{"numOfEndorsement":2,"name":"SDS-PAGE"},{"numOfEndorsement":0,"name":"Size Exclusion"},{"numOfEndorsement":0,"name":"Column Chromatography"},{"numOfEndorsement":0,"name":"Antibodies"},{"numOfEndorsement":6,"name":"HPLC"},{"numOfEndorsement":4,"name":"NMR"},{"numOfEndorsement":1,"name":"Protein Chemistry"},{"numOfEndorsement":0,"name":"Purification"},{"numOfEndorsement":0,"name":"Drug Discovery"},{"numOfEndorsement":0,"name":"Medicinal Chemistry"},{"numOfEndorsement":0,"name":"Method Development"},{"numOfEndorsement":0,"name":"Laboratory Information Management System (LIMS)"},{"numOfEndorsement":0,"name":"Pharmaceutical Industry"},{"numOfEndorsement":0,"name":"Life Sciences"},{"numOfEndorsement":2,"name":"High-Performance Liquid Chromatography (HPLC)"},{"numOfEndorsement":1,"name":"Liquid Chromatography-Mass Spectrometry (LC-MS)"},{"numOfEndorsement":0,"name":"Bioanalysis"},{"numOfEndorsement":0,"name":"Ion Exchange"}],"pronoun":"He\/Him","numOfConnections":549,"patents":[],"headline":"Lab Head ASAP - Senior Principal Scientist at Pfizer","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/justin-bellenger-905b073","organizations":[],"location":"Cheshire, Connecticut, United States","publications":[],"positions":null,"posts":[{"createdAt":1715368560000,"insightId":"eb0ceb6f-055d-49e8-bdc3-576b9ae0caf7","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":36},{"type":"PRAISE","count":2},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194777233356374016","threadUrn":"urn:li:activity:7194777233356374016","reactionsCount":39,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194777232966328320","message":{"attributes":[],"text":"The posting for NMR and MS lab head just went live!  Looking for a career changing opportunity in analytical chemistry? Come and join us!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEf9dBo2jNNyw\/articleshare-shrink_800\/0\/1715365974984?e=1717977600&v=beta&t=89-4yHYtot7a9YJ0SZMQxoytj_nhZRKdCR3jqX-YjKg","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEf9dBo2jNNyw\/articleshare-shrink_800\/0\/1715365974984?e=1717977600&v=beta&t=89-4yHYtot7a9YJ0SZMQxoytj_nhZRKdCR3jqX-YjKg"}]},"description":"Why Patients Need You Pfizer’s purpose is to deliver breakthroughs that change patients’ lives. Research and Development is at the heart of fulfilling Pfizer’s purpose as we work to translate advanced science and technologies into the therapies and...","fullText":"Why Patients Need You Pfizer’s purpose is to deliver breakthroughs that change patients’ lives. Research and Development is at the heart of fulfilling Pfizer’s purpose as we work to translate advanced science and technologies into the therapies and vaccines that matter most. Whether you are in the discovery sciences, ensuring drug safety and efficacy or supporting clinical trials, you will apply cutting edge design and process development capabilities to accelerate and bring the best-in-class medicines to patients around the world. What You Will Achieve Designing new medicines at Pfizer requires teams that utilize a diverse set of skills, behaviors, and approaches. Creativity, scientific excellence, tenacity, passion, hard work, organization, teamwork, courage, open-mindedness, and curiosity – are just some of the traits successful Drug Discovery Scientists display at Pfizer. We are looking for ambitious Analytical Chemists, eager to see their work led to important new medicines and scientific breakthroughs, to join our Analytical Technologies and Compound Management (ATCM) team. As an NMR-MS Senior Principal Scientist and Lab Head you will lead the ATCM NMR-MS group which leverages small molecule NMR and Mass Spectrometry to drive the design and synthesis of Pfizer’s medicinal chemistry portfolio. You will work closely with medicinal chemistry to elucidate compound structures and stereochemical determinations as well as solution conformation analyses to drive stage-gate transitions for the Pfizer Discovery Portfolio. You will set the strategy for the ATCM NMR-MS group and represent ATCM in establishing an overall plan for maintaining fleet of NMR and Open Access NMR\/Mass Spec\/Spectroscopy instruments. You will develop new methods for using NMR and Mass Spec to drive drug discovery and you will represent the NMR-MS group in internal\/external presentations and publications. How You Will Achieve It Set the strategy for ATCM Small Molecule NMR-MS to support the Pfizer East Coast Medicinal Chemistry and Design portfolio. Lead, mentor, and develop a group of NMR spectroscopists and Mass Spectrometrists. Contribute to the strategy of ATCM as part of the ATCM Leadership Team. Improve and maintain the fleet of small molecule NMR and MS instrumentation. Characterize and elucidate the structure of small molecules, nucleic acids, macrocycles, and peptides using advanced 1D and 2D NMR techniques. Perform conformational analyses to establish molecular solution conformations to drive lead compound optimizations. Contribute to the development of new technology in ATCM such as microscale high-throughput NMR, high-throughput and flow reaction monitoring by NMR, automated structure verification, High Resolution and Acoustic Ejection Mass Spectrometry. Identify and apply other analytical techniques beyond NMR to solve chemical or molecular-structural challenges. Support and contribute to the evolution of the ATCM Group’s culture of teamwork and scientific excellence. Qualifications Must-Have 15+ years of industry experience with a bachelor’s degree, 11+ years of experience with a Master’s degree or 8+ years of experience with a Ph.D. in Chemistry, Biochemistry, Biophysics or a related field. Recognized for using a high level of scientific judgment, independent and creative with a strong track record of applying novel experimental approaches for problem solving to support projects. Recognized as an expert in identifying and developing scientific strategies to support mid- and long-term goals for the department. Recognized as a mentor with a strong track record of coaching others. Track record of teamwork\/collaboration within multi-disciplinary matrix teams leading to delivery of project objectives. Proven track record of success in small molecule organic structure elucidation and small molecule solution conformation determination. Expert knowledge of NMR and MS instrumentation (both hardware and software) and the ability to maintain instrumentation and automation (Bruker, JEOL, Waters, Sciex). Expertise in NMR software packages: ACD, MestreLab and MSpin. Strong communication skills and a demonstrated ability to create and strongly contribute to independent research projects. Candidate demonstrates a breadth of diverse leadership experiences and capabilities including: the ability to influence and collaborate with peers, develop, and coach others, oversee and guide the work of other colleagues to achieve meaningful outcomes and create business impact. Nice-to-Have Experience with other analytical methods and a good knowledge of organic chemistry. Experience with computational chemistry, computer programming or information technology. Experience with Gaussian and DFT calculations. PHYSICAL\/MENTAL REQUIREMENTS Position will require working in the lab, operating automated equipment, lifting, sitting, standing, walking, bending and the ability to perform mathematical calculations and solve complex technical problems. PHYSICAL\/MENTAL REQUIREMENTS Position will require working in the lab, operating automated equipment, lifting, sitting, standing, walking, bending and the ability to perform mathematical calculations and solve complex technical problems. NON-STANDARD WORK SCHEDULE, TRAVEL OR ENVIRONMENT REQUIREMENTS NA Other Job Details: Last Date to Apply for Job: 24 MAY 2024 Eligible for Employee Referral Bonus Eligible for Relocation Assistance Work Location Assignment: On Premise On Premise colleagues work in a Pfizer site because it’s needed to get their job done. They may have flexibility to work remotely from time to time, but they are primarily on-site The annual base salary for this position ranges from $117,300.00 to $195,500.00. In addition, this position is eligible for participation in Pfizer’s Global Performance Plan with a bonus target of 17.5% of the base salary and eligibility to participate in our share based long term incentive program. We offer comprehensive and generous benefits and programs to help our colleagues lead healthy lives and to support each of life’s moments. Benefits offered include a 401(k) plan with Pfizer Matching Contributions and an additional Pfizer Retirement Savings Contribution, paid vacation, holiday and personal days, paid caregiver\/parental and medical leave, and health benefits to include medical, prescription drug, dental and vision coverage. Learn more at Pfizer Candidate Site – U.S. Benefits | (uscandidates.mypfizerbenefits.com). Pfizer compensation structures and benefit packages are aligned based on the location of hire. The United States salary range provided does not apply to Tampa, FL or any location outside of the United States. Relocation assistance may be available based on business needs and\/or eligibility. Sunshine Act Pfizer reports payments and other transfers of value to health care providers as required by federal and state transparency laws and implementing regulations. These laws and regulations require Pfizer to provide government agencies with information such as a health care provider’s name, address and the type of payments or other value received, generally for public disclosure. Subject to further legal review and statutory or regulatory clarification, which Pfizer intends to pursue, reimbursement of recruiting expenses for licensed physicians may constitute a reportable transfer of value under the federal transparency law commonly known as the Sunshine Act. Therefore, if you are a licensed physician who incurs recruiting expenses as a result of interviewing with Pfizer that we pay or reimburse, your name, address and the amount of payments made currently will be reported to the government. If you have questions regarding this matter, please do not hesitate to contact your Talent Acquisition representative. EEO & Employment Eligibility Pfizer is committed to equal opportunity in the terms and conditions of employment for all employees and job applicants without regard to race, color, religion, sex, sexual orientation, age, gender identity or gender expression, national origin, disability or veteran status. Pfizer also complies with all applicable national, state and local laws governing nondiscrimination in employment as well as work authorization and employment eligibility verification requirements of the Immigration and Nationality Act and IRCA. Pfizer is an E-Verify employer. This position requires permanent work authorization in the United States. Research and Development Pfizer careers are like no other. In our culture of individual ownership, we believe in our ability to improve future healthcare, and potential to transform millions of lives. We’re looking for new talent to join our global community, to unearth new innovative therapies that make the world a healthier place.","resolvedUrl":"https:\/\/pfizer.wd1.myworkdayjobs.com\/PfizerCareers\/job\/United-States---Connecticut---Groton\/Senior-Principal-Scientist--Lab-head---NMR-and-Mass-Spec_4911334-1","title":"Senior Principal Scientist, Lab head - NMR and Mass Spec","sourceDomain":"pfizer.wd1.myworkdayjobs.com"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194768091027824640","message":{"attributes":[{"start":9,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pfizer"}}},{"start":17,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:newjob"}}},{"start":25,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:joy"}}},{"start":30,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:newchallenge"}}},{"start":44,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:jointheteam"}}}],"text":"Join Us! #pfizer #newjob #joy #newchallenge #jointheteam"},"entityUrn":"urn:li:share:7194768091027824640"},"entityUrn":"urn:li:share:7194777232966328320"}}},{"createdAt":1714688460000,"insightId":"51f08e66-9d33-4dc6-8606-8f5d4861f248","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":7},{"type":"EMPATHY","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7191924763328434176","threadUrn":"urn:li:activity:7191924763328434176","reactionsCount":9,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7191924762879623168","message":{"attributes":[],"text":"A truly wonderful read for chemists out there.  All chemists are patient-focused and driven. That’s why we do what we do!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEs9Ul3aRShDQ\/articleshare-shrink_800\/0\/1713558778421?e=1717977600&v=beta&t=stlw0Nl9ii6vn6n6N_Y2tz55A_7HySFA-OEgyXl16cc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEs9Ul3aRShDQ\/articleshare-shrink_800\/0\/1713558778421?e=1717977600&v=beta&t=stlw0Nl9ii6vn6n6N_Y2tz55A_7HySFA-OEgyXl16cc"}]},"description":"The fact that drug molecules are designed, created and invented by chemists remains largely unknown by the general public – an omission which is merely one aspect of a widespread general underappreci...","fullText":"I had graduated from medical school in May 1981 and was working as a junior physician. It was late evening when my pager notified me that I was wanted urgently on the general medicine ward. Arriving at the ward, I learned that John (not his real name), an 82-year old man with early-mid Alzheimer's disease, was “sundowning”; he had become increasingly confused and paranoid, and had grabbed a nurse, dragging her under his bed. He was shielding her with his arm wrapped around her, saying that he was protecting her from enemy soldiers. They were lying motionless beneath the bed – “hiding”. There are some things medical school does not teach you. While I was considering my options, Anna, John's wife of more than 60 years, arrived. She lived nearby, and when notified that John was behaving unusually, had returned to the hospital. Upon being appraised of the situation, she sighed, tearfully saying “He's re-living his nightmare, that dreadful day in 1918 during the First World War.” I asked Anna for information about this nightmare. Anna told me that over their six decades of marriage John had recounted this story only three times, and had struggled emotionally each time. As I pressed her for details, she began to relate the events of a day 63 years earlier. Clearing her throat, Anna started: “It was late September 1918, and John was stationed in northern France. Several weeks earlier he had again been injured – knocked unconscious – during an artillery barrage and had been recuperating behind the lines. Since he was suffering from severe headaches and wasn't ready for active service, they decided to use him as a stretcher bearer during the current offensive. Their forces had pushed the opposing line into a retreat, and he was shuttling injured soldiers back to a field hospital. Several nurses were also present for triaging and first aid. John was on his fourth trip and was standing in a trench talking to a nurse, when unexpectedly a counterattack occurred as enemy troops tried to retake a strategic foothold. John and the nurse looked down the trench and could see soldiers descending the parapet wall. In an attempt to escape, John and the nurse ran in the opposite direction, along the trench duckboards, looking for cover or a means of escape. The nurse noticed a small storage trench extending away from the main trench line. She grabbed John's arm, guiding him into this hiding spot, and the two of them clambered to the back of the storage trench. With bloated rats scurrying in every direction, they lay down in the mud of the trench, she with her back against the rear wall and John in front. To hide, they pulled some stretchers over themselves. She wrapped her arm around John's waist. John and the nurse remained hidden with the lice and mice for about 10–20 minutes. Believing that all was safe, they emerged and re-entered the trench, where they were surprised to encounter a lone enemy soldier, who appeared to be a teenage boy, ravenously eating from a tin of beef and searching for more food. In the ensuing struggle, John prevailed. Pausing and returning to 1981, Anna tearfully continued her story: “John came home to me in 1919, a changed man, but I married him, my childhood sweetheart. Thankfully, unlike many of his comrades, he did not resort to alcohol or violence. John and I suffered, endured, and flourished together. At first his nightmares of that day were frequent, but by the 1930s he was managing rather well. In the 1940s, John came across a poem by Siegfried Sassoon. 1 John often quoted the last four lines of this poem: You smug-faced crowds with kindling eye Who cheer when soldier lads march by, The hell where youth and laughter go. John liked this poem. He said it was therapeutic for him. From the 1950s onwards, we have had a good life together. But that has changed recently. His Alzheimer's disease is weakening him, and as his mind and thought clarity declines, he is increasingly confused and has lost the ability to suppress his personal horrors. Trench life was harsh – cruelty flourished, compassion suffocated, feelings were futile – John wants to forget it, but now he can't. He is regressing to my lonely, frightened boy in the trenches.” I stood there, sombre, deeply moved. However, I at least appreciated the problem and formulated a practical approach to this situation. I walked into John's room, speaking slowly and firmly. “All is clear. The enemy is gone.” I said in as authoritative voice as I could muster. “It's safe?” came John's whispered query. “Yes, it's over, you're both safe.” I replied. John released his arm from the nurse who soon scrambled from under the far side of the bed. I peered under the bed directly into John's eyes – his look of anguish and terror and horror was truly heart-wrenching. “For Mercy's sake, help me. I can't remember anything but misery, I'm scared. Is there a pill to help me? Please find a cure, find something, help me … please help me” implored John in a wretched and pathetic plea. I was young, I promised him I would. I knelt beside the bed, staring intensely into his eyes and holding his hand. That exact moment in time – “The Moment” – has lived with me ever since. I cannot forget his abject look of terror and his pitiful, plaintive plea. At that precise moment, I knew I had to do something for the treatment of dementia. I knew I had to become a chemist. Though the remainder of the night was quiet, I did not sleep. That night, I wrote my first “therapeutic poem”. Since I had no useful medications, the least I could do in the short term was “invent” a poem (rather than a drug molecule) – words meant to be helpful and supportive for a person in need. My poem for John was as follows: There are no wars to end all wars, And every war is like the last; Scorched souls and human shells remain; For those who fought, for all the souls Their sacrifice and courage great, We must abhor war's carnage strife, We must embrace each human life. The following afternoon I returned to visit John and give him his poem. Although he didn't recognize me, he seemed aware that he had experienced one of his nightmares and wanted to talk. “My life was saved by a nurse. You know, I don't even remember her name. And I confronted a young soldier, a teenager like me, but he looked even younger, maybe 16. I can still see his face. I can still remember looking into his eyes. The events of that day have haunted me and our marriage ever since. And the nightmares… thought I had beaten them down, but they're coming back. This dementia, the confusion and the memory loss for things I want to remember, it's crushing me, it's awful… awful, awful.” I handed John the poem. He read it. He smiled, and then he cried. Thanking me, John grasped my hand. “It seems we cannot cure humanity of war, but maybe you have a chance at dementia. Please … may my misery, our misery [looking at Anna] not have been in vain. Please help.”","resolvedUrl":"https:\/\/chemistry-europe.onlinelibrary.wiley.com\/doi\/full\/10.1002\/cmdc.202400074","title":"Chemists Invent Drugs and Drugs Save Lives","sourceDomain":"chemistry-europe.onlinelibrary.wiley.com"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7185701948128473090","message":{"attributes":[],"text":"If you read one thing today, make it this devastatingly moving editorial from Donald Weaver. I’ve heard many stories of how folks became true believers in the drug discovery cause & the power of medicinal chemistry, but this one tops them all. Big feels."},"entityUrn":"urn:li:share:7185701948128473090"},"entityUrn":"urn:li:share:7191924762879623168"}}},{"createdAt":1710462300000,"insightId":"88b7a661-d391-462e-8bea-69933de4fe2f","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":34},{"type":"EMPATHY","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174198872695549952","threadUrn":"urn:li:activity:7174198872695549952","reactionsCount":37,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174198872204824576","message":{"attributes":[],"text":"Fantastic opportunity for recent graduates to join a fun and impactful group at Pfizer in Groton, CT"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHV1IDA1XzzVA\/articleshare-shrink_800\/0\/1711671658180?e=1717977600&v=beta&t=1SwQRYPTSdSb18IIg6FvLrhSK8LsDXOnmzHQie_F68w","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHV1IDA1XzzVA\/articleshare-shrink_800\/0\/1711671658180?e=1717977600&v=beta&t=1SwQRYPTSdSb18IIg6FvLrhSK8LsDXOnmzHQie_F68w"}]},"description":"Why Patients Need You Pfizer’s purpose is to deliver breakthroughs that change patients’ lives. Research and Development is at the heart of fulfilling Pfizer’s purpose as we work to translate advanced science and technologies into the therapies and...","resolvedUrl":"https:\/\/pfizer.wd1.myworkdayjobs.com\/en-US\/PfizerCareers\/job\/United-States---Connecticut---Groton\/Associate-Scientist---Applied-Synthesis-Technologies-Group--non-PhD-_4907809?shared_id=9034ef7a-3161-47e8-9c21-0f39503cb4e9","title":"Associate Scientist – Applied Synthesis Technologies Group (non PhD)"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174196034791710720","message":{"attributes":[{"start":74,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pfizerproud"}}},{"start":87,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pfizercolleague"}}}],"text":"Exciting opportunities for graduates in chemistry in our Groton, CT labs!\n#pfizerproud #pfizercolleague"},"entityUrn":"urn:li:share:7174196034791710720"},"entityUrn":"urn:li:share:7174198872204824576"}}},{"createdAt":1715383140000,"insightId":"e03f026e-1b96-4ebd-b08a-75e48d3971c9","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194770436339941377,7194838414813208577)","threadUrn":"urn:li:activity:7194770436339941377","reactionsCount":3,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":52,"length":11,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:10682748"}}}],"text":"You have been such a wonderful mentor and colleague Kathleen F.. Congratulations on such a wonderful career!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194770436339941377"}}},{"createdAt":1715163060000,"insightId":"41a2e933-7659-4210-a60d-90ede04ada36","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7193332267987976193,7193915329385799680)","threadUrn":"urn:li:activity:7193332267987976193","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":12,"length":10,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:321828372"}}}],"text":"Nicely done Chet Tyrol"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7193332267987976193"}}}]}