{"summary":"I am a dedicated researcher and developer with a rich history of contributions to medical imaging, spanning over 18 years at CHOP. My innovations, from calculating kidney function via MRI to developing the widely used parametric MRI software, have significantly impacted clinical diagnostics and research. With a strong focus on collaboration and user-centric design, my tools are utilized by hundreds worldwide, streamlining complex imaging processes. My work, recognized by numerous awards and publications, reflects my unwavering commitment to enhancing healthcare through technology.","lastName":"Khrichenko","objectUrn":"urn:li:member:1171846884","geoRegion":"Huntingdon Valley, Pennsylvania, United States","fullName":"Dmitry Khrichenko","firstName":"Dmitry","currentPositions":[{"companyName":"Children's Hospital of Philadelphia","description":"Created method of calculating kidney function from MRI data\n•\tUsed clinically at CHOP 2006-present\n•\tResulted in numerous publications and citations\n•\tAwarded first prize for educational exhibit at the American Society of Pediatric Radiology, 2009\n\nCreated method to semi-automatically calculate amniotic fluid volume in pregnant women\n•\tResulted in publication with citations\n\nCreated and validated tool to calculate liver iron content using known methods\n•\tUsed clinically at CHOP 2019-present\n•\tResulted in numerous publications with citations\n\nCreated bi-directional flow model used in pharmacokinetic studies\n•\tResulted in numerous publications with citations\n\nClose collaboration with clinical researchers in the field of radiology, oncology, rheumatology, and fetal medicine.\n\nCo-Author of chapter on “Permeability imaging in adult neoplasia”\n\nCo-author of multidisciplinary research on application of ADC in pediatric brain tumors\n•\tAwarded Certificate of Merit on American by the Society of Neuroradiology, 2021\n•\tAwarded   Walter E. Berdon Award: Best Clinical Science Paper by the Society for Pediatric Radiology, 2022\n•\tResulted in publications with citations","title":"Researcher","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"PA","country":"United States","city":"Philadelphia","postalCode":"19104","line1":"34th St. and Civic Center Blvd."},"website":"http:\/\/www.chop.edu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/the-childrens-hospital-of-philadelphia\/","industry":"Hospitals and Health Care"},"companyUrn":"urn:li:fs_salesCompany:166358","tenureAtCompany":{"numYears":18,"numMonths":6},"startedOn":{"month":12,"year":2005}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1715883398149?e=1723075200&v=beta&t=gvtfMY2xdzZVEnbo9Loz7rsEapWLy3pprPCj5WSS-eM","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1715883398149?e=1723075200&v=beta&t=Xl9IBvSLjPzckg1Gag7yphSCdD-VDd-kWWTwduqE_SI","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1715883398149?e=1723075200&v=beta&t=dR0SBpwgIzb-maZK91ZOf0Jn1lGAmlrsbwjSz0WAOOM","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1715883398149?e=1723075200&v=beta&t=0SEQiROiqXgThKkRbT8nH6PfavyVKBngGunNoh74v5Y","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E03AQEULJ1L0UAggQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"degree":"Bachelor's degree","schoolUrn":"urn:li:fs_salesSchool:5164","eduId":981063666,"school":"urn:li:fs_salesSchool:5164","fieldsOfStudy":["Physics"],"schoolName":"Drexel University"}],"skills":[{"numOfEndorsement":0,"name":"Scholarly Research"},{"numOfEndorsement":0,"name":"Software Development"},{"numOfEndorsement":1,"name":"C#"},{"numOfEndorsement":1,"name":"C++"},{"numOfEndorsement":0,"name":"C (Programming Language)"},{"numOfEndorsement":0,"name":"SQL"},{"numOfEndorsement":0,"name":"Git"},{"numOfEndorsement":0,"name":"Visual Studio"},{"numOfEndorsement":0,"name":"Amazon Web Services (AWS)"},{"numOfEndorsement":0,"name":".NET Framework"},{"numOfEndorsement":0,"name":"XAML"},{"numOfEndorsement":0,"name":"Windows Presentation Foundation (WPF)"},{"numOfEndorsement":0,"name":"Docker Products"},{"numOfEndorsement":0,"name":"Python (Programming Language)"},{"numOfEndorsement":0,"name":"IDL"},{"numOfEndorsement":0,"name":"MATLAB"},{"numOfEndorsement":0,"name":"Image Processing"},{"numOfEndorsement":0,"name":"Image Analysis"},{"numOfEndorsement":0,"name":"Research Skills"}],"numOfConnections":75,"patents":[],"headline":"Researcher and Software Developer at Children's Hospital of Philadelphia","courses":[],"certifications":[],"memberBadges":{"premium":true,"openLink":true,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/dmitry-khrichenko","organizations":[],"location":"Huntingdon Valley, Pennsylvania, United States","publications":[{"publishedOn":{"month":12,"day":12,"year":2009},"description":"MR urography (MRU) has proved to be a most advantageous imaging modality of the urinary tract in children, providing one-stop comprehensive morphological and functional information, without the utilization of ionizing radiation. The functional analysis of the MRU scan still requires external post-processing using relatively complex software. This has proved to be a limiting factor in widespread routine implementation of MRU functional analysis and use of MRU functional parameters similar to nuclear medicine. We present software, developed in a pediatric radiology department, that not only enables comprehensive automated functional analysis, but is also very user-friendly, fast, easily operated by the average radiologist or MR technician and freely downloadable at www.chop-fmru.com. A copy of IDL Virtual Machine is required for the installation, which is obtained at no charge at www.ittvis.com. The analysis software, known as “CHOP-fMRU,” has the potential to help overcome the obstacles to widespread use of functional MRU in children.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-009-1458-4","name":"Functional analysis in MR urography - made simple","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":6,"day":8,"year":2022},"description":"This study aimed to evaluate the application of apparent diffusion coefficient (ADC) histogram analysis to differentiate posterior fossa tumors (PFTs) in children.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00062-022-01179-6","name":"Application of Apparent Diffusion Coefficient Histogram Metrics for Differentiation of Pediatric Posterior Fossa Tumors","publisher":"Clinical Neuroradiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":4,"day":11,"year":2019},"description":"Increasing reliance on MRI for the evaluation of sacroiliitis requires that radiologists be familiar with the normal appearance of the developing sacroiliac joint. We describe age-related MRI features of the sacroiliac joints in healthy children.","url":"https:\/\/ajronline.org\/doi\/full\/10.2214\/AJR.18.20708","name":"MRI of the Sacroiliac Joint in Healthy Children","publisher":"AJR","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":8,"day":24,"year":2017},"description":"Renal fusion is on a spectrum of congenital abnormalities that occur due to disruption of the migration process of the embryonic kidneys from the pelvis to the retroperitoneal renal fossae. Clinically, renal fusion anomalies are often found incidentally and associated with increased risk for complications, such as urinary tract obstruction, infection and urolithiasis. These anomalies are most commonly imaged using ultrasound for anatomical definition and less frequently using renal scintigraphy to quantify differential renal function and assess urinary tract drainage. Functional magnetic resonance urography (fMRU) is an advanced imaging technique that combines the excellent soft-tissue contrast of conventional magnetic resonance (MR) images with the quantitative assessment based on contrast medium uptake and excretion kinetics to provide information on renal function and drainage. fMRU has been shown to be clinically useful in evaluating a number of urological conditions. A highly sensitive and radiation-free imaging modality, fMRU can provide detailed morphological and functional information that can facilitate conservative and\/or surgical management of children with renal fusion anomalies. This paper reviews the embryological basis of the different types of renal fusion anomalies, their imaging appearances at fMRU, complications associated with fusion anomalies, and the important role of fMRU in diagnosing and managing children with these anomalies.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-017-3927-5","name":"Role of magnetic resonance urography in pediatric renal fusion anomalies","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":10,"day":1,"year":2021},"description":"Functional renal imaging, most commonly with MAG3 nuclear medicine renal scan, is recommended in the evaluation of children with urinary tract dilation (UTD) suspected of obstructive uropathy. Alternatively, renal function can be evaluated with functional Magnetic Resonance Urography (fMRU), which has superior anatomic detail. However, there are not enough data comparing both methods’ equivalency. In this study, we compare the functional and obstruction parameters of fMRU and MAG3 in a pediatric cohort presenting with obstructive uropathy.","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S1477513121003429","name":"Potential benefits of functional magnetic resonance urography (fMRU) over MAG3 renal scan in children with obstructive uropathy","publisher":"Journal of Pediatric Urology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":10,"day":1,"year":2021},"description":"The assessment of body composition in pediatric population is essential for proper nutritional support during hospitalization. However, currently available methods have limitations. This study aims to propose a novel approach for nutrition status assessment and introduce magnetic resonance imaging (MRI)-derived subcutaneous and visceral fat normative reference values. A total of 262 healthy subjects aged from 6 to 18 years underwent MRI examinations and anthropometric measurements. MRI images at the second lumbar vertebrae were used by two radiologists to perform the semi-automatic tissue segmentation. Based on obtained adipose tissue surface areas and body mass index (BMI) scores sex-specific standard percentile curves (3rd, 10th, 25th, 50th, 75th, 90th, 97th) and z-scores were constructed using LMS method. Additionally, 85th and 95th centiles of subcutaneous and visceral adipose tissue were proposed as equivalents of overweight and obesity. Bland-Altman plots revealed an excellent intra-observer reproducibility and inter-observer agreement. In conclusion, our findings demonstrate highly reproducible method and suggest that MRI-derived reference values can be implemented in clinical practice.","url":"https:\/\/www.frontiersin.org\/articles\/10.3389\/fnut.2021.757274\/full","name":"MRI-Derived Subcutaneous and Visceral Adipose Tissue Reference Values for Children Aged 6 to Under 18 Years","publisher":"Frontiers","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":10,"day":24,"year":2011},"description":"An 11-yr-old child presented with acute mental status changes and spastic quadriplegia after orthotopic liver transplantation. Magnetic resonance (MR) imaging findings were consistent with central pontine and EPM. Initial immunosuppression included tacrolimus, mycophenolate mofetil, and corticosteroids. Given that neurotoxicity is a well-established side effect of CNI, the patient was converted to rapamycin and subsequently experienced significant neurologic recovery. The temporal resolution of the patient’s symptoms suggests that prompt recognition of central pontine and EPM and conversion from tacrolimus to rapamycin during the early post-operative course may have therapeutic benefits for patients undergoing pediatric transplant with CNI-related neurotoxicity.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1399-3046.2011.01591.x","name":"Central pontine myelinolysis: A case report and clinical–pathological review","publisher":"Pediatric Transplantation","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":9,"day":11,"year":2013},"description":"Functional magnetic resonance urography (fMRU) provides morphological and functional information based on perfusion. Diffusion tensor imaging (DTI) complements fMRU by measuring renal microstructure and provides insight into the relationship between renal structure and function.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-013-2774-2","name":"Diffusion tensor imaging and tractography of the kidney in children: feasibility and preliminary experience","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":7,"day":8,"year":2022},"description":"Medulloblastoma, a high-grade embryonal tumor, is the most common primary brain malignancy in the pediatric population. Molecular medulloblastoma groups have documented clinically and biologically relevant characteristics. Several authors have attempted to differentiate medulloblastoma molecular groups and histology variants using diffusion-weighted imaging (DWI) and apparent diffusion coefficient (ADC) maps. However, literature on the use of ADC histogram analysis in medulloblastomas is still scarce.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-022-05411-w","name":"The role of apparent diffusion coefficient histogram metrics for differentiating pediatric medulloblastoma histological variants and molecular groups","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":3,"day":20,"year":2015},"description":"Current protocols for functional MR urography (fMRU) require long scan times, limiting its widespread use.\n\nOur goal was to use pre-defined criteria to reduce the number of sequences and thus the examination time without compromising the morphological and functional results.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-015-3324-x","name":"Optimizing functional MR urography: prime time for a 30-minutes-or-less fMRU","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":9,"day":23,"year":2014},"description":"The purpose of this study is to use dynamic contrast-enhanced MRI to evaluate the perfusion characteristics of the proximal femur in the growing skeleton.","url":"https:\/\/ajronline.org\/doi\/full\/10.2214\/AJR.13.12341","name":"Dynamic Gadolinium-Enhanced MRI of the Proximal Femur: Preliminary Experience in Healthy Children","publisher":"AJR","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":6,"day":3,"year":2019},"description":"To compare the reproducibility and accuracy of R2-relaxometry MRI for estimation of liver iron concentration (LIC) between in-house analysis and FDA-approved commercially available third party results.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00261-019-02074-4","name":"R2 relaxometry based MR imaging for estimation of liver iron content: A comparison between two methods","publisher":"Abdominal Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":1,"day":21,"year":2016},"description":"Functional MR urography (fMRU) provides comprehensive functional data that can be subject to variability. To interpret the results of fMRU, it is essential to know the intra- and inter-observer variability of the measured parameters.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-015-3532-4","name":"Intra- and inter-observer variability of functional MR urography (fMRU) assessment in children","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":2,"day":23,"year":2022},"description":"Traumatic brain injury (TBI) is associated with high mortality and morbidity in children and adults. Unfortunately, there is no effective management for TBI in the acute setting. Rodent studies have shown that xenon, a well-known anesthetic gas, can be neuroprotective when administered post-TBI. Gas inhalation therapy, however, the approach typically used for administering xenon, is expensive, inconvenient, and fraught with systemic side effects. Therapeutic delivery to the brain is minimal, with much of the inhaled gas cleared by the lungs. To bridge major gaps in clinical care and enhance cerebral delivery of xenon, this study introduces a novel xenon delivery technique, utilizing microbubbles, in which a high impulse ultrasound signal is used for targeted cerebral release of xenon. Briefly, an ultrasound pulse is applied along the carotid artery at the level of the neck on intravenous injection of xenon microbubbles (XeMBs) resulting in release of xenon from microbubbles into the brain. This delivery technique employs a hand-held, portable ultrasound system that could be adopted in resource-limited environments. Using a high-fidelity porcine model, this study demonstrates the neuroprotective efficacy of xenon microbubbles in TBI for the first time.","url":"https:\/\/www.liebertpub.com\/doi\/full\/10.1089\/neur.2021.0070","name":"Can Ultrasound-Guided Xenon Delivery Provide Neuroprotection in Traumatic Brain Injury?","publisher":"Neurotrauma Reports","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":12,"day":27,"year":2011},"description":"Avascular necrosis (AVN) is a common morbidity in children with sickle cell disease (SCD) that leads to pain and joint immobility. However, the diagnosis is often uncertain or delayed.\n\nTo examine the ability of apparent diffusion coefficient (ADC) measurements on diffusion-weighted imaging to detect AVN in children with SCD.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-011-2327-5","name":"Magnetic resonance imaging in children with sickle cell disease—detecting alterations in the apparent diffusion coefficient in hips with avascular necrosis","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":8,"day":12,"year":2022},"description":"Objective: Magnetic resonance imaging (MRI) can accurately quantify liver iron concentration (LIC), eliminating the need for an invasive liver biopsy. Currently, the most widely used relaxometry methods for iron quantification are R2 and R2*, which are based on T2 and T2* acquisition sequences, respectively. We compared the rate of change of LIC as measured by the R2-based, FDA-approved commercially available third-party software with the rate of change of LIC measured by in-house analysis using R2*-relaxometry-based MR imaging in patients undergoing follow-up MRI scans for liver iron estimation. Methods: We retrospectively included patients who had undergone serial MRIs for liver iron estimation. The MR studies were performed on a 1.5T scanner; standard multi-slice, multi-echo T2- and T2*-based sequences were acquired, and LIC was estimated. The comparison between the rate of change of LIC by R2 and R2* values was performed via correlation coefficients and Bland–Altman difference plots. Results: One hundred and eighty-nine MR abdomen studies for liver iron evaluation from 81 patients (male: 38; female: 43) were included in the study. Fifty-nine patients had two serial scans, eighteen patients had three serial scans, three patients had four serial scans, and one patient had five serial scans. The average time interval between the first and last scans for each patient was 13.3 months. The average rates of change of LIC via R2 and R2* methods were −0.0043 ± 0.0214 and −0.0047 ± 0.012 mg\/g per month, respectively. There was no significant difference in the rate of change of LIC observed between the two methods.","url":"https:\/\/www.mdpi.com\/2379-139X\/8\/5\/209","name":"Rate of Change of Liver Iron Content by MR Imaging Methods: A Comparison Study","publisher":"Tomography","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":2,"day":13,"year":2021},"description":"Patients with tuberous sclerosis complex (TSC) can develop solid kidney masses from childhood. Imaging surveillance is done to detect renal cell carcinoma (RCC) and angiomyolipomas (AML), including AMLs at risk for hemorrhage. Intravenous contrast-enhanced ultrasound (CEUS) may be useful for screening as ultrasound is well tolerated by children and ultrasound contrast agents (UCA) are not nephrotoxic.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00467-020-04835-6","name":"Utility of contrast-enhanced ultrasound for solid mass surveillance and characterization in children with tuberous sclerosis complex: an initial experience","publisher":"Pediatric Nephrology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":4,"day":19,"year":2019},"description":"The aim is to evaluate the age-related changes and relationship of renal apparent diffusion coefficient (ADC) against the morphological and functional changes detected by functional magnetic resonance urography (fMRU) in children with pelvicalyceal dilation, with suspected or known ureteropelvic junction obstruction.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-019-04395-4","name":"Relationship of renal apparent diffusion coefficient and functional MR urography in children with pelvicalyceal dilation","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":6,"day":25,"year":2019},"description":"Fetal MRI is increasingly used in the evaluation of suspected congenital anomalies. Assessment of amniotic fluid volume (AFV) is crucial, but no automated quantitative technique is currently available for MRI. The purpose of this study was to develop and evaluate an analytic technique for quantifying AFV in fetal MRI.","url":"https:\/\/ajronline.org\/doi\/full\/10.2214\/AJR.19.21275","name":"Novel Computerized Analytic Technique for Quantification of Amniotic Fluid Volume in Fetal MRI","publisher":"AJR","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":11,"day":10,"year":2021},"description":"To assess the feasibility of T2 mapping for evaluating pediatric SIJ cartilage at 3 Tesla (T) magnetic resonance imaging (MRI).","url":"https:\/\/acrjournals.onlinelibrary.wiley.com\/doi\/full\/10.1002\/acr2.11354","name":"Feasibility of T2 Mapping of the Sacroiliac Joints in Healthy Control Subjects and Children and Young Adults with Sacroiliitis","publisher":"ACR Open Rheumatology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":4,"day":5,"year":2019},"description":"R2* relaxometry's capacity to calculate liver iron concentration (LIC) is limited in patients with severe overload. Hemosiderin increases in these patients, which exhibits a non-monoexponential decay that renders a failed R2* analysis.\n\nTo evaluate a biexponential R2* relaxometry model in children with different ranges of iron overload.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jmri.26735","name":"Biexponential R2* relaxometry for estimation of liver iron concentration in children: A better fit for high liver iron states","publisher":"Journal of Magnetic Resonance Imaging","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":7,"day":19,"year":2022},"description":"Sarcopenia, defined as loss of skeletal muscle mass, is a novel term associated with adverse outcomes in children. Magnetic Resonance Imaging (MRI) is a safe and precise technique for measuring tissue compartments and is commonly used in most routine paediatric imaging protocols. Currently, there is a lack of MRI-derived normative data which can help in determining the level of sarcopenia. This study aimed to introduce reference values of total psoas muscle area (tPMA), total paraspinal muscle area (tPSMA), and total macroscopic fat infiltrations of the PSMA (tMFI).","url":"onlinelibrary.wiley.com\/doi\/full\/10.1002\/jcsm.13049","name":"Reference values for MRI-derived psoas and paraspinal muscles and macroscopic fat infiltrations in paraspinal muscles in children","publisher":"Journal of Cachexia, Sarcopenia and Muscle","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":11,"day":16,"year":2022},"description":"Neurosonography evaluation of neonatal hypoxic-ischemic encephalopathy (HIE) is mainly qualitative. We aimed to quantitatively compare the echogenicity of several brain regions in patients with HIE to healthy controls.","url":"https:\/\/www.thieme-connect.com\/products\/ejournals\/html\/10.1055\/a-1958-3985","name":"Quantitative Evaluation of Brain Echogenicity in Hypoxic-Ischemic Encephalopathy in Term Neonates Compared with Controls","publisher":"Ultrasound Int Open","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":11,"day":18,"year":2023},"description":"Gadolinium-based functional MR urography (fMRU) offers high spatial, contrast, and temporal resolution, using renal parenchymal signal changes in dynamic T1-weighted images related to uptake and excretion of intravenous administration of a gadolinium-based contrast agent to estimate renal function and contrast clearance times. This technique has been proved to give equivalent information to nuclear medicine renal scans and intravenous urograms without the use of ionizing radiation and with increased anatomic detail. fMRU is increasingly being used to evaluate the urinary tract with both anatomic and functional information. Common applications are related to suspected urinary tract obstruction and estimation of underlying renal function in children but can also help estimating residual renal function during surgical planning.","url":"https:\/\/link.springer.com\/chapter\/10.1007\/978-3-031-40169-5_20","name":"Gadolinium-Based Functional MR Urography: From Image Acquisition to Interpretation","publisher":"Advanced Clinical MRI of the Kidney","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":5,"day":6,"year":2024},"description":"Accurate quantification of liver iron concentration (LIC) can be achieved via magnetic resonance imaging (MRI). Maps of liver T2*\/R2* are provided by commercially available, vendor-provided, 3-dimensional (3D) multiecho Dixon sequences and allow automated, inline postprocessing, which removes the need for manual curve fitting associated with conventional 2-dimensional (2D) gradient echo (GRE)–based postprocessing. The main goal of our study was to investigate the relationship among LIC estimates generated by 3D multiecho Dixon sequence to values generated by 2D GRE–based R2* relaxometry as the reference standard.","url":"https:\/\/journals.lww.com\/jcat\/abstract\/2024\/05000\/can_automated_3_dimensional_dixon_based_methods_be.1.aspx","name":"Can Automated 3-Dimensional Dixon-Based Methods Be Used in Patients With Liver Iron Overload?","publisher":"Journal of Computer Assisted Tomography","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":4,"day":20,"year":2016},"description":"A second contrast injection is used to visualize the arterial and excretion phase simultaneously.  We recommend using a single injection and using a post processing technique for better multi phase simultaneous visualization for the purpose of crossing vessel detection.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00247-016-3625-8","name":"Detection of renal crossing vessels in MR urography made simple","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":11,"day":9,"year":2009},"description":"Text book chapter outlining bi-directional flow modeling with DCE MRI.","url":"https:\/\/books.google.com\/books?hl=en&lr=&id=JQcgAwAAQBAJ&oi=fnd&pg=PA369&dq=khrichenko&ots=Uh49ss3iWA&sig=qogUmOqKudgSooqtOr2WN4xg3yQ#v=onepage&q=khrichenko&f=false","name":"Permeability imaging in adult neoplasia","publisher":"Clinical MR Neuroimaging: Physiological and Functional Techniques","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":11,"day":12,"year":2011},"description":"Pazopanib (NCT00929903) is an orally available small molecule inhibitor of VEGFR 1–3, PDGFR α\/β, and c-kit, which has been shown to prolong progression free survival in adults with soft tissue sarcoma (STS). Following a standard phase I dose escalation trial to determine the pediatric maximum tolerated dose (MTD), an expanded cohort of children and adolescents with relapsed and refractory STS and at least one lesion amenable to dynamic contrast enhanced MRI (DCE-MRI) was studied to explore changes in tumor blood volume and vascular permeability following initiation of pazopanib, and to correlate these changes with clinical outcome.","url":"https:\/\/aacrjournals.org\/mct\/article\/10\/11_Supplement\/C108\/231862\/Abstract-C108-An-expanded-imaging-cohort-of","name":"An expanded imaging cohort of pazopanib in children and adolescents with relapsed or refractory soft tissue sarcoma (ADVL0815): A Children's Oncology Group phase I consortium trial.","publisher":"PEDIATRIC-EARLY DRUG DEVELOPMENT","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]},{"publishedOn":{"month":2,"day":12,"year":2013},"description":"To determine if chemotherapy improves proptosis in patients with NF1\/OPG.","url":"https:\/\/www.neurology.org\/doi\/10.1212\/wnl.80.7_supplement.p06.004","name":"Proptosis in Optic Pathway Gliomas Associated with Neurofibromatosis: Response to Chemotherapy","publisher":"Neurology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAEXY9uQBwrNnVqZBZn30Eg8kOtFAWKXcb58,NAME_SEARCH,ovIi)"}]}],"positions":null,"posts":[{"createdAt":1716673980000,"insightId":"c2152b75-df1b-4897-9017-13c56db1df21","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7200252770828886016","threadUrn":"urn:li:ugcPost:7200252770828886016","reactionsCount":5,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7200252770828886016","message":{"attributes":[],"text":"very impressive and creative. sometimes we just need to have an open mind and want to discover😀"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"VIDEO","thumnailUrl":"https:\/\/dms.licdn.com\/playlist\/vid\/D4D05AQH5RpGrU0O9Tg\/videocover-firstframe-low\/0\/1715861668400?e=1717977600&v=beta&t=R-EYx90bImLAPakI2T5TuFwX8-oMxVHknPVE_QX-6Zs"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7196845380364341249","message":{"attributes":[{"length":10,"start":155,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:parenting"}}},{"length":11,"start":1341,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:creativity"}}},{"length":4,"start":1354,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:art"}}},{"length":7,"start":1359,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:skills"}}},{"length":8,"start":1367,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:jobhunt"}}},{"length":15,"start":1376,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:whatinspiresme"}}},{"length":18,"start":1392,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:gettingthingsdone"}}}],"text":"GAMIFICATION is transforming both Parenting and Corporate Management by integrating engaging Game mechanics into everyday tasks in our fast-paced World.\n\n↳#Parenting with Gamification\n\n—Gamification in parenting uses game elements such as point scoring and competition to make routine tasks like chores engaging and fun, fostering responsibility and self-discipline in children.\n\n↳Corporate World Advantages\n\n—In the corporate world, gamification boosts employee engagement and productivity by using elements like leaderboards and badges to promote competition and collaboration.\n\n\nBenefits of Gamification↴\n\n—Increased Engagement: Whether it’s children doing chores or employees completing projects, gamification boosts engagement by making the process more enjoyable and rewarding.\n\n—Enhanced Motivation: The reward system inherent in gamification keeps individuals motivated, whether to earn a new badge or to top a leaderboard.\n\n—Improved Learning and Retention: Both children and adults learn better when they are actively engaged. \n\n—Gamification makes the absorption of new concepts easier and more memorable.\n\n—Positive Behavior Reinforcement: Encouraging positive behavior through rewards and recognition leads to habit formation in children and productivity increases in employees.\n\n\nVideo credit goes to the respective owner (s), #Creativity\n\n#art #skills #jobhunt #whatinspiresme #gettingthingsdone"},"entityUrn":"urn:li:ugcPost:7196845380364341249"},"entityUrn":"urn:li:ugcPost:7200252770828886016"}}},{"createdAt":1716676200000,"insightId":"5a1fb5df-626c-4124-bf8c-2710c65f37e7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7198433491162738688,7200262042308468736)","threadUrn":"urn:li:ugcPost:7198433491162738688","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations for your new chapter"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7198433491162738688"}}},{"createdAt":1716676080000,"insightId":"c76ee681-dbb9-4552-a17d-2deac882e4cf","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7196503218137223168,7200261574849142785)","threadUrn":"urn:li:activity:7196503218137223168","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations Jing Kong  to your great achievements. this is great testimony of your character. The best luck to your career"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7196503218137223168"}}},{"createdAt":1716675480000,"insightId":"71fff44d-3520-47fe-8d02-ad0cad5aa6cb","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7198843629656813568,7200259074297380866)","threadUrn":"urn:li:ugcPost:7198843629656813568","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"👍"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7198843629656813568"}}},{"createdAt":1715085960000,"insightId":"5832459b-154f-474c-987d-525355958b8b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7193398763674083329,7193592083733975040)","threadUrn":"urn:li:ugcPost:7193398763674083329","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Dennis M. to your new position"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7193398763674083329"}}},{"createdAt":1710637500000,"insightId":"60c106a7-4e40-4bfb-b750-45ceff2b11c1","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7172790197066027008,7174933734205349888)","threadUrn":"urn:li:ugcPost:7172790197066027008","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Bruce"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7172790197066027008"}}},{"createdAt":1709927100000,"insightId":"830b015e-7f79-4741-9298-44544e39bf5b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7170306614577541121,7171954250141433857)","threadUrn":"urn:li:ugcPost:7170306614577541121","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations Peter for your new Job. "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7170306614577541121"}}}]}