{"summary":"Goal-oriented Scientific leader and Program Manager with over 25 years of experience in \nInfectious and Neglected Diseases working in\n- Academia\n- Not-for Profit Organizations\n- Drug Discovery Industry\n- Life Sciences, and Biotech\nExtensive research background in the fields \n- infectious diseases\n- neglected diseases\n- anti-fungal drug discovery\n- small molecule drug discovery\n- molecular oncology, immuno-oncology\n- signal transduction, cell cycle regulation, apoptosis\n- natural product biology\nPrincipal strengths include: \n- Organizational and managerial skills to drive a highly motivated and versatile team of scientists in research and discovery to identify novel targets and selections of drug candidates.  \n- Strong publication record in top ranking journals. \n- Program Management with a focus on developing strategy, setting direction and timelines, and motivating teams to achieve objectives; connecting people to achieve greater synergy across projects within organizations; \n- Collaborating and ensuring productive output in integrated, cross-functional, and national and international environments, locally and globally; \n- Managing multi-million dollar budgets across multiple labs under the umbrella of an international consortium; Interacting with investigators at academic institutions and CROs.  \n\nhttps:\/\/scholar.google.com\/citations?user=sHBs9d8AAAAJ&hl=en\nhttps:\/\/www.campp.org","lastName":"O.","objectUrn":"urn:li:member:119648898","geoRegion":"San Diego County, California, United States","fullName":"Sabine O.","firstName":"Sabine","currentPositions":[{"companyName":"Calibr at Scripps Research","description":"As Program Manager, overseeing, managing and supporting all research efforts for the Center for Antiviral Medicines and Pandemic Preparedness, CAMPP (https:\/\/www.campp.org). \n\nCAMPP has been awarded $67 million for three years, with potential renewal for two additional years. The AViDD Centers' program is one of the U.S. government’s responses to the COVID-19 pandemic and is aimed at the near-term development of drugs against viruses with high pandemic potential — including coronaviruses, filoviruses (such as Ebola virus), flaviviruses (yellow fever virus, dengue virus, Zika virus), paramyxoviruses, bunyaviruses, and togaviruses.","title":"Scientific Program Manager at Center for Antiviral Medicines and Pandemic Preparedness (CAMPP)","companyUrnResolutionResult":{"employeeCountRange":"51-200","headquarters":{"geographicArea":"CA","country":"United States","city":"San Diego","postalCode":"92037","line1":"11119 N Torrey Pines Rd"},"website":"http:\/\/calibr.scripps.edu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/calibr-skaggs\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:2695755","tenureAtCompany":{"numYears":1,"numMonths":11},"startedOn":{"month":7,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1516551140189?e=1723075200&v=beta&t=c5Bf2yXB4ttxOaGFGB6LZR7k3fa30XqBBd5uOpSYdXw","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1516551140021?e=1723075200&v=beta&t=vQDmpK2fUCGx6rvSboNEzc5Wj5qq2SmvuDSSiltfiSI","height":200},{"width":319,"fileIdentifyingUrlPathSegment":"400_400\/0\/1516551140380?e=1723075200&v=beta&t=e30SDgaoDXjOz4E8B1cnQ9Q9pvNXavjNhqopLg5jVFo","height":319},{"width":319,"fileIdentifyingUrlPathSegment":"800_800\/0\/1516551140022?e=1723075200&v=beta&t=C6BVDbTp8GLjhmqaV4yIDnOimn6JgdxGxU_IwpkTpI0","height":319}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQG3hqigQWByzA\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"fieldsOfStudy":["Molecular Biology"],"degree":"Ph.D.","schoolName":"Max-Planck-Institute Martinsried\/JW Goethe University, Germany","eduId":71061694}],"skills":[{"numOfEndorsement":0,"name":"Project Plans"},{"numOfEndorsement":0,"name":"Interpersonal Skills"},{"numOfEndorsement":0,"name":"Attention to Detail"},{"numOfEndorsement":0,"name":"Pre-clinical Studies"},{"numOfEndorsement":0,"name":"Antibodies"},{"numOfEndorsement":0,"name":"Relationship Development"},{"numOfEndorsement":0,"name":"Budget Development"},{"numOfEndorsement":0,"name":"Timelines"},{"numOfEndorsement":0,"name":"Teamwork"},{"numOfEndorsement":0,"name":"Management"},{"numOfEndorsement":0,"name":"Program Evaluation"},{"numOfEndorsement":0,"name":"Critical Thinking"},{"numOfEndorsement":0,"name":"Global Operations"},{"numOfEndorsement":0,"name":"Budget Management"},{"numOfEndorsement":0,"name":"Strategic Alliances"},{"numOfEndorsement":0,"name":"Problem Solving"},{"numOfEndorsement":0,"name":"Organization Skills"},{"numOfEndorsement":0,"name":"Easily Adaptable"},{"numOfEndorsement":0,"name":"Drug Development"},{"numOfEndorsement":0,"name":"Presentations"},{"numOfEndorsement":0,"name":"Variety Of Audiences"},{"numOfEndorsement":0,"name":"Analytical Skills"},{"numOfEndorsement":0,"name":"Team Management"},{"numOfEndorsement":0,"name":"Workload Prioritization"},{"numOfEndorsement":0,"name":"Literature Reviews"},{"numOfEndorsement":0,"name":"Communication"},{"numOfEndorsement":0,"name":"Project Management"},{"numOfEndorsement":8,"name":"Drug Discovery"},{"numOfEndorsement":4,"name":"Pharmaceutical Industry"},{"numOfEndorsement":7,"name":"Life Sciences"},{"numOfEndorsement":6,"name":"Molecular Biology"},{"numOfEndorsement":1,"name":"Molecular Oncology"},{"numOfEndorsement":1,"name":"Cancer Research"},{"numOfEndorsement":4,"name":"Biotechnology"},{"numOfEndorsement":0,"name":"Grant Writing"},{"numOfEndorsement":2,"name":"Cell Culture"},{"numOfEndorsement":1,"name":"Biomarker Discovery"},{"numOfEndorsement":1,"name":"Immunology"},{"numOfEndorsement":5,"name":"Biochemistry"},{"numOfEndorsement":3,"name":"Cell Biology"},{"numOfEndorsement":2,"name":"Genomics"},{"numOfEndorsement":0,"name":"Cancer Biology"},{"numOfEndorsement":0,"name":"Breast Cancer Research"},{"numOfEndorsement":0,"name":"Molecular & Cellular Biology"},{"numOfEndorsement":1,"name":"Cancer"},{"numOfEndorsement":0,"name":"Biopharmaceuticals"},{"numOfEndorsement":1,"name":"Infectious Diseases"}],"numOfConnections":505,"patents":[],"headline":"Scientific Program Manager - Infectious and Neglected Diseases; \nCenter for Antiviral Medicines and Pandemic Preparedness (CAMPP) - Antiviral Drug Discovery (AViDD) Center","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/sabine-o-3160a134","organizations":[],"location":"San Diego County, California, United States","publications":[{"publishedOn":{"month":12,"year":2016},"description":"Recent advances in cell-based, high-throughput phenotypic screening have identified new chemical compounds that are active against eukaryotic pathogens. A challenge to their future development lies in identifying these compounds' molecular targets and binding modes. In particular, subsequent structure-based chemical optimization and target-based screening require a detailed understanding of the binding event. Here we use directed evolution and whole-genome sequencing of a drug-sensitive S. cerevisiae strain to identify lanosterol-14-alpha-demethylase (TcCyp51p) as the target of MMV001239, a benzamide compound with activity against Trypanosoma cruzi, the etiological agent of Chagas disease. We show that parasites treated with MMV0001239 phenocopy parasites treated with another TcCyp51 inhibitor, posaconazole, accumulating both lanosterol and eburicol. Direct drug-protein binding of MMV0001239 was confirmed through spectrophotometric binding assays and X-ray crystallography, revealing a binding site shared with other anti-trypanosomal compounds that target CYP51. These studies provide a new probe chemotype for the inhibition of TcCYP51.","url":"http:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/acschembio.6b01037","name":"Rapid Chagas disease drug target discovery using directed evolution in drug sensitive yeast","publisher":"ACS Chemical Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGaBssBTToVAQwO6jbbGtLh1xpghN_wi7I,NAME_SEARCH,w2fw)"}]},{"publishedOn":{"month":6,"day":13,"year":2016},"description":"The spiroindolones, a new class of antimalarial medicines discovered in a cellular screen, are rendered less active by mutations in a parasite P-type ATPase, PfATP4. We show here that S. cerevisiae also acquires mutations in a gene encoding a P-type ATPase (ScPMA1) after exposure to spiroindolones and that these mutations are sufficient for resistance. KAE609 resistance mutations in ScPMA1 do not confer resistance to unrelated antimicrobials, but do confer cross sensitivity to the alkyl-lysophospholipid edelfosine, which is known to displace ScPma1p from the plasma membrane. Using an in vitro cell-free assay, we demonstrate that KAE609 directly inhibits ScPma1p ATPase activity. KAE609 also increases cytoplasmic hydrogen ion concentrations in yeast cells. Computer docking into a ScPma1p homology model identifies a binding mode that supports genetic resistance determinants and in vitro experimental structure-activity relationships in both P. falciparum and S. cerevisiae. This model also suggests a shared binding site with the dihydroisoquinolones antimalarials. Our data support a model in which KAE609 exerts its antimalarial activity by directly interfering with P-type ATPase activity. ","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27291296","name":"Comparative chemical genomics reveal that the spiroindolone antimalarial KAE609 (Cipargamin) is a P-type ATPase inhibitor","publisher":"Nature Scientific Report","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":3,"day":1,"year":2012},"description":"Filamentous marine cyanobacteria are extremely rich sources of bioactive natural products and often employ highly unusual biosynthetic enzymes in their assembly. However, the current lack of techniques for stable DNA transfer into these filamentous organisms, combined with the absence of heterologous expression strategies for nonribosomal cyanobacterial gene clusters, prohibit the creation of mutant strains or the heterologous production of these cyanobacterial compounds in other bacteria. In this study, we evaluated the capability of a derivative of the model actinomycete Streptomyces coelicolor A3(2) to express enzymes involved in the biosynthesis of the protein kinase C activator lyngbyatoxin A from a Hawaiian strain of Moorea producta (previously classified as Lyngbya majuscula). Despite large differences in GC content between these two bacteria and the presence of rare TTA\/UUA leucine codons in lyngbyatoxin ORFs we were able to achieve expression of the cytochrome P450 monooxygenase LtxB and reverse prenyltransferase LtxC in S. coelicolor M512 and confirmed the in vitro functionality of S. coelicolor overexpressed LtxC. Attempts to express the entire lyngbyatoxin A gene cluster in S. coelicolor M512 were not successful because of transcript termination observed for the ltxA gene, which encodes a large nonribosomal peptide synthetase. However, these attempts did show a detectable level of cyanobacterial promoter recognition in Streptomyces. Successful expression of lyngbyatoxin A proteins in Streptomyces provides a new platform for biochemical investigation of natural product enzymes from Moorea strains.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/22314229","name":"Evaluation of Streptomyces coelicolor A3(2) as a heterologous expression host for the cyanobacterial protein kinase C activator lyngbyatoxin A.","publisher":"The FEBS Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAibZ_EBWYPJfI4b7XEXnBcd_v4ky2f2sHA,NAME_SEARCH,DPdX)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANFE7ABHP4AwPfTiR5d3W4S41UZX7iiNss,NAME_SEARCH,f8PT)"}]},{"publishedOn":{"month":7,"day":11,"year":2017},"description":"Naturally derived chemical compounds are the foundation of much of our pharmacopeia, especially in\nantiproliferative and anti-infective drug classes. Here, we report that a naturally derived molecule called carmaphycin B is a potent inhibitor against both the asexual and sexual blood stages of malaria infection. Using a combination of in silico molecular docking and in vitro directed evolution in a well-characterized drug-sensitive yeast model, we determined that these compounds target the β5 subunit of the proteasome. These studies were validated using in vitro inhibition assays with proteasomes isolated from Plasmodium falciparum. As carmaphycin B is toxic to mammalian cells, we synthesized a series of chemical analogs that reduce host cell toxicity while maintaining blood-stage and gametocytocidal antimalarial activity and proteasome inhibition. This study describes a promising new class of antimalarial compound based on the carmaphycin B scaffold, as well as several chemical structural features that serve to enhance antimalarial specificity.","url":"http:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/acs.jmedchem.7b00671","name":"Development of a Potent Inhibitor of the Plasmodium Proteasome with Reduced Mammalian Toxicity","publisher":"Journal of Medicinal Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":1,"day":12,"year":2018},"description":"Chemogenetic characterization through in vitro evolution combined with whole-genome analysis can identify antimalarial drug targets and drug-resistance genes. We performed a genome analysis of 262 Plasmodium falciparum parasites resistant to 37 diverse compounds. We found 159 gene amplifications and 148 nonsynonymous changes in 83 genes associated with drug-resistance acquisition, where gene amplifications contributed to one-third of resistance acquisition events. Beyond confirming previously identified multidrug-resistance mechanisms, we discovered hitherto unrecognized drug target-inhibitor pairs, including thymidylate synthase and a benzoquinazolinone, farnesyltransferase and a pyrimidinedione, and a dipeptidylpeptidase and an arylurea. This exploration of the P. falciparum resistome and druggable genome will likely guide drug discovery and structural biology efforts, while also advancing our understanding of resistance mechanisms available to the malaria parasite.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29326268","name":"Mapping the malaria parasite druggable genome by using in vitro evolution and chemogenomics","publisher":"Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":16,"year":2018},"description":"Although many new anti-infectives have been discovered and developed solely using phenotypic cellular screening and assay optimization, most researchers recognize that structure-guided drug design is more practical and less costly. In addition, a greater chemical space can be interrogated with structure-guided drug design. The practicality of structure-guided drug design has launched a search for the targets of compounds discovered in phenotypic screens. One method that has been used extensively in malaria parasites for target discovery and chemical validation is in vitro evolution and whole genome analysis (IVIEWGA). Here, small molecules from phenotypic screens with demonstrated anti-parasitic activity are used in genome-based target discovery methods. In this Viewpoint we discuss the newest, most promising drug-able targets discovered or further validated by evolution-based methods, as well as some exceptions.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acsinfecdis.7b00276","name":"Using in Vitro Evolution and Whole Genome Analysis (IVIEWGA) to discover next generation targets for antimalarial drug discovery.","publisher":"ACS Infect Dis. 2018 Feb 16. doi: 10.1021\/acsinfecdis.7b00276. [Epub ahead of print]","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":20,"year":2018},"description":"Given that many antifungal medications are susceptible to evolved resistance, there is a need for novel drugs with unique mechanisms of action. Inhibiting the essential proton pump Pma1p, a P-type ATPase, is a potentially effective therapeutic approach that is orthogonal to existing treatments. We identify NSC11668 and hitachimycin as structurally distinct antifungals that inhibit yeast ScPma1p. These compounds provide new opportunities for drug discovery aimed at this important target.","url":"https:\/\/jcheminf.springeropen.com\/articles\/10.1186\/s13321-018-0261-3","name":"Two inhibitors of yeast plasma membrane ATPase 1 (ScPma1p): toward the development of novel antifungal therapies","publisher":"J Cheminform. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"name":"The proteasome as a target: How not tidying up can have toxic consequences for parasitic protozoa","publishedOn":{"year":2019},"publisher":"Proc Natl Acad Sci U S A","url":"https:\/\/www.pnas.org\/content\/116\/21\/10198","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"year":2018},"description":"Malaria is a major tropical disease where important needs are to mitigate symptoms and to prevent the establishment of infection. Cyclopeptides containing N-methyl amino acids with in vitro activity against erythrocytic forms as well as liver stage are presented. The synthesis, parasitological characterization, physicochemical properties, in vivo evaluation, and mice pharmacokinetics are described.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acsmedchemlett.8b00543","name":"Synthesis, Profiling, and in Vivo Evaluation of Cyclopeptides Containing N-Methyl Amino Acids as Antiplasmodial Agents","publisher":"ACS Med Chem Lett","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"year":2018},"description":"To discover leads for next-generation chemoprotective antimalarial drugs, we tested more than 500,000 compounds for their ability to inhibit liver-stage development of luciferase-expressing Plasmodium spp. parasites (681 compounds showed a half-maximal inhibitory concentration of less than 1 micromolar). Cluster analysis identified potent and previously unreported scaffold families as well as other series previously associated with chemoprophylaxis. Further testing through multiple phenotypic assays that predict stage-specific and multispecies antimalarial activity distinguished compound classes that are likely to provide symptomatic relief by reducing asexual blood-stage parasitemia from those which are likely to only prevent malaria. Target identification by using functional assays, in vitro evolution, or metabolic profiling revealed 58 mitochondrial inhibitors but also many chemotypes possibly with previously unidentified mechanisms of action.","url":"https:\/\/science.sciencemag.org\/content\/362\/6419\/eaat9446","name":"Open-source discovery of chemical leads for next-generation chemoprotective antimalarials","publisher":"Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"year":2018},"description":"The Plasmodium proteasome represents a potential antimalarial drug target for compounds with activity against multiple life cycle stages. We screened a library of human proteasome inhibitors (peptidyl boronic acids) and compared activities against purified P. falciparum and human 20S proteasomes. We chose four hits that potently inhibit parasite growth and show a range of selectivities for inhibition of the growth of P. falciparum compared with human cell lines. P. falciparum was selected for resistance in vitro to the clinically used proteasome inhibitor, bortezomib, and whole genome sequencing was applied to identify mutations in the proteasome β5 subunit. Active site profiling revealed inhibitor features that enable retention of potent activity against the bortezomib-resistant line. Substrate profiling reveals P. falciparum 20S proteasome active site preferences that will inform attempts to design more selective inhibitors. This work provides a starting point for the identification of antimalarial drug leads that selectively target the P. falciparum proteasome.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.jmedchem.8b01161","name":"Target Validation and Identification of Novel Boronate Inhibitors of the Plasmodium falciparum Proteasome","publisher":"J Med Chem.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":10,"day":4,"year":1997},"description":"The genes ced-3, ced-4 and ced-9 are central components in the cell death pathway of the nematode C. elegans. Ced-9, which functions to inhibit cell death, is homologous to the Bcl-2 family of mammalian anti-apoptotic genes. The ced-3 gene encodes a protein homologous to the caspases, a family of cysteine proteases involved in the execution of programmed cell death. It has recently been demonstrated that CED-4, an inducer of apoptosis for which no mammalian equivalent has been reported, can interact with CED-9 and Bcl-x(L). Here we confirm that CED-9 and CED-4 interact and using a series of deletion mutants, demonstrate that only short N-terminal deletions are tolerated in each molecule without loss-of-interaction. Two loss-of-function point mutations in different regions of CED-4 also lead to a significant loss of interaction suggesting further that the relevant interaction domains are not short linear sequences, but rather, are formed by more complex structural determinants in each molecule. Furthermore, we demonstrate that CED-4 not only interacts with Bcl-x(L) but also with its homologue, Bcl-2, and that the unstructured loop region present in Bcl-x(L) and Bcl-2 can regulate the CED-4 interaction. Lastly, we show that a BH3 peptide that can inhibit Bcl-2 family interactions also inhibits the interaction between Bcl-x(L) and CED-4.","url":"https:\/\/www.nature.com\/articles\/4400288","name":"Mutational analysis of the interacting cell death regulators CED-9 and CED-4.","publisher":"Cell Death Differ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":7,"day":17,"year":1998},"description":"p21-activated kinases (PAKs) bind to and are activated by Rho family GTPases such as Cdc42 and Rac. Since these GTPases play key roles in regulating cell polarity, stress responses, and cell cycle progression, the ability of PAK to affect these processes has been examined. We previously showed that fission yeast pak1+ encodes an essential protein that affects mating and cell polarity. Here, we characterize a second pak gene (pak2+) from Schizosaccharomyces pombe. Like the Saccharomyces cerevisiae proteins Cla4p and Skm1p, fission yeast Pak2p contains an N-terminal pleckstrin homology domain in addition to a p21-binding domain and a protein kinase domain that are common to other members of the PAK family. Unlike pak1+, pak2(+) is not essential for vegetative growth or for mating in S. pombe. Overexpression of the wild-type pak2+ allele suppresses the lethal growth defect associated with deletion of pak1+, and this suppression requires both the pleckstrin homology- and the p21-binding domains of Pak2p, as well as kinase activity. A substantial fraction of Pak2p is associated with membranous components, an association mediated both by the pleckstrin homology- and by the p21-binding domains. These results show that S. pombe encodes at least two pak genes with distinct functions and suggest that the membrane localization of Pak2p, directed by its interactions with membrane lipids and Cdc42p, is critical to its biological activity.","url":"http:\/\/www.jbc.org\/content\/273\/29\/18490","name":"Characterization of Pak2p, a pleckstrin homology domain-containing, p21-activated protein kinase from fission yeast","publisher":"J Biol Chem. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":10,"day":4,"year":1997},"description":"The cdc19+ gene encodes an essential member of the MCM family of replication proteins in Schizosaccharomyces pombe. We have examined the structure and function of the Cdc19p protein using molecular and genetic approaches. We find that overproduction of wild-type Cdc19p in wild-type cells has no effect, but cdc19-P1 mutant cells do not tolerate elevated levels of other MCM proteins or overexpression of mutant forms of Cdc19p. We have found genetic interactions between cdc19+ and genes encoding subunits of DNA polymerase delta and the replication initiator cdc18+. We have constructed a series of point mutations and sequence deletions throughout Cdc19p, which allow us to distinguish essential from nonessential regions of the protein. Not surprisingly, conserved residues in the MCM homology domain are required for protein function, but some residues outside the core homology domain are dispensable","url":"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1208231\/","name":"Mutational analysis of Cdc19p, a Schizosaccharomyces pombe MCM protein","publisher":"Genetics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":4,"day":14,"year":2020},"description":"A promising new compound class for treating human malaria is the imidazolopiperazines (IZP) class. IZP compounds KAF156 (Ganaplacide) and GNF179 are effective against Plasmodium symptomatic asexual blood-stage infections, and are able to prevent transmission and block infection in animal models. But despite the identification of resistance mechanisms in P. falciparum, the mode of action of IZPs remains unknown. To investigate, we here combine in vitro evolution and genome analysis in Saccharomyces cerevisiae with molecular, metabolomic, and chemogenomic methods in P. falciparum. Our findings reveal that IZP-resistant S. cerevisiae clones carry mutations in genes involved in Endoplasmic Reticulum (ER)-based lipid homeostasis and autophagy. In Plasmodium, IZPs inhibit protein trafficking, block the establishment of new permeation pathways, and cause ER expansion. Our data highlight a mechanism for blocking parasite development that is distinct from those of standard compounds used to treat malaria, and demonstrate the potential of IZPs for studying ER-dependent protein processing.","url":"https:\/\/www.nature.com\/articles\/s41467-020-15440-4","name":"Pan-active imidazolopiperazine antimalarials target the Plasmodium falciparum intracellular secretory pathway","publisher":"Nat Commun.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":4,"day":10,"year":2020},"description":"Most phenotypic screens aiming to discover new antimalarial chemotypes begin with low cost, high-throughput tests against the asexual blood stage (ABS) of the malaria parasite life cycle. Compounds active against the ABS are then sequentially tested in more difficult assays that predict whether a compound has other beneficial attributes. Although applying this strategy to new chemical libraries may yield new leads, repeated iterations may lead to diminishing returns and the rediscovery of chemotypes hitting well-known targets. Here, we adopted a different strategy to find starting points, testing ∼70,000 open source small molecules from the Global Health Chemical Diversity Library for activity against the liver stage, mature sexual stage, and asexual blood stage malaria parasites in parallel. In addition, instead of using an asexual assay that measures accumulated parasite DNA in the presence of compound (SYBR green), a real time luciferase-dependent parasite viability assay was used that distinguishes slow-acting (delayed death) from fast-acting compounds. Among 382 scaffolds with the activity confirmed by dose response (<10 μM), we discovered 68 novel delayed-death, 84 liver stage, and 68 stage V gametocyte inhibitors as well. Although 89% of the evaluated compounds had activity in only a single life cycle stage, we discovered six potent (half-maximal inhibitory concentration of <1 μM) multistage scaffolds, including a novel cytochrome bc1 chemotype. Our data further show the luciferase-based assays have higher sensitivity. Chemoinformatic analysis of positive and negative compounds identified scaffold families with a strong enrichment for activity against specific or multiple stages.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acsinfecdis.9b00482","name":"Probing the Open Global Health Chemical Diversity Library for Multistage-Active Starting Points for Next-Generation Antimalarials","publisher":"ACS Infect Dis. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":12,"day":4,"year":2019},"description":"Resistance has developed in Plasmodium malaria parasites to every antimalarial drug in clinical use, prompting the need to characterize the pathways mediating resistance. Here, we report a framework for assessing development of resistance of Plasmodium falciparum to new antimalarial therapeutics. We investigated development of resistance by P. falciparum to the dihydroorotate dehydrogenase (DHODH) inhibitors DSM265 and DSM267 in tissue culture and in a mouse model of P. falciparum infection. We found that resistance to these drugs arose rapidly both in vitro and in vivo. We identified 13 point mutations mediating resistance in the parasite DHODH in vitro that overlapped with the DHODH mutations that arose in the mouse infection model. Mutations in DHODH conferred increased resistance (ranging from 2- to ~400-fold) to DHODH inhibitors in P. falciparum in vitro and in vivo. We further demonstrated that the drug-resistant parasites carrying the C276Y mutation had mitochondrial energetics comparable to the wild-type parasite and also retained their fitness in competitive growth experiments. Our data suggest that in vitro selection of drug-resistant P. falciparum can predict development of resistance in a mouse model of malaria infection.","url":"https:\/\/stm.sciencemag.org\/content\/11\/521\/eaav1636.short","name":"In vitro selection predicts malaria parasite resistance to dihydroorotate dehydrogenase inhibitors in a mouse infection model","publisher":"Sci Transl Med. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":4,"day":16,"year":2020},"description":"The search for antimalarial chemotypes with modes of action unrelated to existing drugs has intensified with the recent failure of first-line therapies across Southeast Asia. Here, we show that the trisubstituted imidazole MMV030084 potently inhibits hepatocyte invasion by Plasmodium sporozoites, merozoite egress from asexual blood stage schizonts, and male gamete exflagellation. Metabolomic, phosphoproteomic, and chemoproteomic studies, validated with conditional knockdown parasites, molecular docking, and recombinant kinase assays, identified cGMP-dependent protein kinase (PKG) as the primary target of MMV030084. PKG is known to play essential roles in Plasmodium invasion of and egress from host cells, matching MMV030084's activity profile. Resistance selections and gene editing identified tyrosine kinase-like protein 3 as a low-level resistance mediator for PKG inhibitors, while PKG itself never mutated under pressure. These studies highlight PKG as a resistance-refractory antimalarial target throughout the Plasmodium life cycle and promote MMV030084 as a promising Plasmodium PKG-targeting chemotype.","url":"https:\/\/www.cell.com\/cell-chemical-biology\/pdf\/S2451-9456(20)30115-X.pdf?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS245194562030115X%3Fshowall%3Dtrue","name":"Inhibition of Resistance-Refractory P. falciparum Kinase PKG Delivers Prophylactic, Blood Stage, and Transmission-Blocking Antiplasmodial Activity","publisher":"Cell Chem Biol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":3,"year":2020},"description":"The neglected tropical disease, schistosomiasis, is caused by trematode blood flukes of the Schistosoma genus and infects approximately 200 million people worldwide. With just one partially effective drug available for disease treatment, new drugs are urgently needed. Herein, a series of 47 phthalimide (Pht) analogues possessing high-value bioactive scaffolds (i.e., benzimidazole and 1,2,3,-triazoles) was synthesized by click-chemistry. Compounds were evaluated for anti-schistosomal activity in culture against somules (post-infective larvae) and adults of Schistosoma mansoni, their predicted ADME (absorption, distribution, metabolism, and excretion) properties, and toxicity vs. HepG2 cells. The majority showed favorable parameters for surface area, lipophilicity, bioavailability and Lipinski score. Thirteen compounds were active at 10 µM against both somules and adults (6d, 6f, 6i-6l, 6n-6p, 6s, 6r', 6t' and 6w). Against somules, the majority caused degeneracy and\/or death after 72 h; whereas against adult parasites, five compounds (6l, 6d, 6f, 6r' and 6s) elicited degeneracy, tegumental (surface) damage and\/or death. Strongest potency against both developmental stages was recorded for compounds possessing n-butyl or isobutyl as a linker, and a pentafluorophenyl group on triazole. Apart from five compounds for which anti-parasite activity tracked with toxicity to HepG2 cells, there was apparently no toxicity to HepG2 cells (EC50 values ≥50 µM). The data overall suggest that phthaloyl-triazole compounds are favorable synthons for additional studies as anti-schistosomals.","url":"https:\/\/www.mdpi.com\/1424-8247\/13\/2\/25","name":"Synthesis and Bioactivity of Phthalimide Analogs as Potential Drugs to Treat Schistosomiasis, a Neglected Disease of Poverty","publisher":"Pharmaceuticals (Basel). ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":20,"year":2020},"description":"We report detailed susceptibility profiling of asexual blood stages of the malaria parasite Plasmodium falciparum to clinical and experimental antimalarials, combined with metabolomic fingerprinting. Results revealed a variety of stage-specific and metabolic profiles that differentiated the modes of action of clinical antimalarials including chloroquine, piperaquine, lumefantrine, and mefloquine, and identified late trophozoite-specific peak activity and stage-specific biphasic dose-responses for the mitochondrial inhibitors DSM265 and atovaquone. We also identified experimental antimalarials hitting previously unexplored druggable pathways as reflected by their unique stage specificity and\/or metabolic profiles. These included several ring-active compounds, ones affecting hemoglobin catabolism through distinct pathways, and mitochondrial inhibitors with lower propensities for resistance than either DSM265 or atovaquone. This approach, also applicable to other microbes that undergo multiple differentiation steps, provides an effective tool to prioritize compounds for further development within the context of combination therapies.","url":"https:\/\/www.cell.com\/cell-chemical-biology\/fulltext\/S2451-9456(19)30391-5?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2451945619303915%3Fshowall%3Dtrue","name":"Combining Stage Specificity and Metabolomic Profiling to Advance Antimalarial Drug Discovery","publisher":"Cell Chem Biol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":12,"day":5,"year":1997},"description":"Bad, an inducer of programmed cell death, was recently isolated from a mouse cDNA library by its ability to bind to the anti-apoptotic protein BCL-2. Sequence analysis suggested that Bad was a member of the BCL-2 gene family that encodes both inducers and inhibitors of programmed cell death. To further analyze the role of BAD in the network of homo- and heterodimers formed by the BCL-2 family, we have cloned the human homologue of BAD and assessed its biological activity and its interactions with wild type and mutant BCL-2 family proteins. Our results indicate that the human BAD protein, like its mouse homologue, is able to induce apoptosis when transfected into mammalian cells. Furthermore, in yeast two-hybrid assays as well as quantitative in vitro interaction assays, human Bad interacted with BCL-2 and BCL-XL. Sequence alignments of human BAD revealed the presence of a BH-3 homology domain as seen in other BCL-2 family proteins. Peptides derived from this domain were able to completely inhibit the dimerization of BAD with BCL-XL. Thus, as previously shown for BAX, BAK, BCL-2, and BCL-XL, the BH3 domain of BAD is required for its dimerization with other BCL-2 family proteins. BAD was further analyzed for its ability to bind to various mutants of BCL-2 and BCL-XL that have lost the ability to bind BAX and BAK, some of which retain biological activity and some of which do not. Surprisingly, all of the mutated BCL-2 and BCL-XL proteins analyzed strongly interacted with human BAD. Our data thus indicate that mutations in BCL-2 and BCL-XL can differentially affect the heterodimeric binding of different death-promoting proteins and have implications concerning the relationship between heterodimerization and biological activity.","url":"https:\/\/www.jbc.org\/content\/272\/49\/30866.long","name":"Dimerization properties of human BAD. Identification of a BH-3 domain and analysis of its binding to mutant BCL-2 and BCL-XL proteins","publisher":"J Biol Chem.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":7,"day":25,"year":1997},"description":"We identified and cloned a novel human protein that contains FADD\/Mort1 death effector domain homology regions, designated FLAME-1. FLAME-1, although most similar in structure to Mch4 and Mch5, does not possess caspase activity but can interact specifically with FADD, Mch4, and Mch5. Interestingly, FLAME-1 is recruited to the Fas receptor complex and can abrogate Fas\/TNFR-induced apoptosis upon expression in FasL\/tumor necrosis factor-sensitive MCF-7 cells, possibly by acting as a dominant-negative inhibitor. These findings identify a novel endogenous control point that regulates Fas\/TNFR1-mediated apoptosis","url":"https:\/\/www.jbc.org\/content\/272\/30\/18542.long","name":"FLAME-1, a novel FADD-like anti-apoptotic molecule that regulates Fas\/TNFR1-induced apoptosis","publisher":"J Biol Chem. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":7,"day":4,"year":1997},"description":"Interactions among proteins in the Bcl-2 family regulate the onset of programmed cell death. Previous work has shown that the death-inhibiting family members Bcl-2 and Bcl-xL form heterodimers with the death-promoting homologue Bax and that certain site-directed mutants of Bcl-2 and Bcl-xL lose both biological activity and the ability to bind Bax. To better understand the structural basis of heterodimer formation, we have used a yeast two-hybrid assay to screen for mutants of Bax that regain the ability to bind to these inactive Bcl-2(G145A) and Bcl-xL(G138A) mutants. This screen identified a series of C-terminally truncated Bax molecules that contain complete BH3 (Bcl-2 homology domain 3) domains but that have lost BH1 and BH2 sequences. These results indicate that while the Bcl-2 and Bcl-xL mutants fail to bind full-length Bax, they still retain a binding site for the critical BH3 domain. This suggests that conformational constraints in full-length Bax regulate its ability to bind to other Bcl-2 family members. Furthermore, we demonstrate that the normally inert Bcl-2(G145A) mutant effectively blocks apoptosis induced by a C-terminally truncated Bax molecule, but does not block apoptosis induced by wild-type Bax. This demonstrates that cell protection can be effected by directly binding pro-apoptotic members of the Bcl-2 family","url":"https:\/\/www.jbc.org\/content\/272\/27\/16955.long","name":"Structural and functional complementation of an inactive Bcl-2 mutant by Bax truncation","publisher":"J Biol Chem. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":18,"year":1997},"description":"To identify novel antiapoptotic proteins encoded by DNA viruses, we searched viral genomes for proteins that might interfere with Fas and TNFR1 apoptotic signaling pathways. We report here that equine herpesvirus type 2 E8 protein and molluscum contagiosum virus MC159 protein both show sequence similarity to the death effector domains (DEDs) of the Fas\/TNFR1 signaling components FADD and caspase-8. Yeast two-hybrid analysis revealed that E8 protein interacted with the caspase-8 prodomain whereas MC159 protein interacted with FADD. Furthermore, expression of either E8 protein or MC159 protein protected cells from Fas- and TNFR1-induced apoptosis indicating that certain herpesviruses and poxviruses use DED-mediated interactions to interfere with apoptotic signaling pathways. These findings identify a novel control point exploited by viruses to regulate Fas- and TNFR1-mediated apoptosis.","url":"https:\/\/www.pnas.org\/content\/94\/4\/1172.long","name":"Death effector domain-containing herpesvirus and poxvirus proteins inhibit both Fas- and TNFR1-induced apoptosis","publisher":"Proc Natl Acad Sci U S A. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":12,"day":1,"year":1995},"description":"A STE20\/p65pak homolog was isolated from fission yeast by PCR. The pak1+ gene encodes a 72 kDa protein containing a putative p21-binding domain near its amino-terminus and a serine\/threonine kinase domain near its carboxyl-terminus. The Pak1 protein autophosphorylates on serine residues and preferentially binds to activated Cdc42p both in vitro and in vivo. This binding is mediated through the p21 binding domain on Pak1p and the effector domain on Cdc42p. Overexpression of an inactive mutant form of pak1 gives rise to cells with markedly abnormal shape with mislocalized actin staining. Pak1 overexpression does not, however, suppress lethality associated with cdc42-null cells or the morphologic defeat caused by overexpression of mutant cdc42 alleles. Gene disruption of pak1+ establishes that, like cdc42+, pak1+ function is required for cell viability. In budding yeast, pak1+ expression restores mating function to STE20-null cells and, in fission yeast, overexpression of an inactive form of Pak inhibits mating. These results indicate that the Pak1 protein is likely to be an effector for Cdc42p or a related GTPase, and suggest that Pak1p is involved in the maintenance of cell polarity and in mating.","url":"https:\/\/www.embopress.org\/doi\/abs\/10.1002\/j.1460-2075.1995.tb00278.x?sid=nlm%3Apubmed&","name":"Fission yeast pak1+ encodes a protein kinase that interacts with Cdc42p and is involved in the control of cell polarity and mating","publisher":"EMBO J. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":10,"day":11,"year":1994},"description":"The Schizosaccharomyces pombe genes pyp1+ and pyp2+ encode protein tyrosine phosphatases (PTPases) that act as negative regulators of mitosis upstream of the wee1+\/mik1+ pathway. Here we provide evidence that pyp1+ and pyp2+ function independently of cdr1+(nim1+) in the inhibition of mitosis and that the wee1 kinase is not a direct substrate of either PTPase. In a pyp1::ura4 cdc25-22 genetic background, overexpression of either the N-terminal domain of pyp1+ or a catalytically inactive mutant, pyp1C470S, causes cell cycle arrest. This phenotype reverses the suppression of a cdc25 temperature-sensitive mutation at 35 degrees C caused by a pyp1 disruption. Furthermore, pyp1C470S and a catalytically inactive mutant of pyp2, pyp2C630S, induce mitotic delay as do their wild-type counterparts. Analysis of pyp1+ and pyp2+ further reveals that in vitro PTPase activity of pyp1 and pyp2, as well as their biological activity, is dependent on the presence of N-terminal sequences that are not normally considered part of PTPase catalytic domains.","url":"https:\/\/www.pnas.org\/content\/91\/21\/10084.long","name":"Negative regulation of mitosis in fission yeast by catalytically inactive pyp1 and pyp2 mutants","publisher":"Proc Natl Acad Sci U S A.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":10,"day":9,"year":1993},"description":"In a previous communication, we have shown that two protein tyrosine tyrosine phosphatases (PTPases) from fission yeast, pyp1+ and pyp2+, act as novel inhibitors of mitosis upstream of the wee1+\/mik1+ pathway (Ottilie et al., 1992). Here we describe that both genes possess intrinsic PTPase activity as judged by in vitro PTPase assays using 32P-labeled Raytide as a substrate, and that 32P-labeled p107wee1 is an in vitro substrate for pyp1. To compare the biological activity of pyp1 and pyp2 to that of other known PTPases, we expressed the budding yeast PTP1 and human placental phosphatase 1B (PTP1B) genes in either a cdc25-22 or wee1-50 genetic background and established that, in contrast to pyp1+ and pyp2+, Saccharomyces cerevisiae PTP1 and human PTP1B complement the cdc25 mutant, opposing the wee1+\/mik1+ pathway.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/yea.320091002","name":"Comparison of the biochemical and biological functions of tyrosine phosphatases from fission yeast, budding yeast and animal cells","publisher":"Yeast. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":12,"day":12,"year":1992},"description":"We have used degenerate oligonucleotide probes based on sequences conserved among known protein tyrosine phosphatases (PTPases) to identify two Schizosaccharomyces pombe genes encoding PTPases. We previously described the cloning of pyp1+ (S. Ottilie, J. Chernoff, G. Hannig, C. S. Hoffman, and R. L. Erikson, Proc. Natl. Acad. Sci. USA 88:3455-3459, 1991), and here we describe a second gene, called pyp2+. The C terminus of each protein contains sequences conserved in the apparent catalytic domains of all known PTPases. Disruption of pyp2+ results in viable cells, as was the case for pyp1+, whereas disruption of pyp2+ and pyp1+ results in synthetic lethality. Overexpression of either pyp1+ or pyp2+ in wild-type strains leads to a delay in mitosis but is suppressed by a wee1-50 mutation at 35 degrees C or a cdc2-1w mutation. A pyp1 disruption suppresses the temperature-sensitive lethality of a cdc25-22 mutation. Our data suggest that pyp1+ and pyp2+ act as negative regulators of mitosis upstream of the wee1+\/mik1+ pathway.\n\n","url":"https:\/\/mcb.asm.org\/content\/12\/12\/5571.long","name":"The fission yeast genes pyp1+ and pyp2+ encode protein tyrosine phosphatases that negatively regulate mitosis.","publisher":"1992 Dec;12(12):5571-80. doi: 10.1128\/mcb.12.12.5571.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"name":"Multiple src-related kinase genes, srk1-4, in the fresh water sponge Spongilla lacustris","publishedOn":{"month":8,"day":7,"year":1992},"description":"In one of the simplest metazoan organisms, the sponge Spongilla lacustris, at least four different src-related kinase genes (srk1-4) are expressed, all of which show a high degree of similarity to the c-src genes of vertebrates. Whereas srk2 and srk3 are clearly unrelated at the nucleic acid level, srk1 and srk4 share identical sequences in the 5' parts of their cDNAs. The cloning of several primer extension clones and genomic polymerase chain reaction experiments confirmed the hypothesis of an alternative splicing of tandemly arranged carboxy-terminal parts of srk1 and srk4. The genomic sequence encoding both proteins was found to be interrupted at the splice point by an intron which is located in the same position as one of the introns in the chicken src gene, which is the only gene conserved in invertebrates and vertebrates. All four srk genes are expressed in adult sponges as mRNA transcripts of about 2.2 kb. Tyrosine kinase activity of a src-related kinase could be detected in adult sponges but not in their resting form (gemmulae), and may reflect the activity of the srk protein products. Spongilla lacustris is the simplest organism from which a protein tyrosine kinase gene has been isolated. The presence of at least four such genes in the evolutionary ancient and primitive phylum Porifera suggests that tyrosine kinase genes arose concomitantly with or shortly after the appearance of multicellular organisms and that their activity may be involved in aggregation and cell-cell recognition.","publisher":"Oncogene.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":4,"day":15,"year":1991},"description":"Degenerate oligonucleotide probes encoding sequences conserved among mammalian protein-tyrosine-phosphatases (PTPases) were used to amplify DNA fragments from a Schizosaccharomyces pombe cDNA library by polymerase chain reaction (PCR) methods. A cloned PCR product predicted peptide sequences similar to those found in PTPases but not identical to any published sequences. A S. pombe gene, designated pyp1+, was identified in a cDNA library with this PCR probe, cloned, and sequenced. The sequence of the gene predicted a 550-amino acid protein with Mr 61,586, which includes amino acid sequences that are highly conserved in mammalian PTPases. Disruption of the pyp1+ gene resulted in viable cells. Overexpression of the pyp1+ gene in S. pombe permitted detection of a protein of apparent Mr 63,000.","url":"https:\/\/www.pnas.org\/content\/88\/8\/3455.long","name":"A fission-yeast gene encoding a protein with features of protein-tyrosine-phosphatases","publisher":"Proc Natl Acad Sci U S A.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"name":"Conservation of structure and expression of the c-yes and fyn genes in lower vertebrates","publishedOn":{"month":3,"day":6,"year":1991},"description":"The src-gene family in mammals and birds consists of 9 closely related protein tyrosine kinases. We have cloned the c-yes and fyn homologues of the src-family from the teleost fish Xiphophorus helleri. Both genes show a high degree of sequence conservation and exhibit all structural motifs diagnostic for functional src-like protein tyrosine kinases. Sequence comparisons revealed three domains (exon 2, exons 3-6, exons 7-12) which evolve at different rates. Both genes exhibit an identical expression pattern, with preferential expression in neural tissues. No transcripts of c-yes were found in liver which is contrary to the situation in higher vertebrates. In malignant melanoma, elevated levels of c-yes and fyn were detected indicating a possible function during secondary steps of tumor progression for src-related tyrosine kinases.","publisher":"Oncogene. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"name":"Multistage and transmission-blocking targeted antimalarials discovered from the open-source MMV Pandemic Response Box ","publishedOn":{"month":1,"day":11,"year":2021},"publisher":" Nat Commun  . 2021 Jan 11;12(1):269. doi: 10.1038\/s41467-020-20629-8. ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":25,"year":2021},"description":"A novel diazaspiro[3.4]octane series was identified from a Plasmodium falciparum whole-cell high-throughput screening campaign. Hits displayed activity against multiple stages of the parasite lifecycle, which together with a novel sp3-rich scaffold provided an attractive starting point for a hit-to-lead medicinal chemistry optimization and biological profiling program. Structure-activity-relationship studies led to the identification of compounds that showed low nanomolar asexual blood-stage activity (<50 nM) together with strong gametocyte sterilizing properties that translated to transmission-blocking activity in the standard membrane feeding assay. Mechanistic studies through resistance selection with one of the analogues followed by whole-genome sequencing implicated the P. falciparum cyclic amine resistance locus in the mode of resistance.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33573376\/","name":"Identification and Profiling of a Novel Diazaspiro[3.4]octane Chemical Series Active against Multiple Stages of the Human Malaria Parasite Plasmodium falciparum and Optimization Efforts","publisher":"J Med Chem","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":26,"year":2021},"description":"The Malaria Drug Accelerator (MalDA) is a consortium of 15 leading scientific laboratories. The aim of MalDA is to improve and accelerate the early antimalarial drug discovery process by identifying new, essential, druggable targets. In addition, it seeks to produce early lead inhibitors that may be advanced into drug candidates suitable for preclinical development and subsequent clinical testing in humans. By sharing resources, including expertise, knowledge, materials, and reagents, the consortium strives to eliminate the structural barriers often encountered in the drug discovery process. Here we discuss the mission of the consortium and its scientific achievements, including the identification of new chemically and biologically validated targets, as well as future scientific directions.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S147149222100012X","name":"MalDA, Accelerating Malaria Drug Discovery","publisher":"Trends in Parasitology ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":17,"year":2021},"description":"In vitro evolution and whole genome analysis were used to comprehensively identify the genetic determinants of chemical resistance in the model microbe, Saccharomyces cerevisiae. Analysis of 355 curated, laboratory-evolved clones, resistant to 80 different compounds, demonstrates differences in the types of mutations that are identified in selected versus neutral evolution and reveals numerous new, compound-target interactions. Through enrichment analysis we further identify a set of 137 genes strongly associated with or conferring drug resistance as indicated by CRISPR-Cas9 engineering. The set of 25 most frequently mutated genes was enriched for transcription factors and for almost 25 percent of the compounds, resistance was mediated by one of 100 independently derived, gain-of-function, single nucleotide variants found in 170-amino-acid domains in two Zn2C6 transcription factors, YRR1 and YRM1 (p < 1x 10 −100). This remarkable enrichment for transcription factors as drug resistance genes may explain why it is challenging to develop effective antifungal killing agents and highlights their important role in evolution.","url":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.17.430112v1","name":"Defining the Yeast Resistome through in vitro Evolution and Whole Genome Sequencing","publisher":"biorxiv.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":9,"day":28,"year":2021},"description":"The Plasmodium falciparum proteasome is a potential antimalarial drug target. We have identified a series of amino-amide boronates that are potent and specific inhibitors of the P. falciparum 20S proteasome (Pf20S) β5 active site and that exhibit fast-acting antimalarial activity. They selectively inhibit the growth of P. falciparum compared with a human cell line and exhibit high potency against field isolates of P. falciparum and Plasmodium vivax They have a low propensity for development of resistance and possess liver stage and transmission-blocking activity. Exemplar compounds, MPI-5 and MPI-13, show potent activity against P. falciparum infections in a SCID mouse model with an oral dosing regimen that is well tolerated. We show that MPI-5 binds more strongly to Pf20S than to human constitutive 20S (Hs20Sc). Comparison of the cryo-electron microscopy (EM) structures of Pf20S and Hs20Sc in complex with MPI-5 and Pf20S in complex with the clinically used anti-cancer agent, bortezomib, reveal differences in binding modes that help to explain the selectivity. Together, this work provides insights into the 20S proteasome in P. falciparum, underpinning the design of potent and selective antimalarial proteasome inhibitors.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34548400\/","name":"Design of proteasome inhibitors with oral efficacy in vivo against Plasmodium falciparum and selectivity over the human proteasome","publisher":"Proc Natl Acad Sci U S A  .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":10,"day":8,"year":2021},"description":"There is a shift in antimalarial drug discovery from phenotypic screening toward target-based approaches, as more potential drug targets are being validated in Plasmodium species. Given the high attrition rate and high cost of drug discovery, it is important to select the targets most likely to deliver progressible drug candidates. In this paper, we describe the criteria that we consider important for selecting targets for antimalarial drug discovery. We describe the analysis of a number of drug targets in the Malaria Drug Accelerator (MalDA) pipeline, which has allowed us to prioritize targets that are ready to enter the drug discovery process. This selection process has also highlighted where additional data are required to inform target progression or deprioritization of other targets. Finally, we comment on how additional drug targets may be identified.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34523908\/","name":"Prioritization of Molecular Targets for Antimalarial Drug Discovery","publisher":"ACS Infect Dis  .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":7,"day":28,"year":2021},"description":"We identify the Plasmodium falciparum acetyl-coenzyme A synthetase (PfAcAS) as a druggable target, using genetic and chemical validation. In vitro evolution of resistance with two antiplasmodial drug-like compounds (MMV019721 and MMV084978) selects for mutations in PfAcAS. Metabolic profiling of compound-treated parasites reveals changes in acetyl-CoA levels for both compounds. Genome editing confirms that mutations in PfAcAS are sufficient to confer resistance. Knockdown studies demonstrate that PfAcAS is essential for asexual growth, and partial knockdown induces hypersensitivity to both compounds. In vitro biochemical assays using recombinantly expressed PfAcAS validates that MMV019721 and MMV084978 directly inhibit the enzyme by preventing CoA and acetate binding, respectively. Immunolocalization studies reveal that PfAcAS is primarily localized to the nucleus. Functional studies demonstrate inhibition of histone acetylation in compound-treated wild-type, but not in resistant parasites. Our findings identify and validate PfAcAS as an essential, druggable target involved in the epigenetic regulation of gene expression.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34348113\/","name":"Chemogenomics identifies acetyl-coenzyme A synthetase as a target for malaria treatment and prevention","publisher":"Cell Chem Biol  .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":7,"day":5,"year":2021},"description":"Widespread Plasmodium falciparum resistance to first-line antimalarials underscores the vital need to develop compounds with novel modes of action and identify new druggable targets. Here, we profile five compounds that potently inhibit P. falciparum asexual blood stages. Resistance selection studies with three carboxamide-containing compounds, confirmed by gene editing and conditional knockdowns, identify point mutations in the parasite transporter ABCI3 as the primary mediator of resistance. Selection studies with imidazopyridine or quinoline-carboxamide compounds also yield changes in ABCI3, this time through gene amplification. Imidazopyridine mode of action is attributed to inhibition of heme detoxification, as evidenced by cellular accumulation and heme fractionation assays. For the copy-number variation-selecting imidazopyridine and quinoline-carboxamide compounds, we find that resistance, manifesting as a biphasic concentration-response curve, can independently be mediated by mutations in the chloroquine resistance transporter PfCRT. These studies reveal the interconnectedness of P. falciparum transporters in overcoming drug pressure in different parasite strains.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34233174\/","name":"The Plasmodium falciparum ABC transporter ABCI3 confers parasite strain-dependent pleiotropic antimalarial drug resistance","publisher":"Cell Chem Biol  .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":4,"day":9,"year":2021},"description":"In malaria, chemical genetics is a powerful method for assigning function to uncharacterized genes. MMV085203 and GNF-Pf-3600 are two structurally related napthoquinone phenotypic screening hits that kill both blood- and sexual-stage P. falciparum parasites in the low nanomolar to low micromolar range. In order to understand their mechanism of action, parasites from two different genetic backgrounds were exposed to sublethal concentrations of MMV085203 and GNF-Pf-3600 until resistance emerged. Whole genome sequencing revealed all 17 resistant clones acquired nonsynonymous mutations in the gene encoding the orphan apicomplexan transporter PF3D7_0312500 (pfmfr3) predicted to encode a member of the major facilitator superfamily (MFS). Disruption of pfmfr3 and testing against a panel of antimalarial compounds showed decreased sensitivity to MMV085203 and GNF-Pf-3600 as well as other compounds that have a mitochondrial mechanism of action. In contrast, mutations in pfmfr3 provided no protection against compounds that act in the food vacuole or the cytosol. A dihydroorotate dehydrogenase rescue assay using transgenic parasite lines, however, indicated a different mechanism of action for both MMV085203 and GNF-Pf-3600 than the direct inhibition of cytochrome bc1. Green fluorescent protein (GFP) tagging of PfMFR3 revealed that it localizes to the parasite mitochondrion. Our data are consistent with PfMFR3 playing roles in mitochondrial transport as well as drug resistance for clinically relevant antimalarials that target the mitochondria. Furthermore, given that pfmfr3 is naturally polymorphic, naturally occurring mutations may lead to differential sensitivity to clinically relevant compounds such as atovaquone.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33715347\/","name":"PfMFR3: A Multidrug-Resistant Modulator in Plasmodium falciparum","publisher":"ACS Infect Dis","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":2,"day":11,"year":2022},"description":"In vitro evolution and whole genome analysis were used to comprehensively identify the genetic determinants of chemical resistance in Saccharomyces cerevisiae. Sequence analysis identified many genes contributing to the resistance phenotype as well as numerous amino acids in potential targets that may play a role in compound binding. Our work shows that compound-target pairs can be conserved across multiple species. The set of 25 most frequently mutated genes was enriched for transcription factors, and for almost 25 percent of the compounds, resistance was mediated by one of 100 independently derived, gain-of- function SNVs found in a 170 amino acid domain in the two Zn2C6 transcription factors YRR1 and YRM1 (p<1×10−100). This remarkable enrichment for transcription factors as drug resistance genes highlights their important role in the evolution of antifungal xenobiotic resistance and underscores the challenge to develop antifungal treatments that maintain potency.","url":"https:\/\/www.nature.com\/articles\/s42003-022-03076-7","name":"Adaptive laboratory evolution in S. cerevisiae highlights role of transcription factors in fungal xenobiotic resistance","publisher":"COMMUNICATIONS BIOLOGY","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":4,"day":26,"year":2022},"description":"The prospect of eradicating malaria continues to be challenging in the face of increasing parasite resistance to antimalarial drugs so that novel antimalarials active against asexual, sexual, and liver-stage malaria parasites are urgently needed. The West African climbing shrub Cryptolepis sanguinolenta is used traditionally for the treatment of malaria; its principal alkaloid, cryptolepine (1), has been shown to have antimalarial properties, and the synthetic analogue 2,7-dibromocryptolepine (2) is of interest as a lead toward new antimalarial agents. All compounds were active against Plasmodia in vitro, but 6 showed the most selective profile with respect to Hep G2 cells: P. falciparum (chloroquine-resistant strain K1), IC50 = 0.25 µM, SI = 113; late stage, gametocytes, IC50 = 2.2 µM, SI = 13; liver stage, P. berghei sporozoites IC50 = 6.13 µM, SI = 4.6. Compounds 3-6 were also active against the emerging zoonotic species P. knowlesi with 5 being the most potent (IC50 = 0.11 µM). In addition, 3-6 potently inhibited T. brucei in vitro at nM concentrations and good selectivity with 6 again being the most selective (IC50 = 59 nM, SI = 478). These compounds were also cytotoxic to wild-type ovarian cancer cells as well as adriamycin-resistant and, except for 5, cisplatin-resistant ovarian cancer cells. In an acute oral toxicity test in mice, 3-6 did not exhibit toxic effects at doses of up to 100 mg\/kg\/dose × 3 consecutive days. This study demonstrates that C. sanguinolenta may be utilized as a sustainable source of novel compounds that may lead to the development of novel agents for the treatment of malaria, African trypanosomiasis, and cancer.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35600849\/","name":"Semi-Synthetic Analogues of Cryptolepine as a Potential Source of Sustainable Drugs for the Treatment of Malaria, Human African Trypanosomiasis, and Cancer","publisher":"Front Pharmacol  .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":6,"day":2,"year":2022},"description":"Hijacking tRNAs to halt protein synthesis\nMolecules that derail translation can be useful tools and drugs, but they are also likely to be toxic unless they are highly specific for a desired target. Xie et al. found that adenosine sulfamate can react to form mimics of adenylates, which are common biosynthetic intermediates in condensation reactions (see the Perspective by Statsyuk). Screening a panel of sulfamates, they found a molecule with a modified base, ML901, that inhibited the growth of the malaria parasite Plasmodium falciparum in vitro and in animals but was not toxic to human cells. A key enzyme in protein biosynthesis, tyrosine–transfer RNA (tyrosine-tRNA) synthetase, binds ML901 and attaches it to tyrosine from a tyrosine-tRNA, producing a dead-end product that blocks the active site and inhibits downstream protein synthesis in the parasite. Toxicity of ML901 for the parasite is specific because the human enzyme is unable to catalyze this reaction","url":"https:\/\/www.science.org\/doi\/full\/10.1126\/science.abn0611","name":"Reaction hijacking of tyrosine tRNA synthetase as a new whole-of-life-cycle antimalarial strategy","publisher":"Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":10,"day":19,"year":2022},"description":"Compounds acting on multiple targets are critical to combating antimalarial drug resistance. Here, we report that the human “mammalian target of rapamycin” (mTOR) inhibitor sapanisertib has potent prophylactic liver stage activity, in vitro and in vivo asexual blood stage (ABS) activity, and transmission-blocking activity against the protozoan parasite Plasmodium spp. Chemoproteomics studies revealed multiple potential Plasmodium kinase targets, and potent inhibition of Plasmodium phosphatidylinositol 4-kinase type III beta (PI4Kβ) and cyclic guanosine monophosphate–dependent protein kinase (PKG) was confirmed in vitro. Conditional knockdown of PI4Kβ in ABS cultures modulated parasite sensitivity to sapanisertib, and laboratory-generated P. falciparum sapanisertib resistance was mediated by mutations in PI4Kβ. Parasite metabolomic perturbation profiles associated with sapanisertib and other known PI4Kβ and\/or PKG inhibitors revealed similarities and differences between chemotypes, potentially caused by sapanisertib targeting multiple parasite kinases. The multistage activity of sapanisertib and its in vivo antimalarial efficacy, coupled with potent inhibition of at least two promising drug targets, provides an opportunity to reposition this pyrazolopyrimidine for malaria.","url":"https:\/\/www.science.org\/doi\/abs\/10.1126\/scitranslmed.abo7219","name":"The anticancer human mTOR inhibitor sapanisertib potently inhibits multiple Plasmodium kinases and life cycle stages","publisher":"Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":1,"day":8,"year":2023},"description":"Here we present remarkable epoxyketone-based proteasome inhibitors with low nanomolar in vitro potency for blood-stage Plasmodium falciparum and low cytotoxicity for human cells. Our best compound has more than 2,000-fold greater selectivity for erythrocytic-stage P. falciparum over HepG2 and H460 cells, which is largely driven by the accommodation of the parasite proteasome for a D-amino acid in the P3 position and the preference for a difluorobenzyl group in the P1 position. We isolated the proteasome from P. falciparum cell extracts and determined that the best compound is 171-fold more potent at inhibiting the β5 subunit of P. falciparum proteasome when compared to the same subunit of the human constitutive proteasome. These compounds also significantly reduce parasitemia in a P. berghei mouse infection model and prolong survival of animals by an average of 6 days. The current epoxyketone inhibitors are ideal starting compounds for orally bioavailable anti-malarial drugs.","url":"https:\/\/chemistry-europe.onlinelibrary.wiley.com\/doi\/epdf\/10.1002\/chem.202203958","name":"Development of Potent and Highly Selective Epoxyketone-based Plasmodium Proteasome Inhibitors","publisher":"European Chemical Societies","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":3,"day":8,"year":2023},"description":"Development of antimalarial compounds into clinical candidates remains costly and arduous without detailed knowledge of the target. As resistance increases and treatment options at various stages of disease are limited, it is critical to identify multistage drug targets that are readily interrogated in biochemical assays. Whole-genome sequencing of 18 parasite clones evolved using thienopyrimidine compounds with submicromolar, rapid-killing, pan-life cycle antiparasitic activity showed that all had acquired mutations in the P. falciparum cytoplasmic isoleucyl tRNA synthetase (cIRS). Engineering two of the mutations into drug-naïve parasites recapitulated the resistance phenotype, and parasites with conditional knockdowns of cIRS became hypersensitive to two thienopyrimidines. Purified recombinant P. vivax cIRS inhibition, cross-resistance, and biochemical assays indicated a noncompetitive, allosteric binding site that is distinct from that of known cIRS inhibitors mupirocin and reveromycin A. Our data show that Plasmodium cIRS is an important chemically and genetically validated target for next-generation medicines for malaria.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36888694\/","name":"Cytoplasmic isoleucyl tRNA synthetase as an attractive multistage antimalarial drug target","publisher":"Sci Transl Med","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":5,"day":10,"year":2023},"description":"Chemical genetic approaches have had a transformative impact on discovery of drug targets for malaria but have primarily been used for parasite targets. To identify human pathways required for intrahepatic development of parasite, we implemented multiplex cytological profiling of malaria infected hepatocytes treated with liver stage active compounds. Some compounds, including MMV1088447 and MMV1346624, exhibited profiles similar to cells treated with nuclear hormone receptor (NHR) agonist\/antagonists. siRNAs targeting human NHRs, or their signaling partners identified eight genes that were critical for Plasmodium berghei infection. Knockdown of NR1D2, a host NHR, significantly impaired parasite growth by downregulation of host lipid metabolism. Importantly, treatment with MMV1088447 and MMV1346624 but not other antimalarials, phenocopied the lipid metabolism defect of NR1D2 knockdown. Our data underlines the use of high-content imaging for host-cellular pathway deconvolution, highlights host lipid metabolism as a drug-able human pathway and provides new chemical biology tools for studying host-parasite interactions.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37172592\/","name":"Human nuclear hormone receptor activity contributes to malaria parasite liver stage development","publisher":"Cell Chem Biol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]},{"publishedOn":{"month":5,"day":17,"year":2023},"description":"Antimalarial drug discovery has until recently been driven by high-throughput phenotypic cellular screening, allowing millions of compounds to be assayed and delivering clinical drug candidates. In this review, we will focus on target-based approaches, describing recent advances in our understanding of druggable targets in the malaria parasite. Targeting multiple stages of the Plasmodium lifecycle, rather than just the clinically symptomatic asexual blood stage, has become a requirement for new antimalarial medicines, and we link pharmacological data clearly to the parasite stages to which it applies. Finally, we highlight the IUPHAR\/MMV Guide to MALARIA PHARMACOLOGY, a web resource developed for the malaria research community that provides open and optimized access to published data on malaria pharmacology.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37197802\/","name":"Advances in Malaria Pharmacology and the online Guide to MALARIA PHARMACOLOGY: IUPHAR Review X","publisher":"Br J Pharmacol  .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAchsoIB9mtkJMsVe7PeCgM3rMsRr2EA4OM,NAME_SEARCH,xmbA)"}]}],"positions":null,"posts":[{"createdAt":1716775860000,"insightId":"61d6ce80-0d74-430a-9c8e-f73f1d4a90ef","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGuqvYxB7ip0g\/articleshare-shrink_800\/0\/1717169090775?e=1717977600&v=beta&t=lZabtnamf6-kPrNGd82y0PNIO4hrW3ap4UKxWVToqjY","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGuqvYxB7ip0g\/articleshare-shrink_800\/0\/1717169090775?e=1717977600&v=beta&t=lZabtnamf6-kPrNGd82y0PNIO4hrW3ap4UKxWVToqjY"}]},"description":"The small-molecule GS-5245 is therapeutically efficacious in animals infected with different pandemic, epidemic, or enzootic coronaviruses.","fullText":"Currently approved antivirals for SARS-CoV-2 target one of two viral proteins. Remdesivir and molnupiravir target the RNA-dependent RNA polymerase (RdRp), whereas nirmatrelvir (the antiviral agent of Paxlovid) targets the main protease (M pro ). Although these drugs are effective, there continues to be room for improvement, especially for drugs targeting the RdRp. Here, Martinez et al. evaluated the efficacy of an orally available small-molecule targeting the RdRp of SARS-CoV-2 and other coronaviruses called GS-5245 or obeldesivir. The authors found that GS-5245 could reduce disease severity in mice infected with one of several different coronaviruses, including SARS-CoV-2, SARS-CoV, and MERS-CoV. Moreover, combining GS-5245 with nirmatrelvir further improved outcomes in mice infected with SARS-CoV-2. Together, these data support further development of GS-5245\/obeldesivir as a broader anti-coronaviral drug. —Courtney Malo Despite the wide availability of several safe and effective vaccines that prevent severe COVID-19, the persistent emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants of concern (VOCs) that can evade vaccine-elicited immunity remains a global health concern. In addition, the emergence of SARS-CoV-2 VOCs that can evade therapeutic monoclonal antibodies underscores the need for additional, variant-resistant treatment strategies. Here, we characterize the antiviral activity of GS-5245, obeldesivir (ODV), an oral prodrug of the parent nucleoside GS-441524, which targets the highly conserved viral RNA-dependent RNA polymerase (RdRp). We show that GS-5245 is broadly potent in vitro against alphacoronavirus HCoV-NL63, SARS-CoV, SARS-CoV–related bat-CoV RsSHC014, Middle East respiratory syndrome coronavirus (MERS-CoV), SARS-CoV-2 WA\/1, and the highly transmissible SARS-CoV-2 BA.1 Omicron variant. Moreover, in mouse models of SARS-CoV, SARS-CoV-2 (WA\/1 and Omicron B1.1.529), MERS-CoV, and bat-CoV RsSHC014 pathogenesis, we observed a dose-dependent reduction in viral replication, body weight loss, acute lung injury, and pulmonary function with GS-5245 therapy. Last, we demonstrate that a combination of GS-5245 and main protease (M pro ) inhibitor nirmatrelvir improved outcomes in vivo against SARS-CoV-2 compared with the single agents. Together, our data support the clinical evaluation of GS-5245 against coronaviruses that cause or have the potential to cause human disease.","resolvedUrl":"https:\/\/www.science.org\/doi\/10.1126\/scitranslmed.adj4504?","title":"The oral nucleoside prodrug GS-5245 is efficacious against SARS-CoV-2 and other endemic, epidemic, and enzootic coronaviruses","sourceDomain":"science.org"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7200680091767459841","threadUrn":"urn:li:activity:7200680091767459841","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7200680091339689984","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7200680091339689984"}}},{"createdAt":1712032800000,"insightId":"615c5033-f7a2-49ce-a027-56793738b45e","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQH0GFgfJVQ4sA\/articleshare-shrink_800\/0\/1716994995874?e=1717977600&v=beta&t=iNYHcu3dtF_frvLUoraZXLQLkkS1LmfQqG_3tL2Wv7c","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQH0GFgfJVQ4sA\/articleshare-shrink_800\/0\/1716994995874?e=1717977600&v=beta&t=iNYHcu3dtF_frvLUoraZXLQLkkS1LmfQqG_3tL2Wv7c"}]},"description":"Molnupiravir treatment in immunocompromised patients led to the accumulation of a distinctive pattern of mutations beyond the recommended 5 days of treatment. Treated patients maintained persistent PCR positivity for the duration of monitoring,...","fullText":"Continued SARS-CoV-2 infection among immunocompromised individuals is likely to play a role in generating genomic diversity and the emergence of novel variants. Antiviral treatments such as molnupiravir are used to mitigate severe COVID-19 outcomes, but the extended effects of these drugs on viral evolution in patients with chronic infections remain uncertain. This study investigates how molnupiravir affects SARS-CoV-2 evolution in immunocompromised patients with prolonged infections. The study included five immunocompromised patients treated with molnupiravir and four patients not treated with molnupiravir (two immunocompromised and two non-immunocompromised). We selected patients who had been infected by similar SARS-CoV-2 variants and with high-quality genomes across timepoints to allow comparison between groups. Throat and nasopharyngeal samples were collected in patients up to 44 days post treatment and were sequenced using tiled amplicon sequencing followed by variant calling. The UShER pipeline and University of California Santa Cruz genome viewer provided insights into the global context of variants. Treated and untreated patients were compared, and mutation profiles were visualised to understand the impact of molnupiravir on viral evolution. Patients treated with molnupiravir showed a large increase in low-to-mid-frequency variants in as little as 10 days after treatment, whereas no such change was observed in untreated patients. Some of these variants became fixed in the viral population, including non-synonymous mutations in the spike protein. The variants were distributed across the genome and included unique mutations not commonly found in global omicron genomes. Notably, G-to-A and C-to-T mutations dominated the mutational profile of treated patients, persisting up to 44 days post treatment. Molnupiravir treatment in immunocompromised patients led to the accumulation of a distinctive pattern of mutations beyond the recommended 5 days of treatment. Treated patients maintained persistent PCR positivity for the duration of monitoring, indicating clear potential for transmission and subsequent emergence of novel variants.","resolvedUrl":"https:\/\/www.thelancet.com\/journals\/lanmic\/article\/PIIS2666-5247(23)00393-2\/fulltext","title":"Effect of molnupiravir on SARS-CoV-2 evolution in immunocompromised patients: a retrospective observational study","sourceDomain":"thelancet.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7180786190088876033","threadUrn":"urn:li:activity:7180786190088876033","reactionsCount":3,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7180786189396844544","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7180786189396844544"}}},{"createdAt":1711844100000,"insightId":"de2d9a16-c4b3-4291-ab84-351b6fb76ec9","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7179994576009486336","threadUrn":"urn:li:ugcPost:7179994576009486336","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7179994576009486336","message":{"attributes":[],"text":""},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHc5lHyS4TH0Q\/articleshare-shrink_800\/0\/1711743891624?e=1717977600&v=beta&t=-jgfQy0-9Q6GxTkJWCsgwPFscoloWkQdAu_K-40gXok","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHc5lHyS4TH0Q\/articleshare-shrink_800\/0\/1711743891624?e=1717977600&v=beta&t=-jgfQy0-9Q6GxTkJWCsgwPFscoloWkQdAu_K-40gXok"}]},"description":"Structure-guided design of SARS-CoV-2 PLpro inhibitors yields an antiviral molecule with in vivo efficacy in a mouse model.","fullText":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) encodes two essential proteases that facilitate replication and are prime targets for inhibition of the virus by small-molecule therapeutics. Drugs targeting the main protease, M pro , are now being used clinically, but alternatives are necessary to address drug resistance and interactions. There has been less success so far targeting the papain-like protease PL pro . Tan et al . used a structure-guided design based on several previously developed leads to generate a series of noncovalent PL pro inhibitors that take advantage of the particular surface features of the protease active site. They confirmed a distinct binding mode for their inhibitors and demonstrated promising efficacy in a mouse infection model. —Michael A. Funk The emergence of SARS-CoV-2 variants and drug-resistant mutants calls for additional oral antivirals. The SARS-CoV-2 papain-like protease (PL pro ) is a promising but challenging drug target. We designed and synthesized 85 noncovalent PL pro inhibitors that bind to a recently discovered ubiquitin binding site and the known BL2 groove pocket near the S4 subsite. Leads inhibited PL pro with the inhibitory constant K i values from 13.2 to 88.2 nanomolar. The co-crystal structures of PL pro with eight leads revealed their interaction modes. The in vivo lead Jun12682 inhibited SARS-CoV-2 and its variants, including nirmatrelvir-resistant strains with EC 50 from 0.44 to 2.02 micromolar. Oral treatment with Jun12682 improved survival and reduced lung viral loads and lesions in a SARS-CoV-2 infection mouse model, suggesting that PL pro inhibitors are promising oral SARS-CoV-2 antiviral candidates.","resolvedUrl":"https:\/\/www.science.org\/doi\/10.1126\/science.adm9724","title":"Design of a SARS-CoV-2 papain-like protease inhibitor with antiviral efficacy in a mouse model","sourceDomain":"science.org"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:groupPost:12189924-7179851247733088256","message":{"attributes":[{"start":291,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eiAyMQgN"}}}],"text":"COVID-19 pandemic might be over, but antivirals targeting SARS-CoV-2 variants and drug-resistant mutants are still in great need. Check out the design of papain-like protease inhibitors with oral antiviral efficacy by exploring a newly discovered drug binding site. Comments are welcomed! \n\nhttps:\/\/lnkd.in\/eiAyMQgN"},"entityUrn":"urn:li:groupPost:12189924-7179851247733088256"},"entityUrn":"urn:li:ugcPost:7179994576009486336"}}},{"createdAt":1711843920000,"insightId":"33956a3e-1b94-4a19-8960-5a81fdc70a2f","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7179993955973963777","threadUrn":"urn:li:activity:7179993955973963777","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7179993955483238400","message":{"attributes":[],"text":""},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQExcwulaapsOg\/feedshare-shrink_2048_1536\/0\/1711635582841?e=1720051200&v=beta&t=3VvqVD5ZZLXQ6fX6-Ikm8fwBEdSHQYhDCltDEmtf9fY"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7179119972781109249","message":{"attributes":[],"text":"We would like to thank all speakers for sharing their exciting research at our Pandemic Preparedness Symposium on March 27th, 2024: Dr. Susan Weiss, Dr. Kimberley Armstrong, Dr. Kena Swanson, Dr. Ajay Arula, Dr. Monica Ghandi, Dr. Thierry Diagana, Dr. Daria Hazuda, and Dr. Meghan Vermillion. A very special thanks to Dr. Jeanne Marrazzo for her video presentation and Rep. Scott Peters for his remarks and supportive message. It was a great symposium thanks to the speakers and organizers, Dr. Sumit Chanda, Dr. Adolfo Garcia-Sastre and Dr. Arnab Chatterjee."},"entityUrn":"urn:li:share:7179119972781109249"},"entityUrn":"urn:li:share:7179993955483238400"}}},{"createdAt":1711635540000,"insightId":"225ad8a8-ebe9-4525-88a9-c5d6debbc9d6","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQExcwulaapsOg\/feedshare-shrink_2048_1536\/0\/1711635582841?e=1720051200&v=beta&t=3VvqVD5ZZLXQ6fX6-Ikm8fwBEdSHQYhDCltDEmtf9fY"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":24}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7179119973577994242","threadUrn":"urn:li:activity:7179119973577994242","reactionsCount":24,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7179119972781109249","message":{"attributes":[],"text":"We would like to thank all speakers for sharing their exciting research at our Pandemic Preparedness Symposium on March 27th, 2024: Dr. Susan Weiss, Dr. Kimberley Armstrong, Dr. Kena Swanson, Dr. Ajay Arula, Dr. Monica Ghandi, Dr. Thierry Diagana, Dr. Daria Hazuda, and Dr. Meghan Vermillion. A very special thanks to Dr. Jeanne Marrazzo for her video presentation and Rep. Scott Peters for his remarks and supportive message. It was a great symposium thanks to the speakers and organizers, Dr. Sumit Chanda, Dr. Adolfo Garcia-Sastre and Dr. Arnab Chatterjee."},"entityUrn":"urn:li:share:7179119972781109249"}}},{"createdAt":1710773340000,"insightId":"1188244c-0346-44a0-afb9-99ffc0f87503","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"title":{"text":"Please join us for our 2nd Pandemic Preparedness Symposium"},"mediaType":"PAGINATEDDOCUMENT"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":6}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7175503589254004736","threadUrn":"urn:li:ugcPost:7175503589254004736","reactionsCount":6,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7175503589254004736","message":{"attributes":[],"text":""},"entityUrn":"urn:li:ugcPost:7175503589254004736"}}},{"createdAt":1710633000000,"insightId":"596c30be-70d5-406c-9c42-5c524374f6c1","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQETGJ-8BfHPPg\/articleshare-shrink_800\/0\/1711814496493?e=1717977600&v=beta&t=YU0ewpzSwQc_kWEzYDy3MUADEhBQL8HSOu-72NEVXAs","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQETGJ-8BfHPPg\/articleshare-shrink_800\/0\/1711814496493?e=1717977600&v=beta&t=YU0ewpzSwQc_kWEzYDy3MUADEhBQL8HSOu-72NEVXAs"}]},"description":"ML2006a4 has improved affinity for SARS-CoV-2 Mpro and reduced sensitivity to mutations conferring resistance to nirmatrelvir or ensitrelvir.","fullText":"The toolkit for preventing and treating patients with COVID-19 has expanded greatly since the pandemic began. Some of the most effective therapeutics for COVID-19 and, potentially, other coronavirus infections are antivirals that inhibit the SARS-CoV-2 main protease (M pro ). M pro inhibitors include nirmatrelvir, a component of the oral treatment Paxlovid. However, second-generation drugs are needed, because there is a risk that new SARS-CoV-2 variants could become resistant to nirmatrelvir and other antivirals in clinical use. Here, Westberg et al. used the hepatitis C virus protease inhibitor boceprevir as a starting point to make such a next-generation M pro inhibitor. Their optimized lead candidate, ML2006a4, exhibited robust antiviral activity in vitro and in mice infected with SARS-CoV-2 and could be administered orally. ML2006a4 appeared less sensitive to mutations in the SARS-CoV-2 M pro , suggesting that the virus would be less likely to become resistant to ML2006a4 in the real world. —Courtney Malo Inhibitors of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) main protease (M pro ) such as nirmatrelvir (NTV) and ensitrelvir (ETV) have proven effective in reducing the severity of COVID-19, but the presence of resistance-conferring mutations in sequenced viral genomes raises concerns about future drug resistance. Second-generation oral drugs that retain function against these mutants are thus urgently needed. We hypothesized that the covalent hepatitis C virus protease inhibitor boceprevir (BPV) could serve as the basis for orally bioavailable drugs that inhibit SARS-CoV-2 M pro more efficiently than existing drugs. Performing structure-guided modifications of BPV, we developed a picomolar-affinity inhibitor, ML2006a4, with antiviral activity, oral pharmacokinetics, and therapeutic efficacy similar or superior to those of NTV. A crucial feature of ML2006a4 is a derivatization of the ketoamide reactive group that improves cell permeability and oral bioavailability. Last, ML2006a4 was found to be less sensitive to several mutations that cause resistance to NTV or ETV and occur in the natural SARS-CoV-2 population. Thus, anticipatory design can preemptively address potential resistance mechanisms to expand future treatment options against coronavirus variants.","resolvedUrl":"https:\/\/www.science.org\/doi\/10.1126\/scitranslmed.adi0979","title":"An orally bioavailable SARS-CoV-2 main protease inhibitor exhibits improved affinity and reduced sensitivity to mutations","sourceDomain":"science.org"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":14},{"type":"PRAISE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174914859967344640","threadUrn":"urn:li:activity:7174914859967344640","reactionsCount":16,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174914859430547456","message":{"attributes":[{"start":0,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gRKPJquP"}}}],"text":"https:\/\/lnkd.in\/gRKPJquP"},"entityUrn":"urn:li:share:7174914859430547456"}}},{"createdAt":1710603780000,"insightId":"eb53a5f9-7360-46b5-9c6f-a8cc0a294107","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQH9z9AJXV6bJQ\/articleshare-shrink_800\/0\/1717217122011?e=1717977600&v=beta&t=hZX7_Oe0Vcsg2rRthr4XyhlUt6MU9JxuBbQ82icyu0c","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQH9z9AJXV6bJQ\/articleshare-shrink_800\/0\/1717217122011?e=1717977600&v=beta&t=hZX7_Oe0Vcsg2rRthr4XyhlUt6MU9JxuBbQ82icyu0c"}]},"description":"Oral treatment with obeldesivir completely protects macaques from lethal infection with Sudan ebolavirus","resolvedUrl":"https:\/\/www.science.org\/doi\/full\/10.1126\/science.adk6176","title":"Oral administration of obeldesivir protects nonhuman primates against Sudan ebolavirus"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174792332578316288","threadUrn":"urn:li:activity:7174792332578316288","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174792332070834177","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7174792332070834177"}}},{"createdAt":1709608320000,"insightId":"75d7dfb6-e182-4544-b6cd-915984e7c628","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEQn3vWEMQSFg\/articleshare-shrink_800\/0\/1712086744654?e=1717977600&v=beta&t=7XRnIUOJQfF7UxKqm6P6VuiVttgbMj4v2iwTgkd4kEc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEQn3vWEMQSFg\/articleshare-shrink_800\/0\/1712086744654?e=1717977600&v=beta&t=7XRnIUOJQfF7UxKqm6P6VuiVttgbMj4v2iwTgkd4kEc"}]},"description":"Four years into the pandemic, many people have had COVID more than once—but the health consequences of repeat infections are not yet clear","resolvedUrl":"https:\/\/www.scientificamerican.com\/article\/how-risky-are-repeat-covid-infections-what-we-know-so-far\/?utm_source=newsletter&utm_medium=email&utm_campaign=week-in-science&utm_content=link&utm_term=2024-02-16_top-stories","title":"How Risky Are Repeat COVID Infections? What We Know So Far"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7170617161621684224","threadUrn":"urn:li:activity:7170617161621684224","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7170617160963121152","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7170617160963121152"}}},{"createdAt":1713897540000,"insightId":"e39e975c-1e40-4a19-83d4-0c23798f11a4","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7188551387184541696,7188607346258935808)","threadUrn":"urn:li:ugcPost:7188551387184541696","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7188551387184541696"}}},{"createdAt":1712974980000,"insightId":"3b036eb5-5bd1-49ea-83f2-69aa9a8a8ef8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7183665927366799360,7184737934036611072)","threadUrn":"urn:li:ugcPost:7183665927366799360","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Desi"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7183665927366799360"}}},{"createdAt":1712273040000,"insightId":"e9e4cf75-af5e-4129-a0a2-f6b3de471c46","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7178468161615196160,7181793722836156417)","threadUrn":"urn:li:activity:7178468161615196160","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations Jacquin - well deserved"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7178468161615196160"}}}]}