{"lastName":"RPh, BSc(Pharm), PharmD, EMBA, CTTP, CArb, CPEL","objectUrn":"urn:li:member:125518254","geoRegion":"Qatar","fullName":"Dr. Manal ALZaidan RPh, BSc(Pharm), PharmD, EMBA, CTTP, CArb, CPEL","firstName":"Dr. Manal ALZaidan","currentPositions":[{"companyName":"Primary Health Care Corporation","description":"Responsible of the strategic planning of pharmacy services in all primary health care centers.","title":"Director Of Pharmacy","companyUrnResolutionResult":{"employeeCountRange":"5001-10000","headquarters":{"geographicArea":"Doha ","country":"Qatar","city":"Doha ","line1":" Almeena street – Old Al- Salata "},"website":"http:\/\/www.phcc.qa","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/primary-health-care-corporation\/","industry":"Hospitals and Health Care"},"companyUrn":"urn:li:fs_salesCompany:2731261","tenureAtCompany":{"numYears":5,"numMonths":3},"startedOn":{"month":3,"year":2019}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1553429335600?e=1723075200&v=beta&t=oUBFjwymk2p-D-7vOuMMunpGkgFbd0DNM5kpxGj2TZ8","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1553429335566?e=1723075200&v=beta&t=9oYYX6-c-8-nCjqRy_oaA3SxQt6sLN9VdEAmInDElkc","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1553429335725?e=1723075200&v=beta&t=D64634dxM9rCle8HoU84PrvRH6cfe6Ll_kTR9SubXR0","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1553429335848?e=1723075200&v=beta&t=vbyj0ZzJAhSJI2cjQGr76Y4NWAMcays_kfh2n1B_uT8","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQEdAt0JJNJVGg\/profile-displayphoto-shrink_"},"projects":[{"title":"Developed, implemented five years strategic plan (2009 – 2014) for HH and NCCCR pharmacies","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Research training program for building health – related research capacity of pharmacists at NCCCR and HH in Qatar. Pharmacy college- Qatar University. UREP 13-064-3-017. Accredited by the SCH- Qatar council for health practitioners 27 CE Points . Accredited by the Accreditation Council for Pharmacy Education (ACPE) 27 CE units. Owner: Dr. Ahmed Awaisu, QU","title":"building health – related research capacity of pharmacists at NCCCR and HH in Qatar"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"The Automated Dispensing Cabinets (ADCs) at HH and NCCCR, Qatar’s first with complete integration with the Pharmacy Management System (PMS). Implemented in 2011","title":"Implementation of ADCs at HH and NCCCR (Qatar's First)"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Computerized Physician Order Entry (CPOE) at the Outpatient pharmacy at HH, Implemented 2011","title":"Computerized Physician Order Entry (CPOE)"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Smart Infusion Pumps with drug library which was implemented after conducting Failure Mode and Effect Analysis (FMEA) to proactively assess the risk areas. The complete Integration with Cerner will take place in February 2015 ","title":"Smart Infusion Pumps"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Automated repacking machines with complete integration with ADCs, Implemented in 2011","title":"Automated medications repacking system"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Standardized and structured orientation program for newly hired pharmacists and pharmacy technicians. Implemented in 2009","title":"Standardized and structured orientation program for newly hired pharmacists and pharmacy technicians"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Planning and initiating Anticoagulation Services managed by pharmacists at the Heart Hospital. HMC . June 2014","title":"Anticoagulation Services managed by pharmacists at the Heart Hospital"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Developing new and modern design for the out patient pharmacy at the Heart Hospital that improved the workflow and decreased patient waiting time and increased patients’ satisfaction , 2010","title":"Developing new and modern design for the out patient pharmacy at the Heart Hospital"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Renovating the out patients pharmacy at the National Centre for Cancer Care & Research to reduce the waiting time, increase patient satisfaction, reduce medications errors , 2012Establishing the clinical pharmacy teams at both Al Amal and Heart Hospitals","title":"Renovating the out patients pharmacy at the National Centre for Cancer Care & Research"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Planning, implementation and evaluation of the project of Pre-printed chemotherapy orders for Al Amal Hospital ","title":"Pre-printed chemotherapy orders"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Development and Implementation of TPN (Total Parenteral Nutrition) Team al Al-Amal Hospital","title":"TPN (Total Parenteral Nutrition) Team"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Implementing USP Chapter 797 at the sterile compounding Section At Al Amal Hospital Pharmacy Department. Complete implementation December 2009","title":"Implementing USP Chapter 797 at the sterile compounding Section At Al Amal Hospital Pharmacy Department"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Participated with a multidisciplinary team in the development of the Antiemetics Guidelines for Oncology patients at Al Amal Hospital","title":"Antiemetics Guidelines for Oncology patients at Al Amal Hospital"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}],"description":"Establishing a structured and competency based interview system for the selection of new pharmacists for recruitment ","title":"structured and competency based interview system for the selection of new pharmacists for recruitment"}],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2019},"fieldsOfStudy":["Executive Leadership Program"],"schoolName":"Qatar Leadership Center (QLC)","startedOn":{"year":2018},"eduId":584207589},{"endedOn":{"year":2017},"degree":"Exceutive MBA","eduId":439437573,"schoolUrn":"urn:li:fs_salesSchool:235785","school":"urn:li:fs_salesSchool:235785","schoolName":"HEC Paris","startedOn":{"year":2016}},{"endedOn":{"year":2013},"degree":"Doctor of Pharmacy (PharmD)","eduId":131585954,"schoolUrn":"urn:li:fs_salesSchool:3846","school":"urn:li:fs_salesSchool:3846","fieldsOfStudy":["Pharmacy"],"schoolName":"Purdue University","startedOn":{"year":2007}},{"endedOn":{"year":2001},"degree":"Bachelor's degree","eduId":131586346,"schoolUrn":"urn:li:fs_salesSchool:15094454","school":"urn:li:fs_salesSchool:15094454","fieldsOfStudy":["Pharmacy"],"schoolName":"University of Jordan","startedOn":{"year":1995}},{"schoolName":"Purdue , HEC-Paris","eduId":481185487}],"skills":[{"numOfEndorsement":87,"name":"Healthcare Management"},{"numOfEndorsement":228,"name":"Hospitals"},{"numOfEndorsement":145,"name":"Pharmacists"},{"numOfEndorsement":84,"name":"Clinical Pharmacy"},{"numOfEndorsement":175,"name":"Medicine"},{"numOfEndorsement":97,"name":"Patient Safety"},{"numOfEndorsement":59,"name":"Hospital Pharmacy"},{"numOfEndorsement":92,"name":"Medication Therapy Management"},{"numOfEndorsement":113,"name":"Clinical Pharmacology"},{"numOfEndorsement":106,"name":"Pharmacy"},{"numOfEndorsement":65,"name":"Pharmacy Automation"},{"numOfEndorsement":32,"name":"Informatics"},{"numOfEndorsement":37,"name":"Inpatient"},{"numOfEndorsement":46,"name":"Healthcare"},{"numOfEndorsement":24,"name":"Clinical Research"},{"numOfEndorsement":17,"name":"Oncology"},{"numOfEndorsement":9,"name":"Pharmacy Practice"},{"numOfEndorsement":10,"name":"Healthcare Information Technology"},{"numOfEndorsement":13,"name":"Medical Education"},{"numOfEndorsement":7,"name":"Physicians"},{"numOfEndorsement":13,"name":"Leadership"},{"numOfEndorsement":14,"name":"Strategic Planning"}],"numOfConnections":6210,"patents":[],"headline":"Pharmacy & Supply Chain Consultant ","courses":[],"certifications":[{"endedOn":{"month":5,"year":2030},"companyUrn":"urn:li:fs_salesCompany:30613","url":"https:\/\/www.credly.com\/badges\/d12063d1-756b-48c3-bfa3-7544a578b326\/linked_in_profile","authority":"ASHP","name":"Certified Pharmacy Executive Leader (CPEL)","company":"urn:li:fs_salesCompany:30613","startedOn":{"month":5,"year":2023}},{"endedOn":{"month":5,"year":2030},"companyUrn":"urn:li:fs_salesCompany:30613","url":"https:\/\/www.credly.com\/badges\/d12063d1-756b-48c3-bfa3-7544a578b326\/linked_in_profile","authority":"ASHP","name":"Certified Pharmacy Executive Leader (CPEL)","company":"urn:li:fs_salesCompany:30613","startedOn":{"month":5,"year":2023}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/dr-manal-alzaidan-rph-bsc-pharm-pharmd-emba-cttp-carb-cpel-a6605136","organizations":[],"location":"Qatar","publications":[{"name":"Pharmacy Education and Practice in 13 Middle Eastern Countries","publishedOn":{"month":12,"day":15,"year":2008},"description":"The Arab world has influenced the art and science of pharmacy for centuries. Pharmacy education and practice is continuing to evolve in the Arabic-speaking traditional Middle East countries, although relatively little information has been published in the English press. Our goal was to provide a high-level synopsis of conditions in this region.\n\nWe selected 13 countries for review. Information was obtained by reviewing the available published literature and individual university and program web sites, as well as contacting program or country representatives. Seventy-eight active pharmacy schools in 12 countries were identified. At least 14,000 students (over 75% from Egypt) are admitted into baccalaureate degree programs every year. The 5-year baccalaureate degree remains the first professional degree to practice.\n\nWhile changes in pharmacy education have been relatively rapid over the past decade, the advancement of pharmacy practice, particularly in the private sector, appears to be slower. Hospital pharmacists often possess an advanced degree and tend to have a higher level of practice compared to that of community pharmacists. Despite the adversities that face academics and practitioners alike, there is a strong desire to advance the science and practice of pharmacy in the Middle East.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2661169\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAJbz5sBb2CgD-j0X96j0-fEW1nAVaoYriA,NAME_SEARCH,iwjB)"}]},{"publishedOn":{"month":5,"year":2012},"description":"Concomitant administration of atorvastatin, omeprazole, and dexamethasone has been shown to increase the serum concentration of serum hydroxymethylglutaryl coenzyme A which can be associated with elevation of creatine kinase and an increased risk of severe myopathy and rhabdomyolysis. In this paper, we report a case of a 60-year-old female patient with stage IV colon cancer and compromised hepatic function receiving palliative care who developed rhabdomyolysis while taking atorvastatin, omeprazole, and dexamethasone. Atorvastatin was stopped, and the dexamethasone dose was decreased. Her case was complicated by urosepsis cultures revealing an extended spectrum β-lactamase-producing strain of Escherichia coli, and she died on the second day after admission. Physicians should evaluate the risk\/benefit ratio of continuing statins in palliative care patients, and pay special attention to the monitoring of patients on statins and P-glycoprotein inhibitors regardless of hepatic function.\n","url":"http:\/\/www.dovepress.com\/rhabdomyolysis-secondary-to-drug-interaction-between-atorvastatin-omep-peer-reviewed-article-IMCRJ","name":"Rhabdomyolysis secondary to drug interaction between atorvastatin, omeprazole, and dexamethasone","publisher":"International Medical Case Reports Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAdLOvIB1TB7YsQwCsbMNAYNEtEFQabd3MM,NAME_SEARCH,Zy-y)"}]},{"name":"Physicians' perceptions, expectations, and experience with pharmacists at Hamad Medical Corporation in Qatar.","description":"Objectives: The purpose of this study was to investigate the physicians’ perceptions, and expectations of their experiences with the pharmacists at Hamad Medical Corporation (HMC) in Qatar.\nMethod: A cross-sectional study was conducted at HMC between January and March 2006 using a validated questionnaire. The self-administered questionnaire was distributed to 500 physicians who were working at HMC comprising Hamad General Hospital, Women’s Hospital, Rumaila Hospital, Al-Amal Hospital, Al Khor Hospital, and primary health centers. The questionnaire was composed of four parts, investigating the physicians' expectations, experiences, and perceptions of the pharmacists.\nResults: A total of 205 questionnaires were completed (response rate 41%). A total of 183 physicians (89%) expected the pharmacist to educate patients about safe and appropriate use of drugs, whereas 118 (57%) expected the pharmacist to be available for health-care team consultation during bedside rounds. The indices of physicians showing how comfortable they were with pharmacists, and their expectations of pharmacists, were 61% and 65%, respectively, whereas the index on experience of physicians with pharmacists was lower (15%).\nConclusions: Physicians were comfortable with pharmacists and had high expectations of pharmacists in performing their duties. However, physicians reported a poor experience with pharmacists, who infrequently informed them about the effectiveness of alternative drugs, patients experiencing problems with prescribed medications, and who took personal responsibility to resolve any drug-related problem.\n","publisher":"Journal of Multidisciplinary Healthcare","url":"http:\/\/www.dovepress.com\/physiciansrsquo-perceptions-expectations-and-experience-with-pharmacis-peer-reviewed-article-JMDH","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Posaconazole-Vincristine Coadministration Triggers Seizure in a Young Female Adult: A Case Report","description":"Coadministration of azoles and vincristine has been shown to increase vincristine neurotoxic effects due to the inhibition of cytochrome P450 (CYP) isoform 3A4, for which vincristine is a substrate. Despite the absence of any casual relationship between seizure and coadministration of azoles, few case reports of vincristine-induced seizure have been documented after coadministration of fluconazole or posaconazole in children. In this paper we are reporting the first young female adult who experienced generalized seizure after coadministration of posaconazole and vincristine. The 19-year-old female was diagnosed with acute lymphoblastic leukemia. She started induction phase of Berlin Frankfurt Muenster protocol along with posaconazole 200 mg three times daily as prophylactic antifungal therapy. Five days after the third vincristine dose, she developed generalized seizure accompanied by high blood pressure and SIADH. Her neurological exam\/CT scan did not show any abnormality. In conclusion, this study reports a novel finding in the sense that all previous case reports pertaining to posaconazole-vincristine-induced seizure in literature involved children. Physicians should be made aware of this rare possible outcome to closely monitor their patients and take appropriate measures to prevent such possible adverse effect.","publisher":"Case Reports in Hematology","url":"http:\/\/www.hindawi.com\/crim\/hematology\/2012\/343742\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Pharmacist characteristics, medication use perceptions, and professional satisfaction: a first national survey in the state of Qatar","description":"Purpose: To characterize the professional demographics, opinions about the medication use process, perceived public satisfaction with pharmacy services, and professional satisfaction of pharmacists practicing in the state of Qatar.\nMaterials and methods: The study was designed as a hypothesis-generating, online, anonymous, opinion survey of practicing pharmacists in Qatar.\nResults: Two hundred and sixty-four survey accesses were recorded during the 6-week study period, and 250 surveys containing responses to one or more questions were included in the analysis. Eighty-four percent of respondents reported graduating at least 5 years prior to the survey, and 86% held a baccalaureate degree in pharmacy as their highest degree. The most common source of the highest degree was one of five countries (Egypt, Jordan, India, Sudan, or Pakistan). Forty-five percent of respondents were working in a hospital setting, and 33% were in a community pharmacy. The lowest incidence of agreement across the 10 drug procurement and distribution process statements was observed for the adequacy of medication supplies statements (33% of all respondents). The highest incidence of agreement across the eight medication use process statements was for the statement pertaining to infrequent dispensing errors (68%), and the lowest incidence of agreement was observed for the statement pertaining to the adequacy of patient monitoring (30%). The pharmacist was chosen as the best candidate to resolve perceived unmet medication needs for four of eight statements, whereas physicians were most frequently chosen for three of the four remaining statements. Respondents' perceptions regarding patient satisfaction with the different elements of the medication use process revealed that the lowest incidence of agreement pertained to patients' satisfaction with the waiting time required to obtain their medications (35%). Forty percent of all respondents rated themselves as professionally dissatisfied. ","publisher":"J Healthcare Leadership","url":"http:\/\/www.dovepress.com\/pharmacist-characteristics-medication-use-perceptions-and-professional-peer-reviewed-article-JHL","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAJbz5sBb2CgD-j0X96j0-fEW1nAVaoYriA,NAME_SEARCH,iwjB)"}]},{"name":"The utility of an electronic adherence assessment device in type 2 diabetes mellitus: a pilot study of a single medication","description":"Objectives: The primary objective of this pilot study was to determine if the Medication Event Monitoring System (MEMS) is capable of providing meaningful estimates of compliance within the indigenous Qatari population. The secondary objective was to highlight any specific problems which might be associated with the use of MEMS within this population.\n","publisher":"Patient Preference and Adherence Journal","url":"http:\/\/www.dovepress.com\/the-utility-of-an-electronic-adherence-assessment-device-in-type-2-dia-peer-reviewed-article-PPA","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAJbz5sBb2CgD-j0X96j0-fEW1nAVaoYriA,NAME_SEARCH,iwjB)"}]},{"name":"Perceptions, Experiences and Expectations of Physicians in Hospital Settings in Jordan Regarding the Role of the Pharmacist","description":"BACKGROUND: \n\nTo initiate a collaborative working relationship (CWR) between physicians and pharmacists, current physicians' perceptions, expectations, and experiences with pharmacists should be determined.\n\nOBJECTIVE: \n\nThe purpose of this study was to investigate physicians' perceptions, expectations, and their actual experiences with pharmacists in hospital settings in Jordan.\n","publisher":"Research in Social and Administrative Pharmacy","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19285290","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Hospital pharmacists’ self-evaluation of their competence and confidence in conducting pharmacy practice research","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1319016414001121#","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Posaconazole a prophylactic therapy in hematological patients: Drug use evaluation study","url":"http:\/\/ejhp.bmj.com\/content\/20\/4\/223.short?rss=1","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Assessing prescribing patterns for the prevention of chemotherapy-induced nausea and vomiting in the national center for cancer care and research","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1319016415000043","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Statin Selection in Qatar Based on Multi-indication Pharmacotherapeutic Multi-criteria Scoring Model, and Clinician Preference","url":"http:\/\/www.clinicaltherapeutics.com\/article\/S0149-2918(15)00969-8\/abstract","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Multi-indication Pharmacotherapeutic Multicriteria Decision Analytic Model for the Comparative Formulary Inclusion of Proton Pump Inhibitors in Qatar","url":"http:\/\/www.clinicaltherapeutics.com\/article\/S0149-2918(16)30129-1\/abstract","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Perceptions and Satisfaction of Pharmacy Staff towards the Orientation Program at the Specialized Hospitals in Qatar: A Cross-Sectional Study","url":"https:\/\/www.omicsonline.org\/open-access\/perceptions-and-satisfaction-of-pharmacy-staff-towards-the-orientationprogram-at-the-specialized-hospitals-in-qatar-a-crosssection-1920-4159-1000249.php?aid=91456","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Nurses’ perceptions of and satisfaction with the use of automated dispensing cabinets at the Heart and Cancer Centers in Qatar: a cross-sectional study","url":"https:\/\/bmcnurs.biomedcentral.com\/articles\/10.1186\/s12912-015-0121-7","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Impact of a pharmacy practice research capacity-building programme on improving the research abilities of pharmacists at two specialised tertiary care hospitals in Qatar: a preliminary study","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/jphs.12101\/abstract","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"An Exploratory Insight on Pharmaceutical Sector and Pricing Policies in Qatar","url":"https:\/\/juniperpublishers.com\/gjpps\/pdf\/GJPPS.MS.ID.555568.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Clinical Outcomes of Implementing Evidence-Based Practice on Venous Thromboembolism Prevention for Cancer Patients In Qatar, A Retrospective Study","url":"http:\/\/www.clinicaltherapeutics.com\/article\/S0149-2918(15)00378-1\/fulltext","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]},{"name":"Preliminary Study of Patients’ Perceptions and Satisfaction in Outpatient Pharmacies at the Cancer and Heart Centres in Qatar","url":"https:\/\/www.omicsonline.org\/open-access\/preliminary-study-of-patients-perceptions-and-satisfaction-in-outpatient-pharmacies-at-the-cancer-and-heart-centres-in-qatar-1920-4159-1000254.php?aid=95245&view=mobile","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAd7Qa4BlDpEyaCeM8h-8xl9LD1IrHoodMo,NAME_SEARCH,vzCy)"}]}],"positions":null,"posts":[{"createdAt":1716214140000,"insightId":"d63f8d6e-72d9-47a2-b33f-378a986c1211","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":33},{"type":"PRAISE","count":4},{"type":"EMPATHY","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7198324064732491777","threadUrn":"urn:li:activity:7198324064732491777","reactionsCount":39,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198324063943962625","message":{"attributes":[{"start":438,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:995493020"}}},{"start":459,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:300394021"}}},{"start":499,"length":39,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:203186139"}}},{"start":549,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:174921815"}}},{"start":765,"length":17,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:medicationsafety"}}},{"start":783,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:healthcare"}}},{"start":795,"length":14,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:patientsafety"}}},{"start":810,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:primarycare"}}},{"start":823,"length":15,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:outpatientcare"}}},{"start":839,"length":9,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pharmacy"}}}],"text":"I was honored to participate for the second time in the \"Optimizing Medication Safety in Primary Care & Outpatient Settings\" webinar series organized by CPD Weill Cornell Medicine-Qatar. My topic, \"Exploring the Roots: Analyzing Medication Errors Through Human Factors and Just Culture,\" allowed me to delve into the root causes of medication safety issues and discuss Just Culture and effective mitigation strategies.\nJoining colleagues Vyas Kattezhathu and Alla El-Awaisi, under the moderation of Dr. Anas Hamad, PhD, MSc, DMS, BSc, RPh Hamad and Phyllis Navti, was a great. We engaged in meaningful discussions aimed at enhancing patient safety in primary care and outpatient settings.\nThank you to everyone who participated and shared their valuable feedback. \n#MedicationSafety #Healthcare #PatientSafety #PrimaryCare #OutpatientCare #Pharmacy"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQEUrJxPXTG2yg\/feedshare-shrink_2048_1536\/0\/1716210759288?e=1720051200&v=beta&t=eBHesJrVlHaXOhC3AI2ioNJQrI8ca5h_4YHAY6inH0M"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198309651216576512","message":{"attributes":[{"length":66,"start":203,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:125518254"}}},{"length":16,"start":275,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:995493020"}}},{"length":14,"start":300,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:300394021"}}},{"length":39,"start":465,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:203186139"}}},{"length":13,"start":513,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:174921815"}}},{"length":30,"start":622,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:2632867"}}},{"length":25,"start":654,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:563045"}}},{"length":17,"start":680,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:87459911"}}},{"length":31,"start":698,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:2731261"}}},{"length":16,"start":730,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:43068"}}}],"text":"Welcome to today's webinar, the second installment of the \"Optimizing Medication Safety in Primary Care & Outpatient Settings\" series. We are honored to have a distinguished panel of speakers, including Dr. Manal ALZaidan RPh, BSc(Pharm), PharmD, EMBA, CTTP, CArb, CPEL, Dr. Vyas Kattezhathu and Dr. Alla El-Awaisi, who will delve into the root causes of medication safety issues and share effective mitigation strategies. The session will be expertly moderated by Dr. Anas Hamad, PhD, MSc, DMS, BSc, RPh and Dr. Phyllis Navti. We value your input and invite you to share your feedback or ask any questions you may have.\n\nWeill Cornell Medicine - Qatar \nHamad Medical Corporation\nQatar Anti-Doping\nPrimary Health Care Corporation\nQatar University"},"entityUrn":"urn:li:share:7198309651216576512"},"entityUrn":"urn:li:share:7198324063943962625"}}},{"createdAt":1712702940000,"insightId":"f8c65caf-585b-44dc-b182-b211f7162452","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQHm1EryvXyvYA\/feedshare-shrink_2048_1536\/0\/1712702962480?e=1720051200&v=beta&t=KR0WuAKAyRBxr-7v7JH6cLrmLlKt6lc32ouQ8ohFB8s"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":23},{"type":"EMPATHY","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7183596889278144512","threadUrn":"urn:li:activity:7183596889278144512","reactionsCount":28,"commentsCount":4,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7183596888552599552","message":{"attributes":[],"text":"Eid Mubarak 🌙🌸"},"entityUrn":"urn:li:share:7183596888552599552"}}},{"createdAt":1716214500000,"insightId":"9d652a4a-1614-4041-a88b-32a9519ec9be","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7198309654530064384,7198325544566812674)","threadUrn":"urn:li:activity:7198309654530064384","reactionsCount":3,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":32,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:18924196"}}}],"text":"CPD Weill Cornell Medicine-Qatar \"A Just Culture has ZERO tolerance to reckless behavior\" 💡 💊 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7198309654530064384"}}},{"createdAt":1715956860000,"insightId":"a8f3e58f-6b8d-4850-997a-735aaa63b0bd","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7197168293701410816,7197244891477749764)","threadUrn":"urn:li:activity:7197168293701410816","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Proud of you Hana 🌸"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7197168293701410816"}}},{"createdAt":1711225260000,"insightId":"c38a2ded-ce55-42ec-b5da-767d41422707","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7177378993342476288,7177399055562457088)","threadUrn":"urn:li:activity:7177378993342476288","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Good evening and Ramadan Mubarak. Can you please share how many CPD is the conference🙏"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7177378993342476288"}}}]}