{"summary":"Highly motivated and goal-oriented people leader with 18 years of pharmaceutical and biotech experience which includes both first and second-line leadership. Multiple product launches and start-up experience across both small and mid-size organizations . Extensive background in building commercial teams while championing a positive  culture, results driven mindset, and entrepreneurial spirit.","lastName":"Baykowski","objectUrn":"urn:li:member:130245008","geoRegion":"New York City Metropolitan Area","fullName":"Kristy Baykowski","firstName":"Kristy","currentPositions":[{"companyName":"Kite Pharma","title":"Sr. Marketplace Director, CAR T-cell Therapy","tenureAtCompany":{"numMonths":5},"companyUrnResolutionResult":{"website":"http:\/\/www.kitepharma.com","formattedRevenue":{"unit":"MILLION","amount":22.2,"currencyCode":"USD"},"industry":"Biotechnology Research","employeeCountRange":"1001-5000","headquarters":{"geographicArea":"California","country":"United States","city":"Santa Monica","postalCode":"90404","line1":"2400 Broadway"},"revenue":{"amount":"2.217E+7","currencyCode":"USD"},"flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/kite-pharma-inc-\/"},"startedOn":{"month":1,"year":2024},"companyUrn":"urn:li:fs_salesCompany:5807055"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAfDYZAB0jfNU8EeULWzXqRxKtiacwyiQyA,NAME_SEARCH,vZsE)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1702302375803?e=1723075200&v=beta&t=iAilIMztszJJHz1XA0K8jo9AQ6D9RPr5-fY1qCSRsSc","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1702302375803?e=1723075200&v=beta&t=bQLSjquVeIgMlA_2PMsVhEqOWpO2bcOzfOBG4kt2rNY","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1702302375803?e=1723075200&v=beta&t=65t5ZQYDxylvyg6yzi1cQ-ecEiXVtxnYFQ12DrTa_mU","height":400},{"width":652,"fileIdentifyingUrlPathSegment":"800_800\/0\/1702302375803?e=1723075200&v=beta&t=RnlCCkAl02439vLxuUzKXB2krmrPYHT4AV5a77_Ws0s","height":652}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E03AQGew5Fanzn_lA\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"emails":[{"dataSource":"LINKEDIN","emailAddress":"kbaykow@gmail.com"}],"$anti_abuse_annotations":[{"attributeId":21,"entityId":1,"sourceUrn":"urn:li:member:130245008"}],"primaryEmail":"kbaykow@gmail.com"},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2002},"degree":"BS","eduId":75964204,"schoolUrn":"urn:li:fs_salesSchool:4734","school":"urn:li:fs_salesSchool:4734","fieldsOfStudy":["Molecular & Cellular Biology"],"schoolName":"University of Arizona","startedOn":{"year":1998}}],"skills":[{"numOfEndorsement":0,"name":"People Development"},{"numOfEndorsement":0,"name":"Launch Experience"},{"numOfEndorsement":0,"name":"Team Leadership"},{"numOfEndorsement":0,"name":"Executive Leadership"},{"numOfEndorsement":0,"name":"Cross-team Collaboration"},{"numOfEndorsement":0,"name":"Strategic Planning"},{"numOfEndorsement":0,"name":"Organizational Development"},{"numOfEndorsement":0,"name":"Cross-functional Team Leadership"},{"numOfEndorsement":0,"name":"Strategy Execution"},{"numOfEndorsement":0,"name":"Collaborative Problem Solving"},{"numOfEndorsement":0,"name":"Emotional Intelligence"},{"numOfEndorsement":0,"name":"Patient Advocacy"},{"numOfEndorsement":0,"name":"Microsoft PowerPoint"},{"numOfEndorsement":0,"name":"Selling Skills"},{"numOfEndorsement":0,"name":"Pharmaceutical Sales"},{"numOfEndorsement":0,"name":"Sales"},{"numOfEndorsement":0,"name":"Sales Management"},{"numOfEndorsement":0,"name":"Selling"},{"numOfEndorsement":0,"name":"Product Launch"}],"numOfConnections":1393,"patents":[],"headline":"Pharma & Biotech │ 1st & 2nd-line Leader │ Commercial Build-outs │ Launch Execution │ Start-up │ Rare Disease & Orphan Drug │ People Advocate │ Culture Ambassador","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/kristybaykowski","organizations":[{"name":"The National Association of Professional Women (NAPW)"},{"name":"Healthcare Businesswomen's Association"},{"name":"The Society of Pharmaceutical and Biotech Trainers"}],"location":"New York City Metropolitan Area","publications":[],"positions":null,"posts":[{"createdAt":1714960080000,"insightId":"837ff080-537e-45ab-81f7-3ae668fc6a02","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQE-CNKOaxfJwA\/articleshare-shrink_800\/0\/1714960067476?e=1717977600&v=beta&t=NdQjXaCmPR6L6TQsQpxX8KTKb4Wk1kA17PINedcGoe4","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQE-CNKOaxfJwA\/articleshare-shrink_800\/0\/1714960067476?e=1717977600&v=beta&t=NdQjXaCmPR6L6TQsQpxX8KTKb4Wk1kA17PINedcGoe4"}]},"description":"To know Phil Orsini is to love him. Dubbed \"the mayor\" by his family, Phil is a collector of people, experienc… Greg Freisen needs your support for PhilStrong","resolvedUrl":"https:\/\/gofund.me\/35326d70","title":"Donate to PhilStrong, organized by Greg Freisen"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":21},{"type":"EMPATHY","count":6},{"type":"APPRECIATION","count":10}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7193063954682720256","threadUrn":"urn:li:activity:7193063954682720256","reactionsCount":37,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193063954053558272","message":{"attributes":[],"text":"Cancer unfortunately affects us all in some capacity; Phil is one of my husbands best friends since childhood and one of the most genuine individuals I have come across in both my personal and professional life. Please pray for him & his family. 🙏🏻❤️"},"entityUrn":"urn:li:share:7193063954053558272"}}},{"createdAt":1711383600000,"insightId":"b893397e-63b2-4aeb-ab74-8ad70b06e031","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHlkyhzzjhdFw\/articleshare-shrink_800\/0\/1711383478157?e=1717977600&v=beta&t=GXEvyQGcmiVoCNcFYZO4iQeLMLtwUWyvCq0p0aZhVVA","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHlkyhzzjhdFw\/articleshare-shrink_800\/0\/1711383478157?e=1717977600&v=beta&t=GXEvyQGcmiVoCNcFYZO4iQeLMLtwUWyvCq0p0aZhVVA"}]},"description":"For Current Kite Pharma Employees and Contractors: Please log onto your Internal Career Site to apply for this job. At Kite, we empower our leaders to step up, share ideas, listen, learn, and lead. We’re welcoming bright, diverse, and imaginative...","fullText":"For Current Kite Pharma Employees and Contractors: Please log onto your Internal Career Site to apply for this job. At Kite, we empower our leaders to step up, share ideas, listen, learn, and lead. We’re welcoming bright, diverse, and imaginative minds; we’re nurturing them to foster an environment of inclusion and growth where innovation is encouraged. We expect our people leaders to model that environment, and to focus on creating inclusion, developing talent, and enabling teams. Job Description The Key Account Director - Northeast Region will support the demand enablement at the Approved Treatment Center (ATC) network level with the goal of increasing class share, and Kite brand share, for the designated territory. The Director will partner with cross-functional partners (e.g., market access, marketing teams) to develop and implement access strategies and value propositions for our oncology products to maximize product potential and patient access. This position is a field-based role and will report to the Senior Marketplace Director. The key external stakeholders for this role are ATC leadership C-Suite (CEO, CFO, CBO), VP Finance, VP Clinical Ops, CAR T Service Line Lead, Outreach Coordinator, Inpatient Directors \/ Enrollers, Patient Access Manager and the Reimbursement Team. Key Responsibilities of the Key Account Director – Northeast Region (include but are not limited to): Demand Enablement: Enable demand within ATC network (ATC, Satellite network and community as needed) ecosystem with Cell Therapy Account Manager as an advisor. Ensure financial and reimbursement confidence and communicate payer coverage with ATC. Educate ATC around reimbursement, coverage and coding. Provide ongoing education of Key Stakeholders within the ATCs on approval pathway post-certification. Provide best practices to ensure smooth registration and ensure they have the tools and resources necessary to secure appropriate coverage for Kite therapies. Conduct strategic partnership discussions with organization leadership (C-level stakeholders) focused on CAR T and patient care opportunities. Create patient pathways across the ATC ecosystem through strategic partnerships. Partner on system identification of potential patients for CAR T evaluation and help build into protocols where possible to influence referral network creation. Engage leadership stakeholders on cell therapy service line, including financial sustainability of CAR T Therapy and expansion of CAR T capacity. Coordinate with cross-functional field team partners (e.g., Marketplace Directors, Cell Therapy Account Managers (CTAM’s), and the Quality team) to optimize swift patient access within shared ATC by: Collaborating with multiple field-based teams, to ensure successful certification and ongoing support of ATCs. Educating Key Stakeholders within the ATCs on approval pathway. Provide best practices to ensure smooth registration and ensure they have the tools and resources necessary to secure appropriate coverage for Kite therapies. Ensuring timely execution of Trade agreements and amendments, as well as the completion of the Distributor’s Terms and Conditions. Account Engagement: Engage regional leadership and senior stakeholders at individual ATCs to strengthen ATC relations and drive demand enablement, with a focus on growing class-share. Conduct strategic partnership discussions with organizational leadership, including CFO, Administration, and key formulary decision makers focused on CAR T, on patient care opportunities, financial sustainability of CAR T therapy, and Kite Products. Develop and deliver on defined account plan to support key decision-makers across the assigned accounts and promote CAR T at target accounts working closely with Cell Therapy Account Managers and other internal partners in territory and region. Engage with outreach coordinators within ATC to support ATC outreach efforts and patient pull-through. Identify opportunities to improve intake process to bolster pull-through of ATC onboarding execution and coordinate with CTAM on execution. Contribute to the account profile for each assigned account, including keeping salesforce updated, and identification of key influencers and decision-makers. Implement and monitor ongoing contracts. Build and maintain senior stakeholder relationship at ATCs and act as a main point of contact for the ATC ecosystem, including C-suite stakeholders. Where applicable, share knowledge of expanded networks to appropriate internal stakeholders and collaborate with cross-functional stakeholders by identifying and sharing best practices for customer engagement. Regularly communicate the reimbursement landscape to ATCs to ensure they understand and plan for potential impact to their ATC and CAR T markets. This includes CAR T service line viability, policy, legislation, payer class management, and advocacy. Strategy Execution: Successfully develop and execute the commercial strategy for Kite Account teams by meeting the key priorities at territory level. Make updates to account plans when market conditions change. Align strategies with other operational functions (Medical, Sales, and Marketing) to support a combined customer engagement strategy as well as appropriate product access and coverage for Kite portfolio. ATC Expansion: Lead demand enablement at new ATCs by engaging with ATC leaders and senior stakeholders within their region during onboarding process. Assist in the onboarding of new ATCs with the ATC Onboarding Director: Support education of key stakeholders within ATCs on approval pathways. Support timely execution of trade agreements and amendments, and completion of Distributor’s Terms & Conditions. 3rd Party Payor Access and Contracting: Coordinate with Value & Access Team - initiate contracts, both reactive and proactive. Legal \/ Regulatory: Operate in compliance with all laws, regulations and policies at all times. Protect personal identifier data of patients. Basic Qualifications: Doctorate and 8+ years of experience OR Master’s degree and 10+ years of experience OR Bachelor’s degree and 12+ years of experience OR Associate degree and 14+ years of experience OR High School Diploma \/ GED and 16+ years of experience Preferred Qualifications: 7+ years of related oncology-CAR T experience in the pharmaceutical industry\/sales\/sales management with current or most recent experience in CAR T therapies. Previous account management\/managed markets experience with 2 years of direct experience in a corporate\/region\/national\/key account role including Direct Access, Payer, or health system experience. Experience managing customer relationships in Oncology or CAR T therapies. Biotech or pharmaceutical US marketplace oncology launch experience required. Previous account management\/managed markets experience as well as delivering and executing physician network, GPO contracting, and account management strategic plans. Excellent interpersonal skills, oral and written communication, as well as outstanding presentation skills, including the ability to synthesize data and deliver a clear, concise message. Robust project management skills, ability to multi-task and prioritize clear deliverables across multiple customers in tight timelines. Self-motivated, with excellent organizational skills, with the ability to work both independently and as a member of a matrix leadership team. Superior negotiation skills, business acumen, and analytical ability. Ability to inspire, influence, persuade, and lead without authority. Key competencies include: customer focus, driving results, persuasion, situational adaptability, complexity management, strategic mindset, plans and aligns, accountability, building networks, organizationally savvy, and managing ambiguity. Must be a cultural champion and team player with the ability to have fun! Ability to travel up to 25% of the time with overnight travel. Does this sound like you? If so, please apply today! #IND123 #LI-ML1 The salary range for this position is: $201,025.00 - $260,150.00. Kite considers a variety of factors when determining base compensation, including experience, qualifications, and geographic location. These considerations mean actual compensation will vary. This position may also be eligible for a discretionary annual bonus, discretionary stock-based long-term incentives (eligibility may vary based on role), paid time off, and a benefits package. Benefits include company-sponsored medical, dental, vision, and life insurance plans*. For additional benefits information, visit: https:\/\/www.gilead.com\/careers\/compensation-benefits-and-wellbeing * Eligible employees may participate in benefit plans, subject to the terms and conditions of the applicable plans. Kite is a biopharmaceutical company engaged in the development of innovative cancer immunotherapies with a goal of providing rapid, long-term durable response and eliminating the burden of chronic care. The company is focused on chimeric antigen receptor (CAR) and T cell receptor (TCR) engineered cell therapies designed to empower the immune system's ability to recognize and kill tumors. Kite is based in Santa Monica, CA. For more information on Kite, please visit www.kitepharma.com. Sign up to follow @KitePharma on Twitter at www.twitter.com\/kitepharma. For jobs in the United States: As an equal opportunity employer, Gilead Sciences Inc. is committed to a diverse workforce. Employment decisions regarding recruitment and selection will be made without discrimination based on race, color, religion, national origin, gender, age, sexual orientation, physical or mental disability, genetic information or characteristic, gender identity and expression, veteran status, or other non-job related characteristics or other prohibited grounds specified in applicable federal, state and local laws. In order to ensure reasonable accommodation for individuals protected by Section 503 of the Rehabilitation Act of 1973, the Vietnam Era Veterans' Readjustment Act of 1974, and Title I of the Americans with Disabilities Act of 1990, applicants who require accommodation in the job application process may contact ApplicantAccommodations@gilead.com for assistance. For more information about equal employment opportunity protections, please view the 'Know Your Rights' poster. NOTICE: EMPLOYEE POLYGRAPH PROTECTION ACT YOUR RIGHTS UNDER THE FAMILY AND MEDICAL LEAVE ACT PAY TRANSPARENCY NONDISCRIMINATION PROVISION Our environment respects individual differences and recognizes each employee as an integral member of our company. Our workforce reflects these values and celebrates the individuals who make up our growing team. Gilead provides a work environment free of harassment and prohibited conduct. We promote and support individual differences and diversity of thoughts and opinion. For Current Kite Pharma Employees and Contractors: Please log onto your Internal Career Site to apply for this job. Change The World With Us Everyone at Kite is grounded by one common goal – curing cancer. Every day, we aim to establish a direct line between that purpose and our day-to-day work. We are creating Kite together, with the recognition that the best teams are built by the best people. We maintain an attitude of curiosity, and creativity with each challenge as we develop a new market for cancer therapies. We appreciate and respect one another, and most importantly, we don’t take success for granted. While we’ve come a long way to make what others viewed as impossible, possible, we know one thing is certain. Today is just the beginning.","resolvedUrl":"https:\/\/gilead.wd1.myworkdayjobs.com\/kitepharmacareers\/job\/United-States---New-York---New-York\/Key-Account-Director---Northeast-Region--VT--ME--NY--PA--MA--RI--NH-_R0040344-1","title":"Key Account Director – Northeast Region (VT, ME, NY, PA, MA, RI, NH)","sourceDomain":"gilead.wd1.myworkdayjobs.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":1},{"type":"APPRECIATION","count":2},{"type":"LIKE","count":103},{"type":"EMPATHY","count":1},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7178063302957092864","threadUrn":"urn:li:activity:7178063302957092864","reactionsCount":108,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7178063302453776384","message":{"attributes":[{"start":346,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/e7gbMbeF"}}}],"text":"At Kite, our singular focus is cell therapy to treat and potentially cure cancer. Our goal is to bring the promise of cell therapy to as many eligible patients as possible who may benefit. If you, or anyone in your network may be interested in joining the Northeast team and would like an introductory conversation, please message me directly. \n\nhttps:\/\/lnkd.in\/e7gbMbeF\n"},"entityUrn":"urn:li:share:7178063302453776384"}}},{"createdAt":1716939840000,"insightId":"4323a514-0c2d-4efe-b4b0-2e1eb906723a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7201297601210593280,7201367740262039553)","threadUrn":"urn:li:ugcPost:7201297601210593280","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Drea!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7201297601210593280"}}},{"createdAt":1715130840000,"insightId":"0d836d2d-0e82-42b5-a38e-d52d6bfcff30","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7193763636056649728,7193780279105257472)","threadUrn":"urn:li:ugcPost:7193763636056649728","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Dawn! Syndax is lucky to have you!!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7193763636056649728"}}},{"createdAt":1710350400000,"insightId":"5fefe295-11bd-44c6-ae76-9c4ad58b11f8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7173125520480538624,7173729641629659138)","threadUrn":"urn:li:activity:7173125520480538624","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Matt!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7173125520480538624"}}},{"createdAt":1709950020000,"insightId":"6298001b-ce56-4df5-a9e4-eb05cdc835d7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7171980822772707328,7172050389616283648)","threadUrn":"urn:li:ugcPost:7171980822772707328","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Tom, Rocket is lucky to have you! You’re an amazing leader and partner. Best of luck."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7171980822772707328"}}},{"createdAt":1709746560000,"insightId":"f5eadfd7-5498-4340-8eed-5afbc6c10ba8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171123279905206272,7171196933020073984)","threadUrn":"urn:li:activity:7171123279905206272","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Amazing girl!  🙌 Once a winner, always a winner! 🥇"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171123279905206272"}}},{"createdAt":1709746500000,"insightId":"5eade70f-3323-4f21-812d-e0b2911a25f7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171110335955779584,7171196618241728512)","threadUrn":"urn:li:activity:7171110335955779584","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats! Can’t say I’m surprised. 🙌"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171110335955779584"}}}]}