{"summary":"Over 10 years of clinical and technical experience in MRI systems at 1.5 and 3.0 Tesla.\n\n12 years of experience in research in advanced MRI applications.\n\nClinical experience of more than 50.000 MRI examinations.\n\nQuality assurance (automated calculation of MTF, SNR, signal homogeneity and geometrical accuracy) and technical consulting for MRI systems.\n\nSpecialties: MR Spectroscopy, Oncological Imaging, Cardiac MRI, Thalassaemia Imaging, pediatiric and fetal imaging, orthopedic imaging, neuroimaging, functional MRI, DWI and DTI.","lastName":"Karatopis","objectUrn":"urn:li:member:135508121","geoRegion":"Greece","fullName":"Anastasios Karatopis","firstName":"Anastasios","currentPositions":[{"companyName":"MRIcons","title":"MRI Application Specialist","tenureAtCompany":{"numYears":6,"numMonths":10},"companyUrnResolutionResult":{"employeeCountRange":"2-10","headquarters":{"geographicArea":"Nicosia","country":"Cyprus","city":"Nicosia","postalCode":"1096","line2":"Office 138","line1":"Georgiou Griva Digeni 82-84"},"website":"http:\/\/www.mricons.eu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/mricons\/","industry":"Hospitals and Health Care"},"startedOn":{"month":8,"year":2017},"companyUrn":"urn:li:fs_salesCompany:18263129"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)","projects":[{"endedOn":{"month":4,"year":2006},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}],"description":"Participation in the research project titled \"Combined magnetic resonance and spectroscopic imaging approach to molecular imaging of prostate cancer\" (scientific director Prof. Nikolaos Kelekis) held at the Second Department of Radiology, Medical School University of Athens.","title":"Combined magnetic resonance and spectroscopic imaging approach to molecular imaging of prostate cancer","startedOn":{"month":11,"year":2004}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}],"description":"Parameter optimization, adjusting and application of research protocols and clinical techniques at 3 Tesla MRI for DWI, DTI, DWIBS, MRS, MRSI, cardiology, mammography, neurology, thalassaemia, oncology, 3d imaging) and Computed Tomography in the field of Coronaries Angiography and Spectral Imaging.","title":"Research Colaboration of GE Medical Systems and BioMed","url":"http:\/\/www.bioiatriki.gr\/index.php?option=com_content&view=article&id=98&Itemid=38"}],"contactInfo":{},"industry":"Medical Equipment Manufacturing","educations":[{"endedOn":{"year":2005},"degree":"BSc","eduId":78811603,"fieldsOfStudy":["Biomedical Engineering"],"schoolName":"Technological Educational Institute of Athens","startedOn":{"year":2000}},{"schoolName":"22nd Lycee of Athens","eduId":88526436},{"fieldsOfStudy":["Medical Physics"],"schoolName":"Department of Medical Physics, University of Patras","eduId":79202500}],"skills":[{"numOfEndorsement":34,"name":"Neuroimaging"},{"numOfEndorsement":6,"name":"Diffusion Tensor Imaging"},{"numOfEndorsement":12,"name":"Spectroscopy"},{"numOfEndorsement":25,"name":"fMRI"},{"numOfEndorsement":13,"name":"Quality Assurance"},{"numOfEndorsement":4,"name":"Oncological imaging"},{"numOfEndorsement":4,"name":"Diffusion Weighted Imaging"},{"numOfEndorsement":52,"name":"Image Processing"},{"numOfEndorsement":140,"name":"Medical Imaging"},{"numOfEndorsement":5,"name":"Cardiovascular MRI"},{"numOfEndorsement":3,"name":"CAD processing"},{"numOfEndorsement":44,"name":"Clinical Research"},{"numOfEndorsement":12,"name":"Cardiac MRI"},{"numOfEndorsement":88,"name":"Digital Imaging"},{"numOfEndorsement":166,"name":"MRI"},{"numOfEndorsement":11,"name":"Orthopedic"},{"numOfEndorsement":14,"name":"Medical Diagnostics"},{"numOfEndorsement":107,"name":"Radiology"},{"numOfEndorsement":29,"name":"Medical Physics"},{"numOfEndorsement":44,"name":"Medical Devices"},{"numOfEndorsement":7,"name":"Signal Processing"},{"numOfEndorsement":24,"name":"DICOM"},{"numOfEndorsement":24,"name":"Oncology"},{"numOfEndorsement":8,"name":"Radiography"},{"numOfEndorsement":12,"name":"Nuclear Medicine"},{"numOfEndorsement":25,"name":"Biomedical Engineering"},{"numOfEndorsement":26,"name":"X-ray"},{"numOfEndorsement":9,"name":"Radiation Therapy"},{"numOfEndorsement":8,"name":"Radiation Safety"},{"numOfEndorsement":7,"name":"Radiation"},{"numOfEndorsement":27,"name":"Hospitals"},{"numOfEndorsement":8,"name":"Interventional Radiology"},{"numOfEndorsement":15,"name":"Ultrasound"},{"numOfEndorsement":46,"name":"Computed Tomography"},{"numOfEndorsement":7,"name":"Neurology"},{"numOfEndorsement":8,"name":"RIS"},{"numOfEndorsement":7,"name":"Image Analysis"},{"numOfEndorsement":20,"name":"PACS"},{"numOfEndorsement":5,"name":"Vascular"},{"numOfEndorsement":6,"name":"Dosimetry"},{"numOfEndorsement":10,"name":"Hardware Diagnostics"},{"numOfEndorsement":28,"name":"Physics"},{"numOfEndorsement":19,"name":"Molecular Imaging"},{"numOfEndorsement":29,"name":"Cancer"},{"numOfEndorsement":12,"name":"Medical Education"},{"numOfEndorsement":32,"name":"Medicine"},{"numOfEndorsement":11,"name":"Tomography"},{"numOfEndorsement":15,"name":"Informatics"},{"numOfEndorsement":36,"name":"Healthcare"},{"numOfEndorsement":5,"name":"Healthcare Industry"}],"numOfConnections":3422,"patents":[],"headline":"MRI Application Specialist at MRICONS LTD","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/anastasios-karatopis-07546b39","organizations":[],"location":"Greece","publications":[{"name":"Molecular imaging through 1H MRS and MRSI in everyday routine: improvements in various clinical applications and parameter optimization of spectroscopic imaging sequences","publishedOn":{"month":10,"day":29,"year":2006},"publisher":"1st European Conference on Molecular Imaging Technology, Marseille, France, May 9-12, 2006, Nuclear Instruments and Methods A '(NIMA).","url":"http:\/\/ieeexplore.ieee.org\/xpl\/login.jsp?tp=&arnumber=4179425&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumber%3D4179425","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGmOv4B75dPfrvf1plUPhXVw50pQh9jOuY,NAME_SEARCH,mp7r)"}]},{"name":"MRS and MRSI: analysis of acquisition parameters and improvement of various clinical applications","publisher":"IEEE Transactions in Medical Imaging, 2006 IEEE Medical Imaging Conference, San Diego CA, USA, 29 October - 4 November 2006","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Luminescence efficiency of Lu2SiO5: Ce (LSO) powder scintillator for X-ray medical radiography applications","publisher":"IEEE Transactions in Medical Imaging, 2006 IEEE Medical Imaging Conference, San Diego CA, USA, 29 October - 4 November 2006","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Rapid whole body screening and imaging via Diffusion Weighted Imaging with Body Signal suppression, parameter optimization and quality assessment","description":"In the era of molecular imaging, Diffusion Weighted Imaging is impacting dramatically upon virtually all areas of clinical medicine. DWI should be able to identify key biochemical changes, much before the pathology becomes detectable by other functional imaging methods. Molecular imaging through magnetic resonance could be potentially suited for screening and repeated monitoring since it entails no exposure to ionizing radiation. Also the introduction in clinical practice of fast imaging sequences such as echo planar imaging (EPI) and parallel imaging techniques have accelerated the use of MRI as a potential tool for screening. The purpose of the study was to evaluate the efficacy of a rapid multi-contrast whole-body MRI protocol for fast screening and imaging. The performed imaging protocol consisted a rapid three dimensional diffusion-weighted imaging sequence, a high contrast STIR sequence and a T1 weighted Fast Spoiled Gradient Echo.","publisher":"IEEE Workshop on Imaging Systems and Techniques (IST 2008), Chania, Crete, Greece, on 10-12 September, 2008.","url":"http:\/\/ieeexplore.ieee.org\/xpl\/login.jsp?tp=&arnumber=4659951&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumber%3D4659951","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Molecular Imaging of the myoskeletal system through Diffusion Weighted and Diffusion Tensor Imaging with Parallel Imaging","description":"Diffusion weighted imaging (DWI) and diffusion tensor imaging (DTI) are useful tools when used in combination with standard imaging methods that may offer a significant advantage in certain clinical applications such as orthopedics and myoskeletal tissue imaging. Incorporation of these tools in clinical practice is limited due to the considerable amount of user intervention that apparent diffusion coefficient (ADC) and anisotropy data require in terms of processing and quantification require and due to the importance of acquisition parameter optimization in image quality. In this work various acquisition parameters and their effects in DWI and DTI are investigated. To assess the quality of these techniques, a series of experiments were conducted using a phantom. The application of lipid suppression techniques and their compatibility with other parameters were also investigated. Artifacts were provoked to study the effects in imaging quality. All the data were processed with specialized software to analyze various aspects of the measurements and quantify various parameters such as signal to noise ratio (SNR), contrast to noise ratio (CNR), and the accuracy of ADC and fractional anisotropy values. The experience acquired from the experiments was applied in acquisition parameter optimization and improvement of clinical applications for the rapid screening and differential diagnosis of myoskeletal pathologies.","publisher":"IEEE Workshop on Imaging Systems and Techniques (IST 2008), Chania, Crete, Greece, on 10-12 September, 2008","url":"http:\/\/ieeexplore.ieee.org\/xpl\/login.jsp?tp=&arnumber=4659972&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumber%3D4659972","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Assessment and optimization of TEA-PRESS sequences in 1H MRS and MRSI of the breast","description":"Magnetic Resonance Spectroscopy (MRS) and Magnetic Resonance Spectroscopic Imaging (MRSI) are useful tools when used in combination with standard imaging methods that may offer a significant advantage in certain clinical applications such as cancer localization and staging. Incorporation of these tools in clinical practice is, however, limited due to the considerable amount of user intervention that spectrum processing and quantification requires and due to the importance of acquisition parameter optimization in spectrum quality. In this work various acquisition parameters and their effects in spectrum quality are investigated. In order to assess the quality of various spectroscopic techniques, a series of experiments were conducted using a standard solution. The application of water and fat suppression techniques and their compatibility with other parameters were also investigated. A number of artifacts were provoked to study the effects in spectrum quality. The stability of the equipment, the appearance of errors and artifacts and the reproducibility of the results were also examined to obtain useful conclusions for the interaction of acquisition parameters. All the data were processed with specialized computer software (jMRUI 2.2, FUNCTOOL) to analyze various aspects of the measurements and quantify various parameters such as signal to noise ratio (SNR), full width at half maximum (FWHM), peak height and j-modulation. The experience acquired from the conducted experiments was successfully applied in acquisition parameter optimization and improvement of clinical applications for the biochemical analysis of breast lesions by significantly improving the spectrum quality, SNR and spatial resolution.","publisher":"IEEE Workshop on Imaging Systems and Techniques (IST 2008), Chania, Crete, Greece, on 10-12 September , 2008","url":"http:\/\/ieeexplore.ieee.org\/xpl\/login.jsp?tp=&arnumber=4659988&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumber%3D4659988","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Spectral Imaging Techniques in CT Angiography in pulmonary embolism and follow up of endovascular repaired aneurysms: clinical experience of 83 patients","description":"Purpose: Quantitative and qualitative evaluation of computed tomography spectral imaging techniques for the clinical assessment of pulmonary embolism and angiographic follow-up of arteries after endovascular repair of thoracic and abdominal aorta aneurysms.\nMethods and Materials: Eighty three patients underwent CT angiography with a 64 -slice computed tomography clinical scanner with garnet based detectors for energy resolving imaging techniques (General Electric Discovery HD750, Milwaukee, USA) in spectral imaging mode (GSI) with the following parameters: tube voltage: 80 and 140 kVp; tube current: 640 mA; collimation, 40 × 0.625 mm). Raw data were reconstructed using projection-based material decomposition processing algorithm. Image quality was evaluated in terms of spatial resolution, SNR and CNR.\nResults: SNR, CNR, HU, DLP and spatial resolution were evaluated for this technique. In all cases of pulmonary embolism (18\/18, 100 % PPV) the site of embolus and the effects in the pulmonary parenchyma were accurately depicted. In angiographic evaluation of endovascular stents, metallic artifacts were successfully suppressed and endoleakage was accurately visualized in all cases (misinterpreted sites with metallic artifacts in conventional CTA acquisition). The mean Dose Length Product was 1454 mGy\/cm compared with 1735 mGy\/cm for standard triple-phase CT angiography. Results were compared using paired t-tests and x2 tests.\nConclusion: CTA based in spectral imaging techniques offers significantly higher diagnostic confidence in a single acquisition. Evaluation suggests that obtaining spectral imaging CTA is suitable for pulmonary embolism detection and surveillance after endovascular repair of aneurysms.","publisher":"European Congress of Radiology (ECR 2011), March 3-7, 2011 Vienna, Austria","url":"http:\/\/ipp.myesr.org\/esr\/ecr2011\/index.php?v=posterd&poid=4372&ippwwwsid=kaqj2hha80ll6b1bq3s4r65us2","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"2nd IC-SCCE Athens, Greece, on 5-8 July, 2006","description":"1. MRS and MRSI quality control: a simple acceptance testing method for resulting spectra\n2. In vivo measurements of lipid content in skeletal muscle with MRS: a preliminary study\n3. Quality assessment and parameter optimization of PRESS sequences in H MRS and MRSI: SNR improvement and time reduction in various clinical applications\n4. A computer simulation algorithm applied in x-ray radiography","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Mapping of T2 and T2 * values for hemosidirosis of the heart, liver and spleen with parallel imaging techniques: clinical results of 120 patients","publisher":"Panhellenic Thalassaemia Conference, 15-17 May 2009, Larissa, Greece.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"8-11 July, 2009, 3rd IC-EpsMsO Athens, Greece.","description":"1. Quantitative Assessment of PET\/CT Spatial Resolution and Alignment Error Determination\n2. Novel High Resolution T2 and T2* Mapping Methods for Iron Deposition Determination\n3. MRI Spatial Resolution Limits: Assesment of Various Sequences and Parallel Imaging Methods \n","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"6 – 9 July, 2011, 4th IC-EpsMsO, Athens, Greece.","description":"1. Specially Developed Matlab Algorithm for the Estimation of MTF via LSF and ESF: Application in various Imaging Modalities\n2. Clinical Feasibility of T2 and T2* Relaxometry at 3 Tesla\n3. Modulation Transfer Function Measurements on a 3 Tesla MRI System","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Congress OP Archimedes, TEI 2005","description":"1. Experimental evaluation of monocrystalline spark Gd2SiO5: Ce and (Lu, Y) 2SiO5: Ce optical integration techniques in conditions of excitation with X-rays\n2. Comparative study of the performance of radiation detection spark LSO, LuAP, GSO and YAR for application in positron emission tomography using methods of Monte Carlo\n3. Application of Monte Carlo methods to study the performance of spark for use in positron emission tomography (PET).","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Case study of a patient with Charles Bonnet syndrome with the use of resting state fMRI","publishedOn":{"month":6,"day":21,"year":2013},"publisher":"26th Congress of Hellenic Neurological Society","url":"http:\/\/enee.gr\/index.php\/2014-01-08-22-47-49\/2014-01-08-22-04-53","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]},{"name":"Pilot study of multiparametric brain MRI based on fMRI: imaging parameter optimization in clinical routine.","publishedOn":{"month":6,"day":21,"year":2013},"publisher":"26th Congress of Hellenic Neurological Society","url":"http:\/\/enee.gr\/index.php\/2014-01-08-22-47-49\/2014-01-08-22-04-53","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAgTsJkBadekgCVWopALI7krpafzPEL0eXw,NAME_SEARCH,bwhX)"}]}],"positions":null,"posts":[{"createdAt":1715169600000,"insightId":"d273c135-7fcb-4248-aa1d-3a57da2c1d13","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQHQ29ikJF0g7w\/feedshare-shrink_2048_1536\/0\/1715169633182?e=1720051200&v=beta&t=o3anPt6ePmcHPvILeKktI_uRb13fI9KqfN5TzvOoo2k"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":8},{"type":"APPRECIATION","count":1},{"type":"LIKE","count":263},{"type":"EMPATHY","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7193942859455119361","threadUrn":"urn:li:activity:7193942859455119361","reactionsCount":280,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193942858649714688","message":{"attributes":[],"text":"GE HealthCare (GEHC) has unveiled Signa Magnus, a head-only 3-tesla MR scanner aimed at supporting research in neuroscience. GEHC is highlighting the system's HyperG gradient technology, which features 300 mT\/m and 750 T\/m\/s and supports detection of fine image details, according to the vendor. The company is also pointing to the scanner's high B-value diffusion and short echo times. Magnus is currently pending U.S. Food and Drug Administration (FDA) 510(k) clearance. Many current GEHC 3-tesla systems will be upgradeable to Magnus when it becomes commercially available, according to the firm. \nThis advanced system offers superior gradient performance with its HyperG gradient technology, featuring 300 mT\/m and 750 T\/m\/s, enabling the detection of fine details that were previously unattainable. Researchers can fully utilize SIGNA MAGNUS capabilities to push the boundaries of advanced anatomical, diffusion and functional techniques, amplified by the latest deep-learning algorithms that GE HealthCare has to offer. SIGNA MAGNUS is designed to be a gateway to new research opportunities, helping to uncover new parameters and biomarkers with its vast potential. Its innovative asymmetric gradient design allows for remarkable diffusion performance, achieving extremely high B-value diffusion with short echo times (TEs), which further refines the understanding of neural architecture. Additionally, many GE HealthCare 3.0T systems are upgradable to SIGNA MAGNUS, which will help potential customers to save on capital costs.\nIn March 2024, the investigational MAGNUS system was successfully installed at Brigham and Women’s Hospital, a leading research institution. The Brigham team will play a crucial collaborative role in performing research on high-performance neuro MR with GE HealthCare. \nThe vendor is also spotlighting Magnus at this week's annual meeting and exhibition of the International Society for Magnetic Resonance in Medicine (ISMRM) in Singapore."},"entityUrn":"urn:li:share:7193942858649714688"}}},{"createdAt":1712331360000,"insightId":"3885a90a-6fc3-4a0c-a8cb-10086a15f722","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQGE6WxWa-Kj4A\/feedshare-shrink_2048_1536\/0\/1712331417383?e=1720051200&v=beta&t=-JqNc_8KBqST0-iEPn6SB1Mb9RP8cFzzquCSgXoO8-g"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":27},{"type":"EMPATHY","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7182038518800519169","threadUrn":"urn:li:activity:7182038518800519169","reactionsCount":30,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7182038518045523968","message":{"attributes":[{"start":0,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:mri"}}},{"start":5,"length":3,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ai"}}},{"start":9,"length":23,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:artificialintelligence"}}},{"start":33,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:remotework"}}},{"start":45,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:radiology"}}}],"text":"#mri #ai #artificialintelligence #remotework #radiology"},"entityUrn":"urn:li:share:7182038518045523968"}}},{"createdAt":1712088780000,"insightId":"07f57e4f-c5cc-42fc-8f51-fb59e0dacffb","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQEBsqyGJKgbqA\/feedshare-shrink_2048_1536\/0\/1712088829911?e=1720051200&v=beta&t=r4Vjx4-OHnSfCbs418jIzMWwV83zLCDsAWZquy10q6E"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":35},{"type":"APPRECIATION","count":2},{"type":"LIKE","count":666},{"type":"EMPATHY","count":26},{"type":"INTEREST","count":11}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7181021034203004929","threadUrn":"urn:li:activity:7181021034203004929","reactionsCount":740,"commentsCount":7,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181021033347358720","message":{"attributes":[],"text":"The 11.7T MRI platform named Iseult was unveiled on April 2, 2024. This modality, which has benefited from a large-scale scientific and industrial partnership, showed its first images combining unrivalled spatial resolution and unprecedented contrast levels."},"entityUrn":"urn:li:share:7181021033347358720"}}},{"createdAt":1711565340000,"insightId":"a0674955-92c5-4519-b225-a742a7457a1c","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"VIDEO","thumnailUrl":"https:\/\/dms.licdn.com\/playlist\/vid\/D4D05AQGF_xsC-U_QGw\/videocover-firstframe-low\/0\/1711565357348?e=1717977600&v=beta&t=l5OiQ89JbgGlqMEcStH3RiG7PYn_e9jTNvw8f2uURqA"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":131},{"type":"PRAISE","count":4},{"type":"EMPATHY","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7178825417972191232","threadUrn":"urn:li:ugcPost:7178825417972191232","reactionsCount":139,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7178825417972191232","message":{"attributes":[],"text":"Siemens Healthineers Announces FDA Clearance of MAGNETOM Terra.X 7-Tesla Magnetic Resonance Scanner\nWorld’s first clinical eight-channel parallel transmit MR scanner\nDelivers higher image resolution and visualization of smaller structures\nMaximizes 7T’s potential and supports research in brain and knee conditions\nSiemens Healthineers announces the Food and Drug Administration clearance of the MAGNETOM Terra.X, a second-generation clinical 7-tesla magnetic resonance imaging scanner that dramatically advances the capabilities of 7T MR scanning with new hardware and XA60A software. The MAGNETOM Terra.X is the successor to the MAGNETOM Terra, which debuted in 2017 as the world’s first 7T clinical MR scanner, enabling extremely high-resolution imaging. An upgrade to the MAGNETOM Terra.X for installed MAGNETOM Terra systems was included in the FDA clearance, as was an upgrade for the MAGNETOM Terra to the XA60A software version.\n\n“The MAGNETOM Terra.X builds on our engineering achievements as pioneers in 7T MRI by providing the ultra-high-field community with the necessary tools to offer higher-quality patient care not just in neurological imaging, but also in the knee,” said Katie Grant, vice president of Magnetic Resonance at Siemens Healthineers North America. “Additionally, this scanner supports key research initiatives pertaining to neurodegenerative disease, which is a major concern for our aging population.”\n\nThe new Ultra IQ Technology of the MAGNETOM Terra.X introduces an unprecedented level of image quality for 7T scanning. The world’s first clinical eight-channel parallel transmit architecture enables a degree of image clarity that reveals even extremely subtle pathological details.\n\nThe MAGNETOM Terra and MAGNETOM Terra.X with syngo MR XA60A software have Deep Resolve, the company’s deep learning-based image reconstruction technology that has been trained specifically with 7T data to deliver new levels of speed and image resolution at 7T. For example, the combination of Deep Resolve and accelerated acquisition techniques such as high parallel acquisition can enable a routine high-resolution brain and knee exam in under 20 minutes, which is a dramatic improvement for 7T. Additionally, the scanner’s new, high-performance gradient system delivers exceptional diffusion imaging and functional MR imaging.\n\nThe scanner’s multinuclear option permits clinical imaging of substances in the body—for example, sodium in the brain and phosphorous in muscle tissue—that are not as easily visualized with standard MR field strengths. The ability to perform this type of imaging adds a metabolic component to the already exceptional anatomical imaging capabilities of 7T MR."},"entityUrn":"urn:li:ugcPost:7178825417972191232"}}}]}