{"summary":"Experienced Associate Director\/Sr. Principal Scientist with a demonstrated history of leadership in Biotech and Pharmaceutical industries. In-depth knowledge in molecular cell biology, genetics, and immunology. 6-year experience involving antibody drug discovery programs including immune cell engagers. Subject matter expert in recombinant DNA technology, gene editing, biologics platform development, in vivo model creation, stem cell biology, cell line development and functional cell assays. Skilled in vector designs for cell and gene therapies. High-level experience in ADC target validation and payload strategies.","lastName":"Lu","objectUrn":"urn:li:member:165171754","geoRegion":"San Jose, California, United States","fullName":"Ailan Lu","firstName":"Ailan","currentPositions":[{"companyName":"Bristol Myers Squibb","description":"•\tLead a cross-functional team for gene editing and embryonic stem cell (ESC) engineering to develop cutting-edge biologics platforms, supporting antibody discovery across 40+ programs spanning a spectrum of various modalities\n•\tLead the innovation of landing pad cell line creation for gene editing enrichment, increasing targeting efficiency up to 80% while shortening TAT by 50%  \n•\tDirect cell engineering for target expression, antibody screening and functional cell assay development to enable downstream decision-making   \n•\tExecute technology development and automation integration to increase stem cell engineering efficiency and lift capability for functional B-cell selection\n•\tCreated and functionally validated several pivot humanized mouse models for compound evaluation relevant to Cereblon targets and autoimmune regulators\n•\tParticipated Tour of Duty focusing on cell therapy vector design and Next-Gen cell therapy strategies","title":"Sr. Principal Scientist, Transgenic and Binder Discovery ","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"NJ","country":"United States","city":"Lawrence Township","postalCode":"08648","line1":"3401 Princeton Pike"},"website":"http:\/\/www.bms.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/bristol-myers-squibb\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:1773","tenureAtCompany":{"numYears":5,"numMonths":6},"startedOn":{"month":1,"year":2021}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnYUioBMThbsZPWQKieopfhx93H4xl1AH0,NAME_SEARCH,Xped)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1517455155240?e=1723075200&v=beta&t=X7WHiyCvrcDD0gS6SWcoAGzi-IpsMJlveDdAr2zy0O0","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1517455154896?e=1723075200&v=beta&t=ME9KECpzA9mV2yEm3_GEzv0zPz1It4pImhPdNKuEYDw","height":199},{"width":386,"fileIdentifyingUrlPathSegment":"400_400\/0\/1517455154879?e=1723075200&v=beta&t=AmSDLytsqDI-AHIdWbxSIYeq8G6dB31aU9IQR5wRn_0","height":385},{"width":386,"fileIdentifyingUrlPathSegment":"800_800\/0\/1517455155020?e=1723075200&v=beta&t=F-1X3WNN69OFla8hNMhNF9Qt3In9aMe_TbmhHOISUUI","height":385}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQENjf9Z9mz_sg\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2004},"degree":"Ph.D.","eduId":97214868,"schoolUrn":"urn:li:fs_salesSchool:6154","school":"urn:li:fs_salesSchool:6154","fieldsOfStudy":["Molecular, Cellular and Developmental Biology"],"schoolName":"Mount Sinai School of Medicine of New York University","startedOn":{"year":1999}},{"endedOn":{"year":1992},"degree":"Master of Science (MS)","eduId":165087193,"fieldsOfStudy":["Virus Pathology and Molecular Biology"],"schoolName":"Chinese Academy of Sciences and Chinese Academy  of Agricultural Sciences","startedOn":{"year":1989}},{"endedOn":{"year":1989},"degree":"Bachelor of Science - BS","eduId":492838697,"schoolUrn":"urn:li:fs_salesSchool:15090841","school":"urn:li:fs_salesSchool:15090841","fieldsOfStudy":["Plant Pathology"],"schoolName":"Gansu Agricultural University","startedOn":{"year":1985}}],"skills":[{"numOfEndorsement":0,"name":"GPCR signaling pathways; MAP kinase regulation; gene therapy vector design, construction and Adenovirus production"},{"numOfEndorsement":0,"name":"Stem cell markers, gene regulation and expression, cell proliferation and differentiation, reporter cell assays, gene knockout\/knock-down"},{"numOfEndorsement":0,"name":"Operations Management"},{"numOfEndorsement":0,"name":"Stem cell derivation; in vivo biologics platform creation and immunophenotyping; vector design, molecular assembling and stem cell engineering; NGS QC for genome modification"},{"numOfEndorsement":0,"name":"PKA and GPCR signaling pathways, gene function analysis, cell proliferation and differentiation, gene cloning and vector construction, biochemistry assays"},{"numOfEndorsement":0,"name":"Stem cell biology, recombinant DNA technology, CRISPR gene editing and screening, antibody discovery in vivo platform, immunization strategy and binder generation, stem cell engineering, assay development, cell line development, in vivo model creation, gene expression and regulation, CAR-T designs, People and project management"},{"numOfEndorsement":0,"name":"Stem cell technology, recombinant DNA, CRISPR gene editing and screening,"},{"numOfEndorsement":0,"name":"Immunization strategy, in vivo Biologics Platform validation, CAR-T vector design and gene editing strategy"},{"numOfEndorsement":0,"name":"Cellular and Developmental Biology, PKA and GPCR signaling pathways, gene regulation and expression, cell proliferation and differentiation, assay development, gene cloning and vector construction"},{"numOfEndorsement":0,"name":"People management, project management, targeting vector design and stem cell engineering, in vivo disease model creation, gene expression "},{"numOfEndorsement":0,"name":"Stem cell technology, recombinant DNA, CRISPR gene editing and screening, antibody discovery in vivo platform, binder generation, assay development"},{"numOfEndorsement":8,"name":"Biotechnology"},{"numOfEndorsement":9,"name":"Molecular Biology"},{"numOfEndorsement":4,"name":"Cell"},{"numOfEndorsement":3,"name":"Lifesciences"},{"numOfEndorsement":2,"name":"Cell Biology"},{"numOfEndorsement":0,"name":"Immunology"},{"numOfEndorsement":1,"name":"Genetics"},{"numOfEndorsement":0,"name":"Bioinformatics"},{"numOfEndorsement":1,"name":"Genetically Engineered Mouse Models"},{"numOfEndorsement":0,"name":"CRISPR Technology"},{"numOfEndorsement":0,"name":"ELISA"},{"numOfEndorsement":0,"name":"SDS-PAGE"},{"numOfEndorsement":1,"name":"Cell Culture"},{"numOfEndorsement":0,"name":"Cell Line Development"},{"numOfEndorsement":0,"name":"Transient and Stable Transfections"},{"numOfEndorsement":0,"name":"Immunoprecipitation"},{"numOfEndorsement":0,"name":"Immunohistochemistry"},{"numOfEndorsement":0,"name":"Immunofluorescence"},{"numOfEndorsement":0,"name":"Bioassay Development"},{"numOfEndorsement":2,"name":"PCR"},{"numOfEndorsement":0,"name":"Recombinant DNA"},{"numOfEndorsement":0,"name":"Red\/ET Recombineering Technology"},{"numOfEndorsement":0,"name":"Gene Assembling"},{"numOfEndorsement":0,"name":"BAC Cloning"},{"numOfEndorsement":0,"name":"Gene Expression"},{"numOfEndorsement":0,"name":"Project Management"},{"numOfEndorsement":0,"name":"Team Management"},{"numOfEndorsement":0,"name":"SOP Development"},{"numOfEndorsement":0,"name":"Process Improvement"},{"numOfEndorsement":0,"name":"Troubleshooting"},{"numOfEndorsement":0,"name":"Staff Training and Supervision"},{"numOfEndorsement":0,"name":"Customer Support"},{"numOfEndorsement":0,"name":"Customer Relations"},{"numOfEndorsement":1,"name":"Mouse Models"},{"numOfEndorsement":3,"name":"Biochemistry"},{"numOfEndorsement":3,"name":"Life Sciences"},{"numOfEndorsement":1,"name":"Research"},{"numOfEndorsement":0,"name":"Design Control"},{"numOfEndorsement":0,"name":"Validation"},{"numOfEndorsement":2,"name":"R&D"},{"numOfEndorsement":0,"name":"Pharmacology"}],"numOfConnections":300,"patents":[],"headline":"Sr. Principal Scientist at Bristol Myers Squibb in Redwood City, San Francisco Bay Area","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/ailan-lu-60a39547","organizations":[],"location":"San Jose, California, United States","publications":[],"positions":null,"posts":[{"createdAt":1714844520000,"insightId":"7c2cd964-a953-4e5b-ab16-8129350c3112","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEITwa84dUpFQ\/articleshare-shrink_800\/0\/1714754591611?e=1717977600&v=beta&t=2OWHzbSxKTsX0OgWOnJhAmy9w8alA64WB84CwSczTyc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEITwa84dUpFQ\/articleshare-shrink_800\/0\/1714754591611?e=1717977600&v=beta&t=2OWHzbSxKTsX0OgWOnJhAmy9w8alA64WB84CwSczTyc"}]},"description":"Lubert Stryer, MD, professor emeritus of structural biology and of neurobiology at Stanford Medicine, known for his illuminating discoveries in fluorescence spectroscopy, human vision and high-speed genetic analysis, and for writing a popular textbook that taught biochemistry to millions of students worldwide, died April 8 at his home in Stanford. The cause was cancer, and he was 86. “Lubert was one of the most inspirational, dedicated and genuinely wonderful people I have had the privilege of knowing,” said  Lloyd Minor , MD, dean of the Stanford School of Medicine and vice president for medical affairs at Stanford University. “He was truly a polymath in his understanding of various fields of science and his ability to bring different techniques and approaches to the questions he sought to answer. I can think of no one who better exemplifies the values of academic excellence and scientific impact.” Stryer is widely remembered for his rigorous science and pedagogical skill, but those who knew him also recall a warm and generous friend, a kind but demanding mentor, a stimulating colleague, and a teacher who was a lifelong learner. “Lubert had an extraordinary intellect coupled with an insatiable curiosity,” said Lucy Shapiro , PhD, a professor emerita of developmental biology. “Most of us lose the childhood wonder and awe of the biological and physical world, but Lubert never did. He had an uncanny ability to communicate his vast store of knowledge to students of all ages with clarity, precision and joy.” Light was the leitmotif throughout Stryer’s four-decade career. In the 1960s, as a young assistant professor at Stanford Medicine, he experimentally proved Förster’s theorem, which posited that the efficiency of energy transfer between two light-sensitive molecules depended on the distance between them. Stryer and colleagues showed that this phenomenon could be employed as a spectroscopic ruler to measure the tiny distances — typically a few nanometers — between sites on a protein tagged with light-sensitive molecules. Fluorescence resonance energy transfer (FRET) has since developed into an essential tool used in thousands of studies to elucidate the structure of proteins and nucleic acids and their interactions with each other. In the 1970s, Stryer turned his attention to the mechanism of vision, specifically the mystery of how our eyes can process small amounts of light into a visual signal. Rhodopsin, a light-sensing protein in photoreceptor cells of the retina, was known to change shape in response to a single photon. Stryer’s team discovered that each photo-excited rhodopsin molecule then activates about 500 molecules of another protein, which they named transducin , greatly amplifying the signal that leads to vision. Remarkably similar amplification mechanisms have been identified in other biological processes, such as the body’s response to hormones. “This was an amazing revelation,” said Jeremy Nathans, MD, PhD, a former graduate student at Stanford Medicine who was inspired by Stryer’s work on vision. “It speaks to an extremely ancient system, which has now been repurposed for many different physiological functions.” Nathans is now a professor of molecular biology and genetics at Johns Hopkins University School of Medicine, studying the genetics of vision. These two fundamental discoveries, FRET and signal amplification in vision, established Stryer’s scientific legacy. In 1989, Stryer took a one-year hiatus from Stanford Medicine to help found Affymax, a biotech company that used light to  generate  microarrays containing hundreds of thousands of synthetic compounds for drug discovery. He later led the scientific advisory board at Affymetrix, a spinoff company that found spectacular success in manufacturing thumbnail-sized DNA chips for high-speed genetic analysis. He earned a reputation as a stellar educator, both in print and in person. “Lubert was a fantastic lecturer, the kind where you come out of the lecture and say to yourself, ‘That’s the best lecture I’ve ever heard,’” Nathans said. Stryer was elected to the American Academy of Arts and Sciences, the National Academy of Sciences, and the American Philosophical Society. He received the American Chemical Society Award in Biological Chemistry, the American Association for the Advancement of Science Newcomb Cleveland Prize, the European Inventor of the Year Award and an honorary doctorate from the University of Chicago.","resolvedUrl":"https:\/\/med.stanford.edu\/news\/all-news\/2024\/05\/lubert-stryer--luminary-scientist-of-light-and-life--author-of-c.html","title":"Lubert Stryer, luminary scientist of light and life, author of classic textbook, dies at 86"}},"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7192579314821877760","threadUrn":"urn:li:activity:7192579314821877760","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192579312649175042","message":{"attributes":[{"start":0,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/ggu6UbNR"}}}],"text":"https:\/\/lnkd.in\/ggu6UbNR"},"entityUrn":"urn:li:share:7192579312649175042"}}},{"createdAt":1714149780000,"insightId":"fe338ad9-a0d1-4ac5-88a4-ba8f172dcde7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":9}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7189351922938580994,7189665479081320451)","threadUrn":"urn:li:ugcPost:7189351922938580994","reactionsCount":9,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Hi Sean, you’re a brilliant scientist, great manger with caring heart. You’ve made a valuable impact to BMS drug discovery pipeline. Wishing you the best opportunity."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7189351922938580994"}}}]}