{"summary":"-\tMore than a decade of translatable health research experience in New Zealand, USA &  Australia   \n        with diverse people, technologies and industries.\n-\tExtensive experience in project management in a fast paced environment with deadlines.\n-\tProven ability to effectively communicate with great interpersonal skills.\n-\tAbility to work independently and in a team, liaising with different departments in collaborative \n        projects.\n-\tHighly analytical, detail driven and proven ability to form hypothesis.\n-\tExperience with Microsoft Word, Excel, Powerpoint and a fast learner.","lastName":"Pang","objectUrn":"urn:li:member:16660375","geoRegion":"Greater Melbourne Area","fullName":"Puiyi Tiffany Pang","firstName":"Puiyi Tiffany","currentPositions":[{"companyName":"New England Biolabs","title":"Senior Field Account Manager","tenureAtCompany":{"numYears":5},"companyUrnResolutionResult":{"employeeCountRange":"501-1000","headquarters":{"geographicArea":"MA","country":"United States","city":"Ipswich","postalCode":"01938","line1":"240 County Road"},"website":"http:\/\/www.neb.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/new-england-biolabs\/","industry":"Biotechnology Research"},"startedOn":{"month":10,"year":2023},"companyUrn":"urn:li:fs_salesCompany:26482"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1690258205656?e=1723075200&v=beta&t=trFPsX0IfmWu_DNovUYOv9a_ONmc-snwVmVXSRRLn7w","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1690258205656?e=1723075200&v=beta&t=x90TdgZaEWadP2txrbncAnMLvYVzRyICnH4atvlk2L0","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1690258205656?e=1723075200&v=beta&t=diPsU8e4GeKvD1x0rYX0klqSGiL8AvheC5cS4l56epg","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1690258205656?e=1723075200&v=beta&t=fyIuC41WzOjnW1Ta8SJ3ulR9XD8ddaJOA-kYv7FFWzw","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D5603AQFuBfYBstHa2Q\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2007},"degree":"Masters with Distinction","eduId":13094616,"schoolUrn":"urn:li:fs_salesSchool:166660","school":"urn:li:fs_salesSchool:166660","fieldsOfStudy":["Microbiology and Immunology"],"startedOn":{"year":2005}},{"endedOn":{"year":2003},"degree":"Bachelor","eduId":13106445,"schoolUrn":"urn:li:fs_salesSchool:165337","school":"urn:li:fs_salesSchool:165337","fieldsOfStudy":["Microbiology"],"startedOn":{"year":1999}}],"skills":[{"numOfEndorsement":15,"name":"Microbiology"},{"numOfEndorsement":5,"name":"Laboratory"},{"numOfEndorsement":3,"name":"Quality Control"},{"numOfEndorsement":8,"name":"Research"},{"numOfEndorsement":14,"name":"Molecular Biology"},{"numOfEndorsement":9,"name":"Cell Culture"},{"numOfEndorsement":4,"name":"Western Blotting"},{"numOfEndorsement":8,"name":"Cell Biology"},{"numOfEndorsement":3,"name":"Cell"},{"numOfEndorsement":3,"name":"PCR"},{"numOfEndorsement":4,"name":"Biochemistry"},{"numOfEndorsement":1,"name":"Genetics"},{"numOfEndorsement":1,"name":"In Vivo"},{"numOfEndorsement":3,"name":"ELISA"},{"numOfEndorsement":1,"name":"Protein Chemistry"},{"numOfEndorsement":1,"name":"Cancer"},{"numOfEndorsement":1,"name":"Protein Expression"},{"numOfEndorsement":1,"name":"Genomics"},{"numOfEndorsement":1,"name":"Aseptic Technique"},{"numOfEndorsement":1,"name":"Clinical Trials"},{"numOfEndorsement":1,"name":"Food"},{"numOfEndorsement":1,"name":"Experimentation"},{"numOfEndorsement":2,"name":"Customer Service"},{"numOfEndorsement":1,"name":"Animal Models"},{"numOfEndorsement":4,"name":"Data Analysis"},{"numOfEndorsement":1,"name":"Product Development"},{"numOfEndorsement":1,"name":"Immunology"},{"numOfEndorsement":1,"name":"RT-PCR"},{"numOfEndorsement":2,"name":"Biotechnology"},{"numOfEndorsement":1,"name":"Cancer Research"},{"numOfEndorsement":1,"name":"FACS analysis"},{"numOfEndorsement":2,"name":"Strategy"},{"numOfEndorsement":1,"name":"Bioinformatics"},{"numOfEndorsement":2,"name":"Microsoft Office"},{"numOfEndorsement":2,"name":"Microsoft Word"},{"numOfEndorsement":2,"name":"Statistics"},{"numOfEndorsement":1,"name":"Social Media"},{"numOfEndorsement":1,"name":"Gel Electrophoresis"},{"numOfEndorsement":1,"name":"Microscopy"},{"numOfEndorsement":1,"name":"Tissue Culture"},{"numOfEndorsement":1,"name":"Laboratory Skills"},{"numOfEndorsement":1,"name":"Polymerase Chain Reaction (PCR)"}],"pronoun":"She\/Her","numOfConnections":734,"patents":[],"headline":"Mostly made of food and science","courses":[{"name":"GCP training"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/puiyi-tiffany-pang-5076b55","organizations":[],"location":"Greater Melbourne Area","publications":[{"publishedOn":{"month":12,"year":2013},"description":"Ionizing radiation (IR) and germline mutations in the retinoblastoma tumor suppressor gene (RB1) are the strongest risk factors for developing osteosarcoma. Recapitulating the human predisposition, we found that Rb1+\/- mice exhibited accelerated development of IR-induced osteosarcoma, with a latency of 39 weeks. Initial exposure of osteoblasts to carcinogenic doses of IR in vitro and in vivo induced RB1-dependent senescence and the expression of a panel of proteins known as senescence-associated secretory phenotype (SASP), dominated by IL-6. RB1 expression closely correlated with that of the SASP cassette in human osteosarcomas, and low expression of both RB1 and the SASP genes was associated with poor prognosis. In vivo, IL-6 was required for IR-induced senescence, which elicited NKT cell infiltration and a host inflammatory response. Mice lacking IL-6 or NKT cells had accelerated development of IR-induced osteosarcomas. These data elucidate an important link between senescence, which is a cell-autonomous tumor suppressor response, and the activation of host-dependent cancer immunosurveillance. Our findings indicate that overcoming the immune response to senescence is a rate-limiting step in the formation of IR-induced osteosarcoma.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24231354","name":"Immune response to RB1-regulated senescence limits radiation-induced osteosarcoma formation.","publisher":"Journal of Clinical Investigation","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]},{"publishedOn":{"month":7,"year":2013},"description":"Sarcomas are a key feature of Li-Fraumeni and related syndromes (LFS\/LFL), associated with germline TP53 mutations. Current penetrance estimates for TP53 mutations are subject to significant ascertainment bias. The International Sarcoma Kindred Study is a clinic-based, prospective cohort of adult-onset sarcoma cases, without regard to family history. The entire cohort was screened for mutations in TP53 using high-resolution melting analysis and Sanger sequencing, and multiplex-ligation-dependent probe amplification and targeted massively parallel sequencing for copy number changes. Pathogenic TP53 mutations were detected in blood DNA of 20\/559 sarcoma probands (3.6%); 17 were germline and 3 appeared to be somatically acquired. Of the germline carriers, one appeared to be mosaic, detectable in the tumor and blood, but not epithelial tissues. Germline mutation carriers were more likely to have multiple cancers (47% vs 15% for non-carriers, P = 3.0×10(-3)), and earlier cancer onset (33 vs 48 years, P = 1.19×10(-3)). The median survival of mutation carriers following first cancer diagnosis was not significantly different from non-carriers. Only 10\/17 (59%) pedigrees met classical or Chompret criteria for LFS. In summary, germline TP53 mutations are not rare in adult patients with sarcoma, with implications for screening, surveillance, treatment and genetic counselling of carriers and family members.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3718831\/","name":"High frequency of germline TP53 mutations in a prospective adult-onset sarcoma cohort.","publisher":"Plos One","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]},{"name":"Cross-presentation of tumor associated antigens through tumor-derived autophagosomes","description":"Cross-presentation of exogenous antigens by host professional antigen-presenting cells (APCs) plays a pivotal role in the initiation and development of T-cell immune responses to tumor-associated antigens, including self or mutated self-antigens derived from tumor cells, and foreign antigens derived from infectious agents. Cross-presentation requires multiple steps that involve the antigens’ synthesis and compartmentalization in donor cells, packaging and delivery, and processing and presentation by MHC class I molecules on professional APCs. The intricate pathways that lead to protein degradation and the formation of MHC I-peptide complexes inside the APC are well documented for both soluble and particulate antigens.  However, much less is known about how cross-presentation is regulated by the protein degradation pathways in antigen-donor cells (ADCs), including autophagy-mediated lysosomal proteolysis and proteasomal degradation. The exact nature or form of the antigens derived from donor cells at the time of delivery to the APC for cross-presentation is very controversial.","publisher":"Autuphagy","url":"https:\/\/www.landesbioscience.com\/journals\/autophagy\/article\/8366\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]},{"publishedOn":{"month":8,"day":29,"year":2011},"description":"We previously reported that autophagy in tumor cells plays a critical role in cross-presentation of tumor antigens and that autophagosomes are efficient antigen carriers for cross-priming of tumor-reactive CD8+ T cells. Here, we sought to characterize further the autophagosome-enriched vaccine named DRibble (DRiPs-containing blebs), which is derived from tumor cells after inhibition of protein degradation, and to provide insights into the mechanisms responsible for their efficacy as a novel cancer immunotherapy.","url":"http:\/\/clincancerres.aacrjournals.org\/content\/17\/22\/7047","name":"Tumor-Derived Autophagosome Vaccine: Mechanism of Cross-Presentation and Therapeutic Efficacy","publisher":"Clinical Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]},{"publishedOn":{"month":2,"day":23,"year":2010},"description":"Lymphodeleption prior to adoptive transfer of tumor-specific T cells greatly improves the clinical efficacy of adoptive T-cell therapy for patients with advanced melanoma, and increases the therapeutic efficacy of cancer vaccines in animal models. Lymphodepletion reduces competition between lymphocytes, and thus creates “space” for enhanced expansion and survival of tumor-specific T cells. Within the lymphodepleted host, Ag-specific T cells still need to compete with other lymphocytes that undergo lymphopenia-driven proliferation. Herein, we describe the relative capacity of naïve T cells, Treg, and NK cells to undergo lymphopenia-driven proliferation. We found that the major population that underwent lymphopenia-driven proliferation was the CD122+ memory-like T-cell population (CD122+CD8+ Treg), and these cells competed with Ag-driven proliferation of melanoma-specific T cells. Removal of CD122+CD8+ Treg resulted in a greater expansion of tumor-specific T cells and tumor infiltration of functional effector\/memory T cells. Our results demonstrate the lymphopenia-driven proliferation of CD122+CD8+ Treg in reconstituted lymphodepleted mice limited the antitumor efficacy of DC vaccination in conjunction with adoptive transfer of tumor-specific T cells.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/eji.200839210\/abstract","name":"CD122+CD8+ Treg suppress vaccine-induced antitumor immune responses in lymphodepleted mice","publisher":"European Journal of Immunology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]},{"publishedOn":{"month":10,"year":2010},"description":"The tumor recurrence from residual local or micrometastatic disease remains a problem in cancer therapy. In patients with soft tissue sarcoma and the patients with inoperable nonsmall cell lung cancer, local recurrence is common and significant mortality is caused by the subsequent emergence of metastatic disease. Thus, although the aim of the primary therapy is curative, the outcome may be improved by additional targeting of residual microscopic disease. We display in a murine model that surgical removal of a large primary sarcoma results in local recurrence in approximately 50% of animals. Depletion of CD8 T cells results in local recurrence in 100% of animals, indicating that these cells are involved in the control of residual disease. We further show that systemic adjuvant administration of αOX40 at surgery eliminates local recurrences. In this model, αOX40 acts to directly enhance tumor antigen-specific CD8 T-cell proliferation in the lymph node draining the surgical site, and results in increased tumor antigen-specific cytotoxicity in vivo. These results are also corroborated in a murine model of hypofractionated radiation therapy of lung cancer. Administration of αOX40 in combination with radiation significantly extended the survival compared with either agent alone, and resulted in a significant proportion of long-term tumor-free survivors. We conclude that αOX40 increases tumor antigen-specific CD8 T-cell cytotoxic activity resulting in improved endogenous immune control of residual microscopic disease, and we propose that adjuvant αOX40 administration may be a valuable addition to surgical and radiation therapy for cancer.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20842057","name":"Adjuvant therapy with agonistic antibodies to CD134 (OX40) increases local control after surgical or radiation therapy of cancer in mice.","publisher":"Journal of Immunotherapy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]},{"publishedOn":{"month":9,"day":19,"year":2008},"description":"The incorporation of RANTES or IL-23 into DNA vaccines may improve their immunogenicity by the recruitment and activation of dendritic cells. This may also select for a TH1 response counteracting the TH2 response which can predominate when a DNA vaccine is delivered by gene gun. We have immunized mice with various DNA constructs encoding APR\/8\/34 influenza virus hemagglutinin (HA), either fused to or separate from, IL-23 or RANTES using a gene gun. Those immunized with IL-23\/HA fusion constructs and challenged with influenza 27 weeks post-vaccination, tended to have cleared more virus than those vaccinated with HA DNA. Mice immunized with the RANTES\/HA fusion construct produced a mixed TH1\/TH2 response whereas in HA-vaccinated mice, a TH2 response predominated. Immunization with a plasmid in which HA and RANTES were under the control of separate promoters, failed to generate a mixed TH1\/TH2 response suggesting that enhanced antigen uptake via RANTES receptors may contribute to the mixed immune response generated to the fusion construct. Overall these findings provide further evidence that Type 1 cytokines or chemokines, fused to antigen in a DNA vaccine, can influence the nature and the longevity of the immune response and ultimately, its protective capacity.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/18456374?ordinalpos=1&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_DefaultReportPanel.Pubmed_RVDocSum","name":"DNA fusion vaccines incorporating IL-23 or RANTES for use in immunization against influenza.","publisher":"Vaccine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD-N5cBZGPRRi4D2sd1HAuXr2rJXLYWvqU,NAME_SEARCH,_V_2)"}]}],"positions":null,"posts":[{"createdAt":1715226840000,"insightId":"fea1c708-e1c1-42b5-8d56-cea55365ac28","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"publishedAt":1709310266000,"description":"Technical note including a set of recommendations to facilitate the scaling of workflows utilizing both the HiScribe® line of T7 and SP6 RNA Polymerase-based in vitro transcription kits, as well as individual enzymes (T7 RNA Polymerase, Inorganic...","fullText":"1 TECHNICAL NOTE 1 03\/24 Scaling of High-Yield In vitro Transcription Reactions for Linear Increase of RNA Production INTRODUCTION Synthesis of RNA, for various downstream workflows, has recently been in the spotlight due to the emergence of mRNA-based vaccines following the global COVID-19 pandemic. Sufficient amounts of RNA needed for screening studies and early-stage clinical trials cannot be produced from traditional small-scale reactions performed in the laboratory. Larger scale reactions, with RNA yields linearly scaling with reaction volume, are necessary to produce the substantial amounts of RNA required to meet the demands of these studies. As the use of RNA as a therapeutic becomes more widespread, challenges arise for scientists to produce high-quality RNA at the significant scale required to meet the demands of vaccine production, early-stage characterization and other investigations. Cost-effectiveness, as well as minimal optimization and troubleshooting, are key considerations when scaling in vitro transcription (IVT) workflows. RNA yields should scale linearly as input and reaction volumes increase, an objective that is not always straightforward. Larger volume reaction vessels require optimized protocols, and precautions should be taken to ensure proper mixing and consistent temperature throughout the reaction vessel in order to maintain the abundant yields and quality of RNA that is expected. These challenges compound as volumes of reactions increase; therefore we have tested the scalability of (IVT) reactions utilizing New England Biolabs (NEB) enzymes and kits to provide a generalized set of recommendations for synthesizing high yields of RNA, of various lengths and sequence compositions, from bench to commercial scale. This technical note includes a set of recommendations to facilitate the scaling of workflows utilizing both the HiScribe® line of T7 and SP6 RNA Polymerase-based in vitro transcription kits, as well as individual enzymes (T7 RNA Polymerase, Inorganic Pyrophosphatase (E. coli) and RNase Inhibitor, Murine), which are available from NEB as research use only (RUO) and GMP- grade* products. IVT Template Strategies Successful in vitro transcription reactions are achieved by starting with high-quality input materials. First, a source of linear, double- stranded DNA (dsDNA) template that includes the T7 promoter (or other promoter sequence if using an alternative phage DNA-dependent RNA Polymerase) upstream of the sequence of interest is required. T7 RNA Polymerase recognizes and binds to the T7 promoter, transcribing in the 5 → 3 direction and falling off the end of the linear template, releasing the run-off transcript. To generate dsDNA templates for IVT, two common strategies that are frequently employed are linearization of a plasmid downstream of the sequence of interest using restriction enzymes (leaving a blunt end or 5 end overhang) or PCR amplification of a sequence of interest by utilizing high-fidelity DNA polymerases. Introduction of promoter sequences on a forward primer can be achieved through PCR, creating a complete dsDNA template. It is important that these templates are free from contaminants that can be introduced through purification steps and subsequently may inhibit the IVT process. If in- house means of generating the large amount of dsDNA required when scaling RNA synthesis is beyond capacity, outsourcing this step can be an option. However, extra planning may be required to keep projects on task and secure a supply as the time to go from plasmid expression to purified linearized DNA at scale can be a lengthy process that may be in high demand and may subsequently impact timelines. RNA Synthesis Formats With template design in place, in vitro transcription format selection is the next step in the process. NEB offers several options for RNA synthesis, including the highly optimized, high yield HiScribe IVT transcription kits, as well as standalone enzymes and reagents, which includes RNA polymerases, nucleoside triphosphates (NTPs), inorganic pyrophosphatases, RNase inhibitors and reaction buffers (Table 1, page 2). In the following set of recommendations, features of both strategies will be highlighted. RNA synthesis in the moderate range, (up to 20 ml), can be performed with easily accessible equipment and consumables, while larger scale reactions may require more sophisticated equipment that is designed to maintain consistent temperatures throughout the vessel as well as a means for gently mixing the reactions throughout the incubation. Timothy P. O’Donnell, Breton V. Hornblower, Ph.D., Dianne S. Schwarz, Ph.D., New England Biolabs, Inc. * \"GMP-grade\" is a branding term NEB uses to describe products manufactured or finished at NEB’s Rowley facility. The Rowley facility was designed to manufacture products under more rigorous infrastructure and process controls to achieve more stringent product specifications and customer requirements. Products manufactured at NEB’s Rowley facility are manufactured in compliance with ISO 9001 and ISO 13485 quality management system standards. However, at this time, NEB does not manufacture or sell products known as Active Pharmaceutical Ingredients (APIs), nor does NEB manufacture its products in compliance with all of the Current Good Manufacturing Practice regulations. Large Bench Small RNA production mRNA vaccine development 22 TABLE 1: Available NEB reagents for mRNA synthesis workflows NEB offers reagents for template generation, in vitro transcription, RNA capping, and poly(A) tailing. Products listed are provided research use only grade and select reagents and kit components are also available GMP-grade, as indicated. Reagents highlighted in bold were utilized in this study. = available in GMP-grade TEMPLATE GENERATION IN VITRO TRANSCRIPTION RNA CAPPING POLY(A) TAILING AMPLIFICATION: HISCRIBE® RNA SYNTHESIS KITS: • Q5 High-Fidelity DNA Polymerase (NEB #M0491S\/L) • Phi29 DNA Polymerase (NEB #M0269S\/L) • Phi29-XT RCA Kit (NEB #E1603S\/L) • dNTPs (NEB #N0447S\/L) HiScribe® T7 ARCA mRNA Synthesis Kit (with tailing) (NEB #E2060S) HiScribe® T7 ARCA mRNA Synthesis Kit (NEB #E2065S) HiScribe® T7 mRNA Kit with CleanCap® Reagent AG (NEB #E2080S) HiScribe® T7 Quick High Yield RNA Synthesis Kit (NEB #E2050S) HiScribe® T7 High Yield RNA Synthesis Kit (GMP components) (NEB #E2040S) HiScribe® SP6 High Yield RNA Synthesis Kit (NEB #E2070S) PLASMID LINEARIZATION: INDIVIDUAL ENZYMES AND REAGENTS: • BspQI (NEB #R0712S\/L) • BsaI-HF®v2 (NEB #R3733S\/L) SP6, T3, and Hi-T7® RNA Polymerases (NEB #M0207S), (NEB #M0378S), (NEB #M0658S), (NEB #M0470T) Vaccinia Capping System (NEB #M2080S) E. coli Poly(A) Polymerase (NEB #M0276S\/L) DNA ASSEMBLY: T7 RNA Polymerase (NEB #M0251S\/L), (NEB #M0460T) Faustovirus Capping System (NEB #M2081S\/L) • NEBuilder HiFi DNA Assembly (NEB #E2621S\/L\/X) • NEBridge® Golden Gate Assembly Kit (Bsal-HF® v2) (NEB #E1601S\/L\/X) • NEBridge® Golden Gate Assembly Kit (BsmBl-v2) (NEB #E1602S\/L\/X) RNase Inhibitor (Murine) (NEB #M0314S\/L) mRNA Cap 2-O-Methyltransferase (NEB #M0366S) RNase Inhibitor (Human Placental) (NEB #M0307S\/L) ARCA and other mRNA cap analogs (NEB #S1411S\/L) Pyrophosphatase, Inorganic (E. coli) (NEB #M0361S\/L) Pyrophosphatase, Inorganic (yeast) (NEB #M2403S\/L) NTPs (NEB #N0450S) (NEB #N0466S) DNase I (RNase-free) (NEB #M0303S\/L) DNase I-XT (NEB #M0570S\/L) 3 (#0030122240) and incubated in a 37°C dry air incubator. Alternatively, incubation in a water bath or thermomixer can also be considered, as comparable yields were achieved (Figure 2). Whichever method is selected, it is imperative that the temperature remains consistent, and the reactions are gently mixed during incubation. Pilot IVT Reaction Length, Template Amount and Template Purity When preparing to scale IVT reactions, we would recommend testing conditions (e.g., reaction length, template amount, template purity) at a small-scale (20 – 100 µl) before scaling up to ensure conditions are optimized to achieve the highest yields. In general, transcripts that are shorter require a longer reaction incubation to allow for the highest yield (weight of RNA), as more RNA polymerase initiation events need to occur to reach the same weight of RNA compared to a longer RNA. A time course is an excellent way to determine the reaction length where maximum amount of RNA is synthesized, which may be different depending on transcript length (Figure 3). Selection of a reaction length that achieves high yield will also limit exposure of the RNA to conditions that might lead to degradation during extended incubations, especially with longer RNAs REACTION SETUP When setting up IVT reactions, there are a few key considerations at the onset to ensure the highest yield possible. A trusted source of nuclease-free water is important — DEPC-treated water is not recommended as it is not necessary and the presence of any byproducts that remain may inhibit downstream enzymatic reactions. However, we do recommend taking precautions such as wearing gloves, using filtered tips, and working in a dedicated RNase-free area to reduce the chances of RNase contamination. When gathering the necessary enzymes and reagents, it is important to thaw the buffers, NTPs and templates to room temperature while keeping the enzyme(s) on ice. Next, thorough mixing of the buffer and NTPs is important as components tend to settle to the bottom of the tubes after thawing. The order of addition for the IVT reaction is also important and should follow the order listed in the manual, with enzyme added last. Gentle mixing of the reaction, with care taken to avoid bubble formation, is key to successful synthesis. Gentle mixing during incubation, two to three times, should be performed to achieve the highest yield possible (Figure 1). Gentle inversion of the tube five to six times is sufficient. The IVT reactions performed in this paper were incubated in Eppendorf Protein LoBind® tubes (1.5 ml snap cap (#022431081), 5 ml screw cap (#0030122356), 15 ml screw cap (#0030122216) or 50 ml screw cap FIGURE 2: Various incubation methods result in comparable RNA Yields for small-scale in vitro transcription HiScribe reactions were scaled to 1 ml in protein LoBind tubes using the CLuc control template and incubated for 1 hour at 37°C in a dry air incubator, a thermomixer, or a water bath. RNA yields were determined by Qubit™ (expected yield was 10 mg). 0 2 4 6 8 12 10 R N A Y ie ld ( m g) Dry air incubator Thermomixer Water bath FIGURE 1: Gentle, intermittent mixing during IVT incubation maximizes yields. HiScribe reactions (1 ml, 5 kb transcript, expected yield = 9 mg) were incubated for 1 hour at 37C in a dry air incubator and were either not mixed, mixed after 30 minutes, or mixed every 15 minutes by gentle inversion. Care was taken to ensure no bubbles were introduced during mixing. 0 1 2 3 4 5 6 7 8 9 10 No mix Mix at 30 min. Mix every 15 min. R N A Y ie ld ( m g) that may be more sensitive to pH changes and the presence of metals over time. The limited reaction times may also decrease the emergence of unwanted byproduct formation that can accumulate over time. 0 200 400 600 800 0 40 80 120 160 200 240 R N A Y ie ld ( µg ) Time (min.) 0 200 400 600 800 1,000 1,200 0 20 40 60 80 100 120 R N A Y ie ld ( µg ) Time (min.) 0 200 400 600 800 1,000 1,200 0 20 40 60 80 100 120 R N A Y ie ld ( µg ) Time (min.) 0 200 400 600 800 0 20 40 60 80 100 120 Time (min.) 300 bp 1.76 kb 5 kb 9 kb R N A Y ie ld ( µ g) A B C D HiScribe reactions were scaled to 100 µl with 5 µg double-strand DNA input. RNA lengths are A (300 bp), B (1.76 kb), C (5 kb) and D (9 kb). RNA A requires a 2-hour incubation to reach maximum yields, whereas longer RNAs require approximately 1 hour. FIGURE 3: Shorter RNAs require longer incubation times to reach maximum RNA yields. 4 An additional factor to keep in mind is the amount of input template required to reach the highest yield possible for a reaction length that limits accumulation of byproducts. This will need to be established not only for the length of the transcript, but by the type of template. As recommendations for input template are by weight (µg), comparing PCR-generated templates Reaction length may need to be determined for each RNA to be synthesized, but once this is established at the small-scale, high yields can be achieved at larger volumes when all reaction components are scaled linearly (Figure 4). Comparison of incubation time for a 300 nucleotide (nt) RNA demonstrates that optimal reaction length determined in a standard small-scale reaction translates to large scale and yields can be achieved that are comparable to the scaled calculated prediction of the control template provided in the HiScribe T7 High Yield RNA Synthesis kit (NEB# E2040). 0 20 40 60 80 100 120 0 2 4 6 8 10 R N A Y ie ld ( m g) Reaction Volume (ml) CLuc (2 hr.) pRNA300 (1 hr.) pRNA300 (4 hr.) HiScribe® (predicted) FIGURE 4: Shorter RNAs require longer incubation times to reach maximum RNA yields in scaled IVT reactions HiScribe reactions scaled linearly from 20 µl to 10 ml. Reactions were incubated in a dry air incubator in protein LoBind tubes. CLuc is 1.76 kb and pRNA300 is 300 bp. Cluc reactions were incubated for 2 hours (blue), pRNA300 was incubated for 1 (yellow) or 4 (gold) hours. Yields are compared to scaled predicted yields of NEB# E2040 (red, dotted), 180 µg from a 20 µl reaction using dsDNA CLuc control template. vs. linearized plasmids, even for transcripts of the same final length, is necessary. For long RNAs, the associated input template is also long and therefore fewer moles of that template (and promoter) exist compared to a shorter RNA or shorter PCR template that does not contain the extra plasmid sequence required for plasmid propagation. A simple template titration in a small-scale reaction will aid in the determination of the best amount of template to reach highest yields in the reaction time selected (Figure 5). As mentioned above, template amount and reaction length are vital to guarantee that the highest yields can be reached. It is also of great importance that the dsDNA template is pure and free from any carryover salts, proteins or impurities that may interfere with transcription and result in low yields. Finally, if the plasmid is not completely linearized, transcripts of the wrong size may be generated as the polymerase will not have a defined end to fall off of for run- off transcription. Performing small-scale IVTs will identify any issue with the template before scaling up which will save time and reagents. A B 0.5 µg 2 µg1 µg R N A Y ie ld ( µ g) Time (min.) 0 200 400 600 800 1,000 1,200 0 20 40 60 80 100 120 R N A Y ie ld ( µ g) 0 200 400 600 800 1,000 1,200 Time (min.) 0 20 40 60 80 100 120 FIGURE 5: Longer RNAs require more dsDNA template input, based on weight, to achieve comparable RNA yields compared to shorter transcripts. In vitro transcription reactions (HiScribe, 100 µl reactions) with dsDNA template titrations (2 µg, 1 µg, 0.5 µg) were incubated for 2 hours at 37°C with either CLuc (1.76 kb) or a 5 kb template. A. CLuc (1.76 kb) reached maximum RNA yields by 1 hour with either 1 or 2 µg dsDNA template and maximum yield by 120 minutes. B. 5 kb template reaction reached maximum yield by 1 hour (2 µg template) or 2 hours (1 µg template) but only reached ~80% maximum yield by 2 hours with 0.5 µg template input. Optimization with HiScribe Kits and Standalone Enzymes The NEB HiScribe in vitro transcription kits are extensively optimized to work with a broad range of RNA lengths, sequences and inputs, resulting in reproducible yields of RNA. Standalone enzymes are also available (RNA polymerases, inorganic pyrophosphatases, NTPs and RNase inhibitors) for IVT workflows when it is desired to optimize reaction conditions and components for individual sequences. Kit components and individual enzymes are offered at RUO and GMP- grade as indicated in Table 1, page 2. T7 RNA Polymerase is the most widely used RNA Polymerase for IVT workflows. NEB offers T7 RNA Polymerase at 50,000 U\/ml (RUO and GMP-grade), 250,000 U\/ml (GMP-grade) and 1,000,000 U\/ml (RUO-grade). In order to determine the appropriate units of T7 RNA Polymerase needed for transcription with a certain concentration of NTPs, an enzyme titration should be performed. In Figure 6 (page 5), we show titration of T7 RNA Polymerase with 5 mM each NTP in a small-scale reaction. 5 For 5 mM NTPs, 100 units of T7 RNA Polymerase (5 U\/ µl final in the reaction) is suitable for transcription of the control template (Figure 6A). In addition to enzyme titration, the sufficient amount of magnesium chloride (MgCl 2 ) should also be determined, being careful to avoid concentrations of MgCl 2 that are too high and may induce metal- dependent degradation of RNA at elevated temperatures over time. A similar titration of Inorganic Pyrophosphatase (E. coli) was performed at small-scale, and 0.1 units (0.005 U\/µl final) with 20 units of RNase Inhibitor (1 U\/µl final) was shown to produce vast quantities of RNA and is scalable (Figure 6B). Keep in mind that the enzyme concentrations may need to be titrated based on sequence and RNA length, while keeping final glycerol concentration low, but these general guidelines provide an excellent foundation. Using high concentration enzymes, when possible, can help reduce final glycerol concentration. Once these parameters are in place, linear scaling of the reaction can be performed to synthesize the amount of RNA required for individual workflows. Higher yield and more convenient reaction setup can be achieved using our HiScribe kits. While these kits are available through our catalog, we can also provide bulk and GMP-grade reaction components for large- scale therapeutic manufacturing. However, as mentioned above, high-yield reactions using higher concentration enzymes to ensure low final glycerol concentration are possible. Here, yields of standard HiScribe T7 High Yield RNA Synthesis Transcription Kit (NEB #E2040) reactions were compared to IVT reactions utilizing standalone T7 RNA Polymerase titrated in the presence of Inorganic Pyrophosphatase (E. coli) and RNase Inhibitor (Murine). All reactions contained 10 mM each NTP; HiScribe IVT reactions had slightly higher yields (Figure 7) even though T7 RNA Polymerase was present at the same concentration (1X). A B 70 80 90 100 110 120 0 50 100 150 200 250 R N A Y ie ld ( µ g) T7 RNA Polymerase (units) 0 10 20 30 40 50 60 0 2 4 6 8 10 R N A Y ie ld ( m g) Volume (ml) A. In vitro transcription reactions (per 20 µl reaction: 1X RNA Pol Buffer, 5 mM each NTP, 20 mM MgCl2 (total), 0.1 units Inorganic Pyrophosphatase (E. coli) at 37°C for 2 hours) were performed with increasing units of T7 RNA Polymerase to determine the amount of enzyme needed to reach maximum yields. A minimum of 100 units of T7 RNA Polymerase is required to transcribe ~100 µg of CLuc RNA. B. Reaction conditions scaled linearly from 20 µl to 10 ml results in linear RNA yields. FIGURE 6: T7 RNA Polymerase titration indicates enzyme amount required to reach maximum yields and demonstrates scalability. 0 100 200 300 400 500 600 700 800 900 1,000 0.4X 1.0X0.7X T7 RNA Polymerase HiScribe® R N A Y ie ld ( µg ) FIGURE 7: Comparison of RNA yields from HiScribe in vitro transcription kit and individual enzymes. Reactions (100 µl, 10 mM each NTP) were set up following a linearly scaled HiScribe format (expected yield = 900 µg) and compared to reactions with individual enzymes (T7 RNA Polymerase, Inorganic Pyrophosphatase, and Murine RNase Inhibitor). Reactions with individual enzymes were set up with comparable concentration of T7 RNA Polymerase concentration in HiScribe format (1X), or a titration of T7 RNA Polymerase (0.7X and 0.4X) to determine the concentration of T7 RNA Polymerase required for maximum yield. 6 While the performance of both HiScribe kits and standalone enzymes result in high yields of RNA, it is important to know if these yields are consistent among different lots of the same enzymes. To determine this, three separate lots of T7 RNA Polymerase (50,000 U\/ml) were used in IVT reactions scaling 50-fold under identical reaction conditions and linear yields were nearly identical (Figure 8A). In addition, time course experiments were carried out with multiple lots of the HiScribe T7 High Yield RNA Synthesis Transcription Kit (NEB  #E2040), and the rates of the reactions were nearly identical (Figure 8B). Finally, taking all the knowledge gained on input template amount, optimization and incubation time, reactions were scaled 1000- fold up to 20 ml following HiScribe protocols (Figure 9A) or workflows described above utilizing standalone enzymes (Figures 9B and C) and linearized dsDNA to transcribe longer RNAs (5 kb and 9 kb). When all components were scaled linearly, including templates, yields were as expected (Figure 9A) when projecting predicted small-scale yields 1000-fold with reaction volume increase. Together, these experiments demonstrate that IVT synthesis using NEB's HiScribe kits or standalone enzymes offer scalable, robust and consistent RNA synthesis, Further, this data was consistent across many manufacturing lots. A B 0 2 4 6 8 10 12 0 200 400 600 800 1,000 R N A Y ie ld ( m g) Reaction Volume (µl) 0 2 4 6 8 10 12 0 20 40 60 80 100 120 R N A Y ie ld ( m g) Time (min.) T7 Lot 3 T7 Lot 2 T7 Lot 1 Polymerase Mix #1 Polymerase Mix #2 Multiple lots of enzymes (T7 RNA Polymerase or HiScribe T7 RNA Polymerase Mix) were tested in side-by-side high yield IVT reactions (all other components held constant). A. High Yield linearly scaled IVT reactions (20 µl to 1 ml) with CLuc dsDNA template and 10 mM NTPs comparing three lots of T7 RNA Polymerase, RNA yield determined by Qubit™. B. HiScribe reactions (Cluc, 1 ml) comparing two lots of T7 RNA Polymerase Mix show nearly identical reaction rates and RNA yields as determined by Qubit. FIGURE 8: Consistent RNA yields are obtained when using multiple lots of NEB enzymes 5 kb template 9 kb template Expected yield 0 5 10 15 20 0 20 40 60 80 100 R N A Y ie ld ( m g) Reaction Volume (ml) 5 mM NTPs C 0 5 10 15 20 0 40 80 120 160 R N A Y ie ld ( m g) Reaction Volume (ml) 10 mM NTPs B 0 50 100 150 200 250 0 5 10 15 20 R N A Y ie ld ( m g) Reaction Volume (ml) A HiScribe® FIGURE 9: IVT reactions can be scaled linearly when using HiScribe kits or individual reactions. IVT reactions (5 and 9 kb transcripts) were scaled linearly from 20 µl to 20 ml with (A) HiScribe components (10 mM each NTP), (B) high yield and individual enzymes with 10 mM each NTP, and (C) moderate yield and individual enzymes with 5 mm each NTP. R2 > 0.99 for all reactions. 7 Products and content are covered by one or more patents, trademarks and\/or copyrights owned or controlled by New England Biolabs, Inc (NEB). The use of trademark symbols does not necessarily indicate that the name is trademarked in the country where it is being read; it indicates where the content was originally developed. See www.neb.com\/trademarks. The use of these products may require you to obtain additional third-party intellectual property rights for certain applications. For more information, please email busdev@neb.com. Your purchase, acceptance, and\/or payment of and for NEB’s products is pursuant to NEB’s Terms of Sale at www.neb.com\/support\/terms-of-sale. NEB does not agree to and is not bound by any other terms or conditions, unless those terms and conditions have been expressly agreed to in writing by a duly authorized officer of NEB. LOBIND® is a registered trademark of Eppendorf SE. QUBIT™ is a trademark of Thermofisher Scientific. CLEANCAP® is a registered trademark of TriLink Biotechnologies. B CORPORATION® is a registered trademark of B Lab IP, LLC, Inc. © Copyright 2024, New England Biolabs, Inc.; all rights reserved. New England Biolabs, Inc., 240 County Road, Ipswich, MA 01938-2723 | T: (978) 927-5054 F: (978) 921-1350 US Orders (Toll-Free): 1-800-632-5227 US Tech Support: 1-800-632-7799 | info@neb.com www.neb.com ISO 13485 Registered Medical Devices ISO 14001 Registered Environmental Management ISO 9001 Registered Quality Management 7 Subsequent downstream processing, including template removal (DNase I or DNase I-XT) can also be incorporated at scale. And finally, RNA purification to remove proteins, reaction byproducts and dsRNA that may trigger an immune response should be kept in mind and methods exist to column-purify single-stranded RNAs of the correct length. The emergence of RNA as a therapeutic necessitates the need for larger scale production and synthesis workflows. We hope that the recommendations presented in this study can provide a framework for IVT scale up for customers interested in generating large quantities of high quality RNAs using consistent and robust reagents. NEB fully supports mRNA synthesis with a suite of tools to take you from template to transcript. CONCLUSION Here we have presented a set of recommendations for scaling of in vitro RNA synthesis reactions for production of RNA of various sizes using both HiScribe in vitro transcription kits and individual enzymes (T7 RNA Polymerase, Inorganic Pyrophosphatase (E. coli) and RNase Inhibitor, Murine), all of which are manufactured by NEB both as research use only (RUO-grade) and GMP- grade products. The experiments described in this paper provide a foundation for scaling IVT reactions to synthesize RNAs of various lengths, sequences and structures using equipment and consumables that are readily accessible. Scaling to even higher reaction volumes will need further planning and specialized equipment, such as bioreactors. Additionally, maintaining a consistent temperature and gentle mixing in the reaction vessel will be key to achieving optimal RNA yields in larger volume reactions. Pre- warming of reaction components was tested at the reaction scales mentioned in this paper and it did not change efficiency or yields, but it will likely be an important factor to consider when scaling up. Finally, to increase RNA stability and generate fully functional mRNAs capable of recognition by the cellular translational machinery, additional steps will need to be taken to incorporate a 5 cap structure and poly(A) tail. Several strategies exist for poly(A) tailing, either post-transcriptionally through addition by Poly(A) Polymerase or encoded in the dsDNA template. Additionally, numerous methods of adding a 5 cap to the RNA can be considered, including co-transcriptional capping (ARCA, CleanCap® Reagent AG) or post-transcriptional capping using Faustovirus Capping Enzyme (FCE) or Vaccinia Capping Enzyme (VCE) and Cap 2-O-Methyl Transferase. In addition, modifications to the methods described above also include incorporation of modified nucleotides to decrease immune response.","resolvedUrl":"https:\/\/www.neb.com\/en-au\/-\/media\/nebus\/files\/application-notes\/scaling_of_high_yield_in_vitro_transcription_reactions_for_linear_increase_of_rna_production.pdf?rev=6b298209b94b45a6a0532c86c14b5cf5&sc_lang=en-au","title":"Scaling of High-Yield In vitro Transcription Reactions for Linear Increase of RNA Production","sourceDomain":"neb.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8},{"type":"EMPATHY","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194182959032160256","threadUrn":"urn:li:activity:7194182959032160256","reactionsCount":10,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194182957807423489","message":{"attributes":[{"start":435,"length":19,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:26482"}}},{"start":810,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/e7sFU3Pj"}}}],"text":"\nSometimes we have to go slow, to go fast.\nThe details matters.\n\nPressures of meeting milestones, getting experiments to just work, publications etc sometimes can shuttle \"nice to know\" to the bottom of our list.\n\nThat \"nice to know\" can be really important, especially when it can impact efficiency, quality and resources  from a holistic perspective.\n\nThis is definitely the case in regards to scaling up of IVT for mRNA production. New England Biolabs has recently published a technical note sharing our experience in scaling up IVT reactions.\n\nDo shorter RNAs require longer incubation? How does that affect yield?\nDoes length of RNA require different template input to get the most yield?\nHow does the incubation time affect the amount of by products in your IVT reactions?\n\nFind these answers and more:\n\nhttps:\/\/lnkd.in\/e7sFU3Pj\n"},"entityUrn":"urn:li:share:7194182957807423489"}}},{"createdAt":1715166780000,"insightId":"75984cf4-b4a8-434f-b23e-115b331d41a7","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3},{"type":"APPRECIATION","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7193930963427467265","threadUrn":"urn:li:activity:7193930963427467265","reactionsCount":4,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193930962915717120","message":{"attributes":[],"text":"Fostering innovation, I am all for this. Co-labs does so much for our Melbourne community. What exciting news!"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5610AQH1dfLgGYK75A\/image-shrink_1280\/0\/1715148041975?e=1717977600&v=beta&t=SprBrQsuQGIj2ZkMCUWgCWcb_7-2AjjWzZuZ7eT6Tds"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193852397901791233","message":{"attributes":[{"start":1133,"length":23,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/buff.ly\/4a89mkh"}}}],"text":"Do you want free lab space?\n\nWe are looking to support Melbourne-based initiatives and help turn their impact-oriented ideas into thriving businesses ready to flourish within the wider ecosystem. 🌱\n\nIn line with our commitment to fostering innovation and supporting local initiatives, we've been hard at work crafting a unique opportunity tailored specifically for those passionate about positively impacting the planet.\n\nCoLabs will be offering an impact program membership valued at $20,000 per group to help bring your ideas to life.\n\nSo, what can you expect from our Impact Program? Think round-the-clock access to our facilities, curated resources to help you get going, guidance from our network of experts, and best of all, you’ll become a part of a collaborative community dedicated to helping one another thrive. \n\nSo, if you're working on bio-based or bio-inspired design, MedTech, DeepTech, ClimateTech, Social Enterprise, or Systems Innovation or anything in between – this program is for you!\n\n Keep your eyes peeled on your inbox and CoLabs Socials for more updates or sign up for our newsletter to keep in the loop.\n\nhttps:\/\/buff.ly\/4a89mkh"},"entityUrn":"urn:li:share:7193852397901791233"},"entityUrn":"urn:li:share:7193930962915717120"}}},{"createdAt":1714708560000,"insightId":"b048b54c-f514-4f22-b412-c4f8b3119afd","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQGIaAFqbqseXQ\/feedshare-shrink_2048_1536\/0\/1714708573642?e=1720051200&v=beta&t=my2pQBqzhP259u13CVEaRror2GEk1cxips_wX3BjRKU"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":82},{"type":"PRAISE","count":4},{"type":"EMPATHY","count":6}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7192009037083779072","threadUrn":"urn:li:activity:7192009037083779072","reactionsCount":92,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192009036479827968","message":{"attributes":[{"start":20,"length":19,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:26482"}}},{"start":156,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gvU5zjNQ"}}}],"text":"I'm so excited that New England Biolabs has recently launched our second lyophilized product: LyoPrime WarmStart™ Fluorescent LAMP\/RT-LAMP Mix (with UDG).\n\nhttps:\/\/lnkd.in\/gvU5zjNQ\n\n\nAvailable in cake format, strip plates or even customized for your medical device!"},"entityUrn":"urn:li:share:7192009036479827968"}}},{"createdAt":1711176300000,"insightId":"dc463e04-0ea2-483c-b652-8910a1054675","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7177193796386926592","threadUrn":"urn:li:activity:7177193796386926592","reactionsCount":8,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7177193795694833664","message":{"attributes":[{"start":78,"length":19,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:26482"}}}],"text":"To get the results you need, sometimes you need to think outside the box. The New England Biolabs booth at ASDC can share with you, our enzymatic toolbox to build your assays."},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQEANIy23OoJCQ\/feedshare-shrink_2048_1536\/0\/1711059510030?e=1720051200&v=beta&t=RdToXmfwU4lGW_Lznz8OK2UpC0SXIlKYzheHq93_i2o"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7176703751662022656","message":{"attributes":[{"start":67,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:neb"}}},{"start":72,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:nebturns50"}}}],"text":"If you are at ASDC in beautiful Queenstown NZ, please come see us! #NEB #NEBturns50"},"entityUrn":"urn:li:share:7176703751662022656"},"entityUrn":"urn:li:share:7177193795694833664"}}},{"createdAt":1710896760000,"insightId":"39579222-32ba-4bd7-a620-58665e4c67b6","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8},{"type":"PRAISE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7176021374266695680","threadUrn":"urn:li:activity:7176021374266695680","reactionsCount":10,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7176021373603966976","message":{"attributes":[{"start":69,"length":17,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:9506626"}}},{"start":92,"length":19,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:26482"}}}],"text":"If you are attending the World Vaccine Congress in DC, catch up with Breton Hornblower from New England Biolabs. He has great insights in mRNA enzymologies and more!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFzIk2yeoONZg\/articleshare-shrink_800\/0\/1712081068753?e=1717977600&v=beta&t=9SXRWzeyDJsKBG3sAdIaatlxh-Ml-iRT_4qo-aJdMrI","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFzIk2yeoONZg\/articleshare-shrink_800\/0\/1712081068753?e=1717977600&v=beta&t=9SXRWzeyDJsKBG3sAdIaatlxh-Ml-iRT_4qo-aJdMrI"}]},"description":"The Start-to-Finish of Vaccines From research, immune profiling & clinical trials to manufacture and access!","resolvedUrl":"https:\/\/i.snoball.it\/p\/c70r\/l\/3","title":"The Most Important Vaccine Event of The Year"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7175909478289002498","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7175909478289002498"},"entityUrn":"urn:li:share:7176021373603966976"}}},{"createdAt":1709589780000,"insightId":"dd812216-bad6-4310-80cc-ec7a33a8c07d","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":11}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7170539374646943744","threadUrn":"urn:li:activity:7170539374646943744","reactionsCount":11,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7170539374080614400","message":{"attributes":[],"text":"The 2024 ANZ student starter pack is here!"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQHSI17Jl94ABw\/feedshare-shrink_2048_1536\/0\/1709521293587?e=1720051200&v=beta&t=z4_84lS9fns_n9MdBGnj-z4Gl9BAYdI4lNJ77H1A0LE"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7170252005368688640","message":{"attributes":[{"start":142,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gge98Pdq"}}},{"start":171,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gBGpv-fX"}}}],"text":"🎉 Exciting news for Aussie and Kiwi students! The New England Biolabs New Student Starter Pack has landed! 📚🔬\n\nHere's where to get it:\nAU: https:\/\/lnkd.in\/gge98Pdq\nNZ: https:\/\/lnkd.in\/gBGpv-fX"},"entityUrn":"urn:li:share:7170252005368688640"},"entityUrn":"urn:li:share:7170539374080614400"}}},{"createdAt":1709551020000,"insightId":"a06a8e68-f903-449c-ba49-9c968d6def3e","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000128245532"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":52},{"type":"PRAISE","count":7},{"type":"EMPATHY","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7170376879932162049","threadUrn":"urn:li:ugcPost:7170376879932162049","reactionsCount":64,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7170376879932162049","message":{"attributes":[{"start":78,"length":31,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:22263"}}},{"start":115,"length":19,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:26482"}}}],"text":"The past week has been amazing. I was asked to attend and present at both the Cell Signaling Technology (CST)  and New England Biolabs  APAC meetings in Phuket. Previously, I have come to these meetings as a distributor but this time I'm able to learn and support. It's a great feeling meeting new and old partners and sharing ideas! We even got to wash some rescued elephants.\n\nThanks to all the organisers and new acquaintances, it was lovely being part of these meetings."},"entityUrn":"urn:li:ugcPost:7170376879932162049"}}},{"createdAt":1716691800000,"insightId":"df5c243b-d56d-4a98-8722-3f25797db748","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7199921666204815360,7200327318668496897)","threadUrn":"urn:li:ugcPost:7199921666204815360","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Amazing Krish!! Hope life has been treating you well"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7199921666204815360"}}},{"createdAt":1713955260000,"insightId":"16c84c24-842e-45a8-a8b3-755888605f0f","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7188740270518079489,7188849562004926464)","threadUrn":"urn:li:ugcPost:7188740270518079489","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Amazing news Dariush! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7188740270518079489"}}},{"createdAt":1712175480000,"insightId":"82f05013-1d6f-411f-9d90-cd4b533fbcc8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181329897200451584,7181384530308599808)","threadUrn":"urn:li:ugcPost:7181329897200451584","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations! NEBirth !!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181329897200451584"}}},{"createdAt":1712175420000,"insightId":"08ed1937-85d2-45e2-8a3e-515e5a27774e","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181140539512139776,7181384231263039488)","threadUrn":"urn:li:ugcPost:7181140539512139776","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations Virender!!!!  I enjoyed our conversations at the last APAC meeting. "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181140539512139776"}}},{"createdAt":1712175360000,"insightId":"500e8f86-ee44-4a7a-b96e-5d4e0fc2f98a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181058655402835968,7181384020159598593)","threadUrn":"urn:li:ugcPost:7181058655402835968","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Oh Rachel! Congratulations!!! Advances in IVF is ,♥️"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181058655402835968"}}},{"createdAt":1711616340000,"insightId":"e8277225-cdd6-4dd8-bd96-cf5cc2a2b630","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7176414182488125440,7179039512923189248)","threadUrn":"urn:li:ugcPost:7176414182488125440","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[{"start":0,"length":25,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:342667333"}}}],"text":"Ngee Kiat (Jake) Chua 蔡毅杰 are you dancing?"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7176414182488125440"}}},{"createdAt":1711482060000,"insightId":"eac9d026-a77d-4514-b9b4-978905420a1c","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7178294954098663424,7178476245058297860)","threadUrn":"urn:li:ugcPost:7178294954098663424","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Amazing vision Andrew and team!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7178294954098663424"}}}]}