{"summary":"I endeavor to advance healthcare so that I may help people live full healthier lives.  I believe my education and more than 20 years of experience in healthcare will make me a valuable addition to any organization. As a highly motivated hardworking professional, I can transfer my strengths and abilities into any company.  I have strong leadership, sales, and analytical skills.  I have an outgoing personality, enjoy networking, and have a passion for developing others. I am always looking for new challenges so that I can learn, grow, and ultimately help people live full healthier lives.","lastName":"Mitchell","objectUrn":"urn:li:member:171509546","geoRegion":"Greater Philadelphia","fullName":"Ryan Mitchell","firstName":"Ryan","currentPositions":[{"companyName":"Abbott","description":"▪\tLead a regional team of 8 District Sales Trainers\/Field Sales Representatives\n▪\tNational lead of a 44-member District Sales Training Program \n▪\tSupport the Northeast Region: 9 States, 1 Director, 8 Districts & Managers, with 74 Sales Representatives (Diabetes Sales Specialists & Diabetes Sales Associates)\n▪\tCoach salesforce field representatives weekly and complete field coaching reports with actionable feedback\n▪\tSuccessfully launched and promote sales of multiple medical device product lines: FreeStyle Libre 2 Plus and FreeStyle Libre 3, FreeStyle Libe 2, and FreeStyle Libre 14 Day\n▪\tFormulate sales strategies to exceed sales goals leveraging technology and adult learning techniques for field development\n▪\tConduct regular business reviews with leadership to assess performance and sales strategies\n▪\tCollaborate with internal stakeholders, i.e. sales leadership, marketing, finance, and compliance with initiatives both regionally and nationally \n▪\tDevelop and facilitate national meeting workshop design, execution, and pull through \n▪\tCollaborate with the Commercial Excellence Team to develop analytical sales tools, business planning, and reporting with experience in Tableau, Veeva CRM, Salesforce, and Polaris AI\n\nAchievements:\n▪\tQ2 2022 DVP Award: Tableau TerritoryView 2.0 Development and Launch\n▪\t2022 RST Above & Beyond Award\n▪\t2021 RST Pinnacle Award \n▪\tLaunched and implemented National Digital Training Platforms: Brainshark & Allego\n▪\tCreated Regional Training Platform: All Star Academy \n\nCertifications:\n▪\tIntegrity Selling coach, trainer, and facilitator\n\nTrainings\n▪\tManager Foundations Development \n▪\tSituational Leadership 1 & 2\n▪\tReal Talk - Real Impact \n▪\tCrucial Conversations\n▪\tExercising Influence \n▪\tMaster Facilitator 1.0 & 2.0\n▪\tDuarte Slide Design\n▪\tHigh Performing Teams\n▪\tCompetency Based Interviewing\n▪\tDeveloping Problem Solving Skills\n▪\tCommunication & Collaboration","title":"Senior Northeast Regional Sales Trainer","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"Illinois","country":"United States","city":"Abbott Park","postalCode":"60064-3500","line1":"100 Abbott Park Road"},"website":"https:\/\/www.abbott.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/abbott-\/","industry":"Hospitals and Health Care"},"companyUrn":"urn:li:fs_salesCompany:1612","tenureAtCompany":{"numYears":9,"numMonths":6},"startedOn":{"month":7,"year":2021}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAo5ByoBenWld7rgfgoxGDWUlZWy_DlAc28,NAME_SEARCH,FUPf)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1590157855442?e=1723075200&v=beta&t=T7Y8FvpefdP7ariLse7-0dnbY7aWwEhxdijbgIdZtuM","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1590157855415?e=1723075200&v=beta&t=MY1z3TgCdpMQojG6n_8vz6Wz74Du-hwkR9yWXG0QKs0","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1590157855472?e=1723075200&v=beta&t=aT0vGwCUlSob_bc0266xflx2vOjd1sTwTWQGY2Ki4YY","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1590157855508?e=1723075200&v=beta&t=2BS1rr8p3Jsob7JY3gzlNll24PMvLgY8ecHOD3p_Ejs","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQGT5RfuH6JxYw\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2011},"degree":"Bachelor of Science (BS)","eduId":101730060,"schoolUrn":"urn:li:fs_salesSchool:12699","school":"urn:li:fs_salesSchool:12699","fieldsOfStudy":["Biology\/Biological Sciences, General"],"schoolName":"Saint Joseph's University","startedOn":{"year":2007}},{"endedOn":{"year":2006},"degree":"Associate of Arts (AA)","eduId":101730957,"schoolUrn":"urn:li:fs_salesSchool:22223","school":"urn:li:fs_salesSchool:22223","fieldsOfStudy":["Psychology"],"schoolName":"Bucks County Community College","startedOn":{"year":2002}},{"endedOn":{"year":2005},"degree":"Emergency Medical Technician","eduId":101733087,"fieldsOfStudy":["Emergency Care Attendant (EMT Ambulance)"],"schoolName":"Bucks County Fire Training Academy","startedOn":{"year":2005}}],"skills":[{"numOfEndorsement":22,"name":"Healthcare"},{"numOfEndorsement":1,"name":"Sales Management"},{"numOfEndorsement":0,"name":"Project Management"},{"numOfEndorsement":0,"name":"Coaching"},{"numOfEndorsement":0,"name":"Analytical Skills"},{"numOfEndorsement":1,"name":"Data Analysis"},{"numOfEndorsement":0,"name":"Sales Presentations"},{"numOfEndorsement":0,"name":"Medical Devices"},{"numOfEndorsement":0,"name":"Cross-functional Coordination"},{"numOfEndorsement":20,"name":"Pharmaceutical Sales"},{"numOfEndorsement":23,"name":"Pharmaceutical Industry"},{"numOfEndorsement":1,"name":"Diabetes"},{"numOfEndorsement":27,"name":"Sales"},{"numOfEndorsement":4,"name":"Sales Operations"},{"numOfEndorsement":5,"name":"Product Launch"},{"numOfEndorsement":3,"name":"Managed Care"},{"numOfEndorsement":2,"name":"Medical Terminology"},{"numOfEndorsement":3,"name":"Marketing"},{"numOfEndorsement":0,"name":"Customer Relations"},{"numOfEndorsement":0,"name":"Documentation"},{"numOfEndorsement":2,"name":"Phlebotomy"},{"numOfEndorsement":0,"name":"Research"},{"numOfEndorsement":1,"name":"Writing"},{"numOfEndorsement":0,"name":"Emergency Services"},{"numOfEndorsement":5,"name":"Microsoft Office"},{"numOfEndorsement":0,"name":"Windows"},{"numOfEndorsement":0,"name":"Mac OS X"},{"numOfEndorsement":0,"name":"Training"},{"numOfEndorsement":4,"name":"Time Management"},{"numOfEndorsement":4,"name":"Problem Solving"},{"numOfEndorsement":0,"name":"Communication"},{"numOfEndorsement":1,"name":"Team Building"},{"numOfEndorsement":0,"name":"Negotiation"},{"numOfEndorsement":0,"name":"Leadership"},{"numOfEndorsement":8,"name":"Customer Service"},{"numOfEndorsement":1,"name":"Team Leadership"},{"numOfEndorsement":3,"name":"Public Speaking"},{"numOfEndorsement":0,"name":"Emergency Communications"},{"numOfEndorsement":0,"name":"Presentation Skills"},{"numOfEndorsement":0,"name":"Video Conferencing"},{"numOfEndorsement":0,"name":"Remote Teamwork"},{"numOfEndorsement":0,"name":"Productivity Improvement"},{"numOfEndorsement":0,"name":"Microsoft PowerPoint"},{"numOfEndorsement":0,"name":"Microsoft Excel"},{"numOfEndorsement":0,"name":"People Development"},{"numOfEndorsement":0,"name":"Career Development Coaching"},{"numOfEndorsement":0,"name":"Critical Thinking"}],"numOfConnections":2396,"patents":[],"headline":"Senior Northeast Regional Sales Trainer at Abbott","courses":[],"certifications":[{"companyUrn":"urn:li:fs_salesCompany:1337","url":"http:\/\/www.linkedin.com\/learning\/leading-without-formal-authority","authority":"LinkedIn","name":"Leading without Formal Authority","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":10,"year":2020}},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/c6c33fe681ea52a55ed822a3f90916b6596155591fffb8c45130ab127fad61e5?trk=backfilled_certificate","authority":"LinkedIn","name":"Speaking Confidently and Effectively","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/8926ede321558ca0d2a274a1794b475ce167832f1736ee5974b34a9ee145f1b2?trk=backfilled_certificate","authority":"LinkedIn","name":"Managing Your Anxiety While Presenting","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/3b6944ba211fcf73274f478ed962c25299610b9b9eccb1d0956d92ffd5278654?trk=backfilled_certificate","authority":"LinkedIn","name":"Virtual and Hybrid Meeting Essentials","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/d9cf50cd57b35feb83301b44defb8b5c2e87c5aee78732e6871529ed7f95841b?trk=backfilled_certificate","authority":"LinkedIn","name":"The Six Morning Habits of High Performers","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/8c1fb5c3d13a5b81534e1214df6276189aca79024342886a219fd31d36be1cd0","authority":"LinkedIn","name":"Coaching Skills for Leaders and Managers","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":8,"year":2022}},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/62b720bab54cbe123101a74b9fc24d1687c5a19622413d43bb3f675d1f4068f1","authority":"LinkedIn","name":"Critical Thinking and Problem Solving","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":8,"year":2022}},{"companyUrn":"urn:li:fs_salesCompany:5383","url":"https:\/\/skillsoft.digitalbadges.skillsoft.com\/43d492ff-449e-4aa5-b4e0-371c6c83090a","authority":"Skillsoft","name":"Leveraging the Power of Analogical Thinking","company":"urn:li:fs_salesCompany:5383","licenseNumber":"99658121","startedOn":{"month":3,"year":2024}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/ryan-mitchell-26253149","organizations":[],"location":"Greater Philadelphia","publications":[],"positions":null,"posts":[{"createdAt":1717179480000,"insightId":"a9ce7862-8d31-4888-ac45-8ccf7f56d2c4","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":23},{"type":"PRAISE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7202372889222819842","threadUrn":"urn:li:activity:7202372889222819842","reactionsCount":24,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7202372888664883200","message":{"attributes":[{"start":52,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:abbottproud"}}}],"text":"Come be a part of Abbott and join an amazing team!\n\n#AbbottProud"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGGe3ddc3NQrw\/articleshare-shrink_800\/0\/1717179047653?e=1717977600&v=beta&t=pAG06yE3FgSP_ZmNduRexQzVf0JkRON4HSG74QJQpzU","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGGe3ddc3NQrw\/articleshare-shrink_800\/0\/1717179047653?e=1717977600&v=beta&t=pAG06yE3FgSP_ZmNduRexQzVf0JkRON4HSG74QJQpzU"}]},"description":"Abbott is a global healthcare leader that helps people live more fully at all stages of life. Our portfolio of life-changing technologies spans the spectrum of healthcare, with leading businesses and products in diagnostics, medical devices,...","fullText":"Abbott is a global healthcare leader that helps people live more fully at all stages of life. Our portfolio of life-changing technologies spans the spectrum of healthcare, with leading businesses and products in diagnostics, medical devices, nutritionals and branded generic medicines. Our 114,000 colleagues serve people in more than 160 countries. JOB DESCRIPTION: About Abbott Abbott is a global healthcare leader, creating breakthrough science to improve people’s health. We’re always looking towards the future, anticipating changes in medical science and technology. Working at Abbott At Abbott, you can do work that matters, grow, and learn, care for yourself and family, be your true self and live a full life. You’ll also have access to: Career development with an international company where you can grow the career you dream of. Free medical coverage for employees* via the Health Investment Plan (HIP) PPO An excellent retirement savings plan with high employer contribution Tuition reimbursement, the Freedom 2 Save student debt program and FreeU education benefit - an affordable and convenient path to getting a bachelor’s degree. A company recognized as a great place to work in dozens of countries around the world and named one of the most admired companies in the world by Fortune. A company that is recognized as one of the best big companies to work for as well as a best place to work for diversity, working mothers, female executives, and scientists. The Opportunity This position is a remote opportunity in the Abbott Diabetes Care Division. We are helping people with Diabetes lead healthier, happier lives. As a global leader in diabetes care, Abbott is constantly working to deliver the highest quality products and unwavering support to our customers. Consistent and accurate glucose monitoring is the foundation of any diabetes management plan, so we’re committed to continuous improvement in the way patients and professionals measure, track and analyze glucose levels. As a Regional Sales Trainer (RST) in the West HCP Region, you will develop and coach sales representatives in addition to deliver sales training activities relating to ADC products, selling skills, and market segments. Field coaching and training activities and programs will reflect the needs of the organization and its individual sales channels \/ markets. The incumbent will provide training and sales management teams with progress reports on sales representative performance and development through written and verbal communication. This is a field-based role with regional geographical coverage and travel 80%+. WHAT YOU’LL DO Provide field coaching with actionable feedback to Abbott Diabetes Care salesforce across regional geographical locations. Develop and execute live and virtual field development sessions leveraging appropriate technology, learning techniques and different modalities to enhance individuals’ knowledge and performance. Collaborate with internal stakeholders on initiatives with a regional and national scope. Facilitate training sessions at National, Regional, and District meetings by coordinating efforts, materials and participants maximizing engagement and positively impacting field learning. Continually develops and apply knowledge of adult learning principles and new learning techniques to best meet learners’ needs. Function as a subject matter expert in field reporting tools and provide coaching to improve field sales personnel business acumen and knowledge. Demonstrate selling skills proficiency with ability to deliver field coaching aligned to the ADC selling model. Provide ongoing review of current programs to reflect evolving needs of the organization. Lead the region’s District Sales Trainer Program through coaching and development of District Sales Trainers Assists in the training and development of new Regional Sales Trainers. Document progress versus expectations and communicate performance successes and gaps to field sales training manager, regional sales manager, and regional sales director. Exemplify the values of ADC Core Values in daily activities. Contribute additional value by staying informed of industry and disease state changes and enhancements aligned to the changing healthcare ecosystem. Build subject matter expertise in an areas of interest and \/ or need. EDUCATION AND EXPERIENCE YOU’LL BRING Required Bachelors degree and 3-5 years overall business experience 2+ years sales experience in pharmaceuticals, diagnostics, device, or equivalent industry 1+ years field training experience in medical or equivalent industry Proven track record of exceptional sales performance Demonstrated competency in advanced selling techniques Strong communication and presentations skills Effective 1:1 coaching, facilitation and business acumen skills Exercises good judgment Excellent knowledge of industry’s products Strong skills in Word, Power Point and Excel Preferred Experience in diabetes industry preferred Apply Now * Participants who complete a short wellness assessment qualify for FREE coverage in our HIP PPO medical plan. Free cov erage applies in the next calendar year. Learn more about our health and wellness benefits, which provide the security to help you and your family live full lives: www.abbottbenefits.com Follow your career aspirations to Abbott for diverse opportunities with a company that can help you build your future and live your best life. Abbott is an Equal Opportunity Employer, committed to employee diversity. Connect with us at www.abbott.com, on Facebook at www.facebook.com\/Abbott and on Twitter @AbbottNews and @AbbottGlobal. Divisional Information Medical Devices General Medical Devices: Our medical devices help more than 10,000 people have healthier hearts, improve quality of life for thousands of people living with chronic pain and movement disorders, and liberate more than 500,000 people with diabetes from routine ﬁngersticks. CRM As a global leader in Cardiac Rhythm Technologies, we focus on innovative technologies that can improve the way doctors treat people with heart arrhythmias, or irregular heartbeats. Diabetes We’re focused on helping people with diabetes manage their health with life-changing products that provide accurate data to drive better-informed decisions. We’re revolutionizing the way people monitor their glucose levels with our new sensing technology. Vascular Abbott Vascular provides innovative, minimally invasive, and cost-effective products for treatment of vascular disease. Neuromodulation Our Neuromodulation business includes implantable devices compatible with mobile technology to help people who suffer from chronic pain and movement disorders. These non-opioid therapies allow us to provide interventional pain therapy to patients throughout the pain continuum. Structural Heart Structural Heart Business Mission: why we exist Our business purpose is to restore health and improve quality of life through the design and provision of device and management solutions for the treatment of structural heart disease. EP In Abbott’s Electrophysiology (EP) business, we’re advancing the treatment of heart disease through breakthrough medical technologies in atrial fibrillation, allowing people to restore their health and get on with their lives. HF In Abbott’s Heart Failure (HF) business, we’re developing solutions to diagnose, monitor and manage heart failure, allowing people to restore their health and get on with their lives. Diagnostics We’re empowering smarter medical and economic decision making to help transform the way people manage their health at all stages of life. Every day, more than 10 million tests are run on Abbott’s diagnostics instruments, providing lab results for millions of people. Abbott Molecular is a leader in molecular diagnostics and the analysis of DNA, RNA, and proteins at the molecular level. Our Point of Care diagnostic portfolio spans key heath and therapeutic areas, including infections disease, cardiometabolic, informatics and toxicology. Our diagnostic solutions are used in hospitals, laboratories and clinics around the globe. The crucial information derived from our tests, instruments and informatics systems are often the first step in patient care decision making for hundreds of health conditions from heart attacks to blood disorders to infectious diseases and cancers. Our rapid diagnostics solutions are helping address some of the world’s greatest healthcare challenges. Nutrition Our nutrition business develops science-based nutrition products for people of all ages, from helping babies and children grow, to keeping adult bodies strong and active. Millions of people around the world count on our leading brands – including Similac®, PediaSure®, Pedialyte®, Ensure®, Glucerna® – to help get the nutrients they need to live their healthiest life. The base pay for this position is $83,000.00 – $166,000.00 In specific locations, the pay range may vary from the range posted. JOB FAMILY: Sales Support & Administration DIVISION: ADC Diabetes Care LOCATION: United States of America : Remote ADDITIONAL LOCATIONS: WORK SHIFT: Standard TRAVEL: Yes, 75 % of the Time MEDICAL SURVEILLANCE: No SIGNIFICANT WORK ACTIVITIES: Continuous sitting for prolonged periods (more than 2 consecutive hours in an 8 hour day), Driving a personal auto or company car or truck, or a powered piece of material handling equipment, Keyboard use (greater or equal to 50% of the workday) Abbott is an Equal Opportunity Employer of Minorities\/Women\/Individuals with Disabilities\/Protected Veterans. EEO is the Law link - English: http:\/\/webstorage.abbott.com\/common\/External\/EEO_English.pdf EEO is the Law link - Espanol: http:\/\/webstorage.abbott.com\/common\/External\/EEO_Spanish.pdf Abbott is about the power of health. For more than 135 years, Abbott has been helping people reach their potential — because better health allows people and communities to achieve more. With a diverse, global network serving customers in more than 160 countries, we create new solutions — across the spectrum of health, around the world, for all stages of life. Whether it’s next-generation diagnostics, life-changing devices, science-based nutrition, or novel reformulations, we are advancing some of the most innovative and revolutionary technologies in healthcare, helping people live their best lives through better health. The people of Abbott come to work each day with relentless energy, enthusiasm and a promise to enhance the health and well-being of millions of people. They push the boundaries to help manage and treat some of life’s greatest health challenges. We invite you to explore opportunities at Abbott, to see if your talents and career aspirations may fit with our openings. An equal opportunity employer, Abbott welcomes and encourages diversity in our workforce. Follow Us: Facebook LinkedIn YouTube Twitter","resolvedUrl":"https:\/\/abbott.wd5.myworkdayjobs.com\/abbottcareers\/job\/United-States---California---Remote\/West-Regional-Sales-Trainer_31088992-1","title":"West Regional Sales Trainer","sourceDomain":"abbott.wd5.myworkdayjobs.com"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7202371196468830208","message":{"attributes":[{"start":144,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:abbottproud"}}},{"start":157,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gq-p9VYc"}}}],"text":"Is training your thing? If it is, one of our field teams has an open role, please check out the following job posting and apply if interested.\n\n#AbbottProud\nhttps:\/\/lnkd.in\/gq-p9VYc\n"},"entityUrn":"urn:li:share:7202371196468830208"},"entityUrn":"urn:li:share:7202372888664883200"}}},{"createdAt":1711747140000,"insightId":"36309ff4-8599-43de-a0a3-5ce705c08a4b","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:celebrateCertificate:7179588102263324672"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":33},{"type":"PRAISE","count":4},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7179588103035109376","threadUrn":"urn:li:ugcPost:7179588103035109376","reactionsCount":38,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7179588103035109376","message":{"attributes":[{"start":108,"length":9,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:5383"}}}],"text":"I’m happy to share that I’ve obtained a new certification: Leveraging the Power of Analogical Thinking from Skillsoft!"},"entityUrn":"urn:li:ugcPost:7179588103035109376"}}}]}