{"summary":"An established scientist with a strong background in policy relevant, academic-focused R&D, and in product development from POC to commercialisation. I have an ability to plan and execute multidisciplinary projects and to build and develop relationships at all levels. Projects delivered to date have included work on single cell proteins, nutrition, health, invasive species, biodiversity and sustainability. I have extensive experience of successful delivery of in vitro and in vivo studies, including lab and field-based projects, data collection, analysis and reporting, and have instigated, developed and worked to a number of accreditation standards including GLP, GCP, ISO17025, ISO9001 and ISO14001. I am a trained project and personal license holder under ASPA. I have demonstrable skills in identifying research needs and providing solutions. I am a flexible, self-motivated individual capable of working independently as well as part of a team, with excellent project and people management skills. I have excellent written and oral communication skills with an extensive peer-reviewed publication list.","lastName":"Longshaw PhD","objectUrn":"urn:li:member:173532419","geoRegion":"Greater Edinburgh Area","fullName":"Matt Longshaw PhD","firstName":"Matt","currentPositions":[{"companyName":"Calysta","title":"Research and Application Manager","tenureAtCompany":{"numYears":3},"companyUrnResolutionResult":{"employeeCountRange":"51-200","headquarters":{"geographicArea":"California","country":"United States","city":"San Mateo","postalCode":"94403","line2":"200","line1":"1900 Alameda de Las Pulgas"},"website":"http:\/\/www.calysta.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/calysta\/","industry":"Biotechnology Research"},"startedOn":{"month":5,"year":2023},"companyUrn":"urn:li:fs_salesCompany:2771751"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1610617272669?e=1723075200&v=beta&t=W_w1uRy36w5pntYvG0q0UFGV-kQyGbNcKO8-3HyKbBw","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1610617272669?e=1723075200&v=beta&t=AKWHgAx9SG3YXBLqvT_-PNCzksqpljhc4n4A99owexk","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1610617272669?e=1723075200&v=beta&t=BeHvCPD-S30bqzDa-6buLDO3X2BepQxbE5O6cVGjIc4","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1610617272669?e=1723075200&v=beta&t=cSoEonXGSZ4XHqSrJWMHrP52bfkRN8Sh9vn9Xm4WdsM","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQEDGvElOZz65w\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2004},"degree":"Doctor of Philosophy (PhD)","eduId":109724397,"schoolUrn":"urn:li:fs_salesSchool:18911","school":"urn:li:fs_salesSchool:18911","fieldsOfStudy":["Aquatic Parasitology"],"schoolName":"University of Plymouth","startedOn":{"year":2000}},{"endedOn":{"year":1992},"degree":"Master of Science (MSc)","eduId":109724565,"schoolUrn":"urn:li:fs_salesSchool:13849","school":"urn:li:fs_salesSchool:13849","fieldsOfStudy":["Marine and Fisheries Science"],"schoolName":"University of Aberdeen","startedOn":{"year":1991}},{"endedOn":{"year":1991},"degree":"BSc (Hons)","eduId":109724703,"fieldsOfStudy":["Biological Sciences (Marine Biology and Fish Biology)"],"schoolName":"Polytechnic South West, Plymouth","startedOn":{"year":1988}}],"skills":[{"numOfEndorsement":1,"name":"Fish Health"},{"numOfEndorsement":1,"name":"Written Communication"},{"numOfEndorsement":0,"name":"Drug Development"},{"numOfEndorsement":0,"name":"Animal Nutrition"},{"numOfEndorsement":0,"name":"Animal Health"},{"numOfEndorsement":0,"name":"Microbiota"},{"numOfEndorsement":0,"name":"Veterinary Pathology"},{"numOfEndorsement":19,"name":"Science"},{"numOfEndorsement":9,"name":"Research"},{"numOfEndorsement":1,"name":"GLP"},{"numOfEndorsement":14,"name":"Ecology"},{"numOfEndorsement":6,"name":"Scientific Writing"},{"numOfEndorsement":4,"name":"Field Work"},{"numOfEndorsement":2,"name":"Environmental Science"},{"numOfEndorsement":3,"name":"Microscopy"},{"numOfEndorsement":2,"name":"Molecular Biology"},{"numOfEndorsement":2,"name":"Microbiology"},{"numOfEndorsement":1,"name":"Epidemiology"},{"numOfEndorsement":1,"name":"Data Analysis"},{"numOfEndorsement":1,"name":"Project Management"},{"numOfEndorsement":1,"name":"Genetics"},{"numOfEndorsement":1,"name":"Biodiversity"},{"numOfEndorsement":1,"name":"Infectious Diseases"},{"numOfEndorsement":0,"name":"Veterinary Medicine"},{"numOfEndorsement":0,"name":"Pharmaceutics"},{"numOfEndorsement":0,"name":"Sustainability"},{"numOfEndorsement":0,"name":"Good Clinical Practice (GCP)"},{"numOfEndorsement":0,"name":"Writing"},{"numOfEndorsement":0,"name":"Animal Welfare"},{"numOfEndorsement":0,"name":"Good Laboratory Practice (GLP)"},{"numOfEndorsement":1,"name":"Management"},{"numOfEndorsement":0,"name":"People Management"},{"numOfEndorsement":0,"name":"Leadership"},{"numOfEndorsement":0,"name":"Communication"},{"numOfEndorsement":5,"name":"Fish"},{"numOfEndorsement":2,"name":"Parasitology"},{"numOfEndorsement":1,"name":"Pathology"},{"numOfEndorsement":1,"name":"Experimental Design"},{"numOfEndorsement":1,"name":"Ecotoxicology"},{"numOfEndorsement":1,"name":"Aquaculture"},{"numOfEndorsement":0,"name":"ISO 17025"},{"numOfEndorsement":0,"name":"Taxonomy"},{"numOfEndorsement":0,"name":"Histopathology"},{"numOfEndorsement":0,"name":"Shellfish"},{"numOfEndorsement":0,"name":"Relationship Building"},{"numOfEndorsement":0,"name":"Proposal Writing"},{"numOfEndorsement":0,"name":"Data Collection"},{"numOfEndorsement":0,"name":"Field Trials"},{"numOfEndorsement":8,"name":"Life Sciences"}],"pronoun":"He\/Him","numOfConnections":893,"patents":[],"headline":"Research and Application Manager at Calysta","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/matt-longshaw-phd-a2b1474a","organizations":[],"location":"Greater Edinburgh Area","publications":[{"publishedOn":{"year":2012},"description":"A histopathological survey of white-clawed crayfish (Austropotamobius pallipes) from six rivers in England and Wales was conducted between November 2007 and September 2011. A. pallipes bacilliform virus (ApBV) was present in four samples; infected crayfish showed pathological responses ranging from mild hypertrophy of infected nuclei and emargination of chromatin through to loss of architecture of the hepatopancreatic cells. Crayfish were found to be hosts to two different ciliate species, mites, nematodes, digeneans and the microsporidian Thelohania contejeani. The variation in disease presence between populations highlights the importance of conducting appropriate surveys of native crayfish prior to movement of animals to refugia sites for relocation, restocking or breeding programmes.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/22366663","name":"Histopathological survey of pathogens and commensals of white-clawed crayfish (Austropotamobius pallipes) in England and Wales","publisher":"Journal of Invertebrate Pathology 110: 54-59","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAsRdHABZeydnqjrXm30gcsCofGHK88PpXU, , )"}]},{"name":"Pathogens and parasites of the black-striped pipefish (Syngnathus abaster) from the Tunis North Lake, Tunisia","publishedOn":{"year":2012},"description":"The black-striped pipefish, Syngnathus abaster member of the Syngnathidae family, is a small species occurring in either brackish or fresh waters associated with vegetated habitats, few data are known about the anomalies that encounter the species in coastal lagoons and estuaries. A survey of S. abaster from the Tunis north lagoon (Tunisia), where the species occurs and breeds among vegetation, was conducted during 2007-2011, a multitude of anomalies were observed in external bodies and guts of some specimens of S.abaster and were suspected to be related to parasitic infections. The parasitic analysis were made in 2011 and revealed the presence of a number of visible cysts in the epidermis, musculature and intestine. A focussed histological study of the fish revealed the presence of microsporidian infections in the epidermis, musculature and the intestine. In addition, a coccidian infection of the intestine and a systemic digenean infection were noted. Pathology associated with the myotrophic microsporidian consisted mainly of pressure atrophy and disruption of affected muscles, whilst the gut-dwelling microsporidian infection may have affect absorption rates. Other infections were considered relatively benign. The results are discussed in relation to the general ecology of the host. In conclusion, it is suggested in this study to assess the health status of S. abaster in the lagoon using more data about the impact of such infections on the fish behaviour and to study the transmission of the parasites in this area to commercial fish.","publisher":"Journal of Environmental and Occupational Science 1: 99-104","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"publishedOn":{"month":12,"year":2012},"description":"The question of how many marine species exist is important because it provides a metric for how much we do and do not know about life in the oceans. We have compiled the first register of the marine species of the world and used this baseline to estimate how many more species, partitioned among all major eukaryotic groups, may be discovered. There are <226,000 eukaryotic marine species described. More species were described in the past decade (<20,000) than in any previous one. The number of authors describing new species has been increasing at a faster rate than the number of new species described in the past six decades. We report that there are <170,000 synonyms, that 58,00072,000 species are collected but not yet described, and that 482,000741,000 more species have yet to be sampled. Molecular methods may add tens of thousands of cryptic species. Thus, there may be 0.71.0 million marine species. Past rates of description of new species indicate there may be 0.5 ¦ 0.2 million marine species. On average 37% (median 31%) of species in over 100 recent field studies around the world might be new to science. Currently, between one-third and two-thirds of marine species may be undescribed, and previous estimates of there being well over one million marine species appear highly unlikely. More species than ever before are being described annually by an increasing number of authors. If the current trend continues, most species will be discovered this century. ¦ <226,000 described eukaryotic marine species are accepted and <170,000 are not ¦ Experts and statistics predict that fewer than one million marine species exist ¦ 70,000 species may already be in specimen collections, waiting to be described ¦ Most of marine life may be discovered this century","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960982212011384","name":"The Magnitude of Global Marine Species Diversity","publisher":"Current Biology 22(23): 2189-2202","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Virus-like particles associated with mortalities of the Manila clam Ruditapes philippinarum in England","publishedOn":{"year":2012},"description":"Mortalities of the Manila clam Ruditapes philippinarum (Adams & Reeve, 1850) were reported in southern England (Kent and Poole Harbour) during late spring of 2008. In response to these reported mortalities, samples were collected from 5 sites across the south coast of England. Clams were sampled for both histology and electron microscopy. Transmission electron microscopy (TEM) revealed unenveloped virus-like particles within the connective tissue of the gills and surrounding the tubules in the digestive gland. The virus-like particles appeared to be free within the cytoplasm or associated with endoplasmic reticulum membranes and cytoplasmic vesicles. Particles were icosahedral in shape, with a diameter of 25 to 30 nm. The location, size and morphology of the virus-like particles suggest that they belong to the Picornaviridae family. This is the first report of this virus infection in wild and farmed R. philippinarum within the UK.\n","publisher":"Diseases of Aquatic Organisms 99(2), 163-167.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Anisakis simplex sensu lato associated with red vent syndrome in wild adult Atlantic salmon Salmo salar in England and Wales","publishedOn":{"year":2008},"description":"Wild Atlantic salmon Salmo salar with swollen and\/or bleeding vents (red vent syndrome) have been observed in rivers across England and Wales. Low numbers of salmon with this condition have previously been recorded, but reports have increased in 2006 and 2007. Affected and non-affected salmon were sampled from fish traps and their vent pathology was examined. Third stage larvae of the nematode Anisakis simplex sensu lato were observed in the tissue surrounding the vent in all affected fish. Histology of the vent showed gross lesions with an inflammatory response associated with non-encapsulated nematode worms in the connective tissue and skeletal muscle. The presence of the parasite in the unusual location of the vent areas, with associated haemorrhaging, is possibly a new emerging pathological association with the nematode A. simplex infection in Atlantic salmon. The reason for this unusual tissue tropism by larval A. simplex and the significance on already depleted salmon stocks are currently unknown","publisher":"Diseases of Aquatic Organisms 82(1), 61-65","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAt_r2YBlWGtgFT22B6HP8hMwLXkbLpO9WM,NAME_SEARCH,KFch)"}]},{"name":"A potential role for invasive sunbleak in the further dissemination of a non-native parasite","publishedOn":{"year":2005},"description":"Since its first introduction to English waters in the mid 1980s, sunbleak Leucaspius delineatus has spread widely and it is shown in the present study that this non-native cyprinid is a new host for Neoergasilus japonicus. This copepod parasite from South East Asia has a limited host range and distribution in the U.K. Rapid dispersal of sunbleak in the U.K. raises concerns for further dispersal of this introduced parasite","publisher":"Journal of Fish Biology 67(6), 1730-1733","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"The effect of octopaminergic compounds on the behaviour and transmission of Gyrodactylus","publishedOn":{"year":2011},"description":"The high transmission potential of species belonging to the monogenean parasite genus Gyrodactylus, coupled with their high fecundity, allows them to rapidly colonise new hosts and to increase in number. One gyrodactylid, Gyrodactylus salaris Malmberg, 1957, has been responsible for devastation of Altantic salmon (Salmo salar L.) populations in a number of Norwegian rivers. Current methods of eradicating G. salaris from river systems centre around the use of non-specific biocides, such as rotenone and aluminium sulphate.Although transmission routes in gyrodactylids have been studied extensively, the behaviour of individual parasites has received little attention. Specimens of Gyrodactylus gasterostei Glaser, 1974 and G. arcuatus Bychowsky, 1933, were collected from the skin of their host, the three-spined stickleback (Gasterosteus aculeatus L.), and permitted to attach to the substrate. The movements of individual parasites were recorded and analysed.RESULTS:The behaviour patterns of the two species were similar and parasites were more active in red light and darkness than in white light. Four octopaminergic compounds were tested and all four inhibited the movements of parasites. Treatment ultimately led to death at low concentrations (0.2 muM), although prolonged exposure was necessary in some instances.CONCLUSIONS:Octopaminergic compounds may affect the parasite's ability to locate and remain on its host and these or related compounds might provide alternative or supplementary treatments for the control of G. salaris infections. With more research there is potential for use of octopaminergic compounds, which have minimal effects on the host or its environment, as parasite-specific treatments against G. salaris infections","publisher":"Parasites & Vectors 4(1), 207","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Tetracapsula bryosalmonae n.sp. for PKX organism, the cause of PKD in salmonid fish","publishedOn":{"year":1999},"description":"PKX organism is identified as a new species of the myxozoan genus Tetracapsula, for which the name Tetracapsula bryosalmonae n.sp. is proposed. It infects several species of phylactolaemate bryozoans and salmonid fish. It is differentiated from the type species Tetracapsula bryozoides in that spores are derived by aggregation of cells rather than by division of a single sporogonic cell, by minor morphological features and by its 18S rDNA sequence\n","publisher":"Bulletin of the European Association of Fish Pathologists 199(5), 203-206","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"A New Class and Order of Myxozoans to Accommodate Parasites of Bryozoans with Ultrastructural Observations on Tetracapsula bryosalmonae (PKX Organism).","publishedOn":{"year":2000},"description":"Tetracapsula bryosalmonae, formerly PKX organism, is a myxozoan parasite that causes proliferative kidney disease in salmonid fish. Its primary hosts, in which it undergoes a sexual phase, are phylactolaemate bryozoans. It develops in the bryozoan coelomic cavity as freely floating sacs which contain two types of cells, stellate cells and sporoplasmogenic cells, which become organised as spores. Eight stellate cells differentiate as four capsulogenic cells and four valve cells which surround a single sporoplasmogenic cell. The sporoplasmogenic cell undergoes meiosis and cytoplasmic fission to produce two sporoplasms with haploid nuclei. Sporoplasms contain secondary cells. The unusual development supports previously obtained data from 18S rDNA sequences, indicating that species of Tetracapsula form a clade. It diverged early in the evolution of the Myxozoa, before the radiation that gave rise to the better known genera belonging to the two orders in the single class Myxosporea. The genus Tetracapsula as seen in bryozoans shares some of the characters unique to the myxosporean phase and others typical of the actinosporean phase of genera belonging to the class Myxosporea. However, it exhibits other features which are not found in either phase. A new class Malacosporea and order Malacovalvulida are proposed to accommodate the family Saccosporidae and genus Tetracapsula. Special features of the new class are the sac-like proliferative body, valve cells not covering the exit point of the polar filament, lack of a stopper-like structure sealing the exit, maintenance of valve cell integrity even at spore maturity, absence of hardened spore walls and unique structure of sporoplasmosomes in the sporoplasms\n","publisher":"Journal of Eukaryotic Microbiology 47(5), 456-468","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Susceptibility of a number of bivalve species to the protozoan parasite Bonamia ostreae and their ability to act as vectors for this parasite.","publishedOn":{"year":1999},"description":"The protozoan parasite Bonamia ostreae (Pichot et al., 1980) is a serious pathogen of the native European flat oyster Ostrea edulis. Field and laboratory based experiments were carried out in Ireland and Spain to investigate the susceptibility to this protozoan of the Pacific oyster Crassostrea gigas, the mussels Mytilus edulis and Mytilus galloprovincialis, the European native clam Ruditapes decussatus and the Manila clam Ruditapes philippinarum. Their ability to act as vectors or intermediate hosts was also investigated. The study corroborated previous findings that demonstrated that fiat oysters can be successfully infected both naturally in the field and experimentally in the laboratory, and the pathogen can be transmitted directly between fiat oysters in the laboratory. However, the other bivalves tested could not be infected with the parasite either naturally or experimentally, and these bivalves did not appear to act as vectors or intermediate hosts for the parasite. These results have implications for movements of bivalves between areas within the European Union","publisher":"Diseases of Aquatic Organisms 37(1), 73-80.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"How many species in the Southern Ocean? Towards a dynamic inventory of the Antarctic marine species","publishedOn":{"year":2011},"description":" To allow assessing the known biodiversity, SCAR-MarBIN \"Register of Antarctic Marine Species (RAMS)\" was compiled and published by a panel of 64 taxonomic experts. Thanks to this outstanding expertise mobilized for the first time, an accurate list of more than 8100 valid species was compiled and an up-to-date systematic classification comprising more than 16,800 taxon names was established. This taxonomic information is progressively and systematically completed by species occurrence data, provided by literature, taxonomic and biogeographic databases, new data from CAML and other cruises, and museum collections. RAMS primary role was to establish a benchmark of the present taxonomic knowledge of the Southern Ocean biodiversity, particularly important in the context of the growing realization of potential impacts of the global change on Antarctic ecosystems. This, in turn, allowed detecting gaps in knowledge, taxonomic treatment and coverage, and estimating the importance of the taxonomic impediment, as well as the needs for more complete and efficient taxonomic tools.  The unknown part of the Southern Ocean biodiversity was approached by pointing out what remains to be explored and described in terms of geographical locations and bathymetric zones, habitats, or size classes of organisms. The growing importance of cryptic species is stressed, as they are more and more often detected by molecular studies in several taxa. Relying on RAMS results and on some case studies of particular model groups, the question of the potential number of species that remains to be discovered in the Southern Ocean is discussed. In terms of taxonomic inputs to the census of Southern Ocean biodiversity, the current rate of progress in inventorying the Antarctic marine species as well as the state of taxonomic resources and capacity were assessed. Different ways of improving the taxonomic inputs are suggested","publisher":"Deep-Sea Research Part II: Topical Studies in Oceanography 58(1-2), 5-17","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Myxosporidiosis of fish and the bryozoan link with proliferative kidney disease (PKD) of salmonids","publishedOn":{"year":2000},"publisher":"Fish Veterinary Journal 5, 37-46","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Induction of proliferative kidney disease (PKD) in rainbow trout Oncorhynchus mykiss via the bryozoan Fredericella sultana infected with Tetracapsula bryosalmonae.","publishedOn":{"year":2001},"description":"Proliferative kidney disease (PKD) is a serious infection of wild and farmed salmonids, affecting mainly the kidney and spleen but becoming systemic in most susceptible fish hosts. This report deals with the transmission of Tetracapsula bryosalmonae Canning, Curry, Feist, Longshaw & Okamura 1999 from naturally infected bryozoans Fredericella sultana Blumenbach 1779 to naïve\nrainbow trout Oncorhynchus mykiss Walbaum 1792, thereby confirming the recent conclusion based on partial 18S rDNA sequence data that bryozoans are hosts of the myxozoan parasite T. bryosalmonae (formerly PKX organism) that causes the disease. Parasite transmission using T. bryosalmonae spores was successful by short-term exposure to disrupted bryozoans known to contain T. bryosalmonae spores and T. bryosalmonae sacs liberated from the bryozoans, and by long-term cohabitation with infected bryozoan colonies. Infection was confirmed by examination of kidney imprints, detection of the parasite in stained tissue sections, PCR using T. bryosalmonae-specific primers, and comparison of amplified 18S rDNA sequences from the bryozoans and experimentally infected fish. Transmission was not apparent, nor was PKD induced, in fish challenged by intraperitoneal injection of spores isolated from F. sultana.","publisher":"Diseases of Aquatic Organisms 45, 61-68","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Proliferative kidney disease and renal myxosporidiosis in juvenile salmonids from rivers in England and Wales","publishedOn":{"year":2002},"description":"The results from a survey for proliferative kidney disease (PKD) and renal myxosporidiosis in wild salmonids from rivers in England and Wales are presented. One hundred and eighty-five salmon, Salmo salar, 235 brown trout, Salmo trutta, 16 charr, Salvelinus alpinus, and five grayling, Thymallus thymallus, were obtained from 23 locations on 16 rivers between July and October 1997. They were examined for the presence of clinical PKD and for histological evidence of infections with Tetracapsula bryosalmonae and other renal myxozoans. Prevalence of infection with T. bryosalmonae detected histologically in brown trout varied from 11 to 43% in enzootic rivers and was only found in salmon in two rivers at low prevalence. Nephromegaly was positively associated with PKD in brown trout but in salmon mild nephromegaly was only associated with infection with an unidentified Chloromyxum sp","publisher":"Journal of Fish Diseases 25(8), 451-458.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Observations of Dermocystidium sp. infections in bullheads, Cottus gobio L., from a river in southern England","publishedOn":{"year":2004},"description":"Bullheads, Cottus gobio, with macroscopic external cysts on the skin and fins measuring up to 3-ámm in diameter were detected in the River Allen and its tributaries in southern England between 1992 and 1998. The prevalence of these cysts was up to 50% at some sites. Examination of cyst contents revealed the presence of numerous spores, typical of the genus Dermocystidium, measuring 8-á++m in diameter. The parasite developed within well-defined cysts, which were located in the hypodermal connective tissues of the host. No cysts were present on the fins of any of the fish examined. Histological examination revealed a cyst wall consisting of an inner layer of dense eosinophilic material similar to that reported for Dermocystidium spp. forming coenocytic hyphae. No evidence was found of systemic infection or hyphal formation. Spores contained a prominent refractile body, which gave a weakly positive reaction for polysaccharides with the periodic-acid Schiff reaction and was positively stained with acidic dyes. Several examples of ruptured cysts were seen in histological sections and in some of these cases the host epithelial layer was breached, allowing release of the spores to the environment. Morphological features of, and host response towards, the Dermocystidium sp. in bullheads are compared with similar infections in salmonids and other freshwater fish species","publisher":"Journal of Fish Diseases 27(4), 225-231","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Myxozoan diseases of fish and effects on host populations","publishedOn":{"year":2005},"description":"Myxozoans are metazoan parasites of aquatic hosts which cause a number of serious diseases of farmed and wild fish in freshwater and marine environments. Almost every tissue and organ may be affected according to the species involved. For many of these diseases the pathogenic effects are well documented. Host mortality, whilst apparently rare, results from organ dysfunction in heavy infections and from the effects of environmental stress or the presence of secondary pathogens. The effect of infections in wild stocks remains uncertain with few mass mortalities attributable solely to myxozoan infections. Difficulties with demonstrating the effect of disease on host populations are associated with lack of suitable statistical tools and limited long-term data sets. Utilizing Taylor's power law and variance to mean ratios, data is presented which indicates that in certain river systems in the United Kingdom, chronic infections with Myxobolus spp. are associated with declines in year class strength in cyprinid populations","publisher":"Acta Zoologica Sinica 51(4), 758-760","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Phylum Myxozoa","publishedOn":{"year":2006},"publisher":"Fish Diseases and Disorders","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Histopathology of fish parasite infections - importance for populations","publishedOn":{"year":2008},"description":"There is a bewildering array of fish parasites and probably all fish species harbour one or more species. All tissues can be infected, including the blood. Coelozoic species generally do not elicit significant host responses. Any developmental stages, however, where these migrate through the host tissues may produce a cellular response if resident for sufficient time. Histozoic parasites are generally more likely to evoke a pathological response since they are invariably in more intimate contact with immunocompetent host cells such as lymphocytes and phagocytes. In some cases, particularly with protistan infections, host response can be dramatic and cause significant disease due to organ dysfunction, with subsequent mortalities. Infections of the external epithelia caused by a variety of parasites including Monogenea and Copepoda are also significant, especially when large numbers are present. Resulting tissue necrosis compromises osmoregulation and facilitates entry of prokaryote infections. Parasites have numerous strategies to evade detection within the host, but even protected intracellular forms, e.g. microsporeans and muscle-invading myxozoans are recognized when they outgrow their accommodation or large cysts rupture, presenting parasite antigens to the host. In most instances, an evolutionary balance has been achieved between the host and the parasite and even when histopathology is evident, this is frequently localized and does not unduly impair performance of the affected organ. Examples include chronic inflammation, granuloma formation and focal fibrosis. This paper outlines the principle histopathological responses to a variety of parasite groups and provides a more detailed treatment of selected parasitic infections in marine and freshwater fish species to illustrate the relative importance of acute and chronic parasitic infections for host survival","publisher":"Journal of Fish Biology 73, 2143-2160","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Paramarteilia canceri sp. n. (Cercozoa) in the European edible crab (Cancer pagurus) with a proposal for the revision of the order Paramyxida Chatton, 1911","publishedOn":{"year":2009},"description":"A new species, Paramarteilia canceri sp. n., is described using light and electron microscopy from the edible crab Cancer pagurus L. captured from the English Channel. No external symptoms were noted, although infected animals were typically lethargic and unresponsive to external stimuli. Organs of infected animals were shrunken and collapsed compared with apparently healthy\nindividuals. Although the infection was systemic, marked host responses were only noted in the hepatopancreas where the parasite induced a pronounced haemocytic infi ltration. Prevalence of infection throughout the study was 1.1%, with a maximum monthly prevalence of 3%.The parasite is readily differentiated from the other described paramyxean species by a combination of the number of secondary and tertiary cells. In light of this new discovery, a revision of the order Paramyxida Chatton, 1911 is proposed based upon comparison to the original descriptions of this parasite group in various species of invertebrate hosts. The proposed classification is based on the number of cells within the spores (tertiary cells), so that only three genera remain within the order, namely Marteilia Grizel, Comps, Bonami, Cousserans, Duthoit et Le Pennec, 1974, Paramarteilia Ginsburger-Vogel et Desportes, 1979 and Paramyxa Chatton, 1911. Subsequent discrimination of species is based on a combination of the number of secondary cells within the primary cell and the number of tertiary cells within secondary cells. It is proposed that the genus Marteilioides Comps, Park et Desportes, 1986 is suppressed and the type species of the genus, M. chungmuensis Comps, Park et Desportes, 1986, is transferred to Marteilia and that the other representative of the genus, M. branchialis Anderson et Lester, 1992, is transferred to Paramarteilia. Further, Paramyxoides  Larsson et Køie, 2005 is considered as a junior synonym of Paramyxa and its type and only species, Paramyxoides nephtys is transferred to Paramyxa.","publisher":"Folia Parasitologica 56(2), 73-85.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGpgPkBpYO_6F8PImk2HCYagf8Je9ZIpQs,NAME_SEARCH,zrvl)"}]},{"name":"Effect of microbial pathogens on the diversity of aquatic populations, notably in Europe","publishedOn":{"year":2006},"description":"The expansion of aquaculture and the demand for ornamental fish have resulted in the large-scale movements of aquatic animals and their pathogens. Here we review the most important non-native fish and shellfish pathogens in European waters and their global impacts on wild fish host populations. The role of theoretical models in the study of the impact of microbial pathogens is discussed, including its integration into risk assessments","publisher":"Microbes and Infection 8(5), 1358-1364.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"The Accidental Transfer of Gyrodactylus (Monogenea) during Short Duration Fish Transportation","publishedOn":{"year":2011},"description":"The potential of parasite transfer to an alternative host during short periods of cohabitation\nwas explored.\u0081 The work described in this paper suggests that either the field sampling process itself or the subsequent transportation of multiple fish species in the same container, may affect the correct allocation of parasites to hosts, and the diagnosis, management and control of gyrodactylosis in a variety of fish. Gyrodactylus infected specimens of three-spine sticklebacks Gasterosteus aculeatus, minnows Phoxinus phoxinus and stone loach Barbatula barbatula from one Scottish river were cohabited with one another in small volumes of water for 3 h.\u0081@The study found that a small number of Gyrodactylus spp. transfer to atypical hosts.This study indicates that personnel involved in fish disease surveillance programmes should be aware of the possible consequences, in terms of inter-host transfer, of transporting multiple species in the same transport vessel.\u0081@Diagnosticians should be aware of the facts that fish may act as temporary\/paratenic hosts and that the apparent gyrodactylid fauna present following transport\nmay not reflect that encountered under normal circumstances ","publisher":"Fish Pathology 46(3), 71-79","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"The British river of the future: How climate change and human activity might affect two contrasting river ecosystems in England.","publishedOn":{"year":2009},"description":"The possible effects of changing climate on a southern and a north-eastern English river (the Thames and the Yorkshire Ouse, respectively) were examined in relation to water and ecological quality throughout the food web. The CLASSIC hydrological model, driven by output from the Hadley Centre climate model (HadCM3), based on IPCC low and high CO2 emission scenarios for 2080 were used as the basis for the analysis. Compared to current conditions, the CLASSIC model predicted lower flows for both rivers, in all seasons except winter. Such an outcome would lead to longer residence times (by up to a month in the Thames), with nutrient, organic and biological contaminant concentrations elevated by 70–100% pro-rata, assuming sewage\ntreatment effectiveness remains unchanged. Greater opportunities for phytoplankton growth will arise, and this may be significant in the Thames. Warmer winters and milder springs will favour riverine birds and increase the recruitment of many coarse fish species. However, warm, slow-flowing, shallower water would increase the incidence of fish diseases. These changing conditions would make southern UK rivers in general a less favourable habitat for some species of fish, such as the Atlantic salmon (Salmo salar). Accidental or deliberate, introductions of alien macrophytes and fish may change the range of species in the rivers. In some areas, it is possible that a concurrence of different pressures may give rise to the temporary loss of ecosystem\nservices, such as providing acceptable quality water for humans and industry. An increasing demand for water in southern England due to an expanding population, a possibly reduced flow due to climate change, together with theWater Framework Directive obligation to maintain water quality, will put extreme pressure on river ecosystems, such as the Thames ","publisher":"Science of the Total Environment 407, 4787-4798","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Two species of protozoan parasites (Myxosporea: Bivalvulida), one new, from Merluccius australis and M. hubbsi (Pisces: Teleostei) in the Southwest Atlantic and Southeast Pacific.","publishedOn":{"year":1995},"description":"A new species of coelozoic myxosporean, Alatospora merluccii n. sp., is described from the gall bladders of the hakes Merluccius australis and M. hubbsi caught on the Falklands Shelf and in Argentine and southern Chilean waters. The new species infected 13 of 113 M. australis examined (11.5% prevalence) but only one of 195 M. hubbsi (0.5% prevalence). Myxidium baueri Kovaleva and Gaevskaya 1982, is redescribed from the gall bladders of M. hubbsi (one of the type hosts) and M. australis (new host record). M. baueri infected 37 of 113 M. australis (32.7% prevalence) but only six of 195 M. hubbsi (3.1% prevalence). Apart from the spores of M. baueri from our material being slightly larger than in the original description, the only major anomaly between the two descriptions was in the number of spores in the pansporoblast, but we do not consider the differences sufficient to justify the erection of a new species for our material. The geographical distributions of infected fish suggest that both parasites are coldwater species with southern distributions in the study area","publisher":"Journal of Natural History 29(4), 865-870","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Two species of myxozoan parasites (Myxosporea: Bivalvulida), including a new genus, from Patagonotothen sima (Richardson, 1845) (Pisces: Teleostei) in the Southwest Atlantic.","publishedOn":{"year":1996},"description":"A new genus and species of myxozoan parasite, Renispora simae, is described from the gall-bladder of the nototheniid fish Patagonotothen sima (Richardson). Four of 12 fish caught in Stanley Harbour in the Falkland Islands in May, 1993 were infected. The new genus is placed in the family Alatosporidae and differs from other genera in this family by the shape of the spore body and the shape and site of adhesion of the membranous extensions to the spore valves. To accommodate the new genus, we propose an amendment to the definition of the family Alatosporidae to include forms with reniform spores. Myxidium baueri Kovaleva & Gaevskaya, 1982 is reported from P. sima for the first time. It was found in the gall-bladder of one of the same 12 fish caught in Stanley harbour","publisher":"Systematic Parasitology 34(1), 67-70","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Recent advances in our knowledge of the Myxozoa","publishedOn":{"year":2001},"description":"In the last few years two factors have helped to significantly advance our understanding of the Myxozoa. First, the phenomenal increase in fin fish aquaculture in the 1990s has lead to the increased importance of these parasites; in turn this has lead to intensified research efforts, which have increased knowledge of the development, diagnosis, and pathogenesis of myxozoans. The\nhallmark discovery in the 1980s that the life cycle of Myxobolus cerebralis requires development of an actinosporean stage in the oligochaete, Tubifex tubifex, led to the elucidation of the life cycles of several other myxozoans. Also, the life cycle and taxonomy of the enigmatic PKX myxozoan has been resolved: it is the alternate stage of the unusual myxozoan, Tetracapsula bryosalmonae, from bryozoans. The 18S rDNA gene of many species has been sequenced, and here we add 22 new sequences to the data set. Ribosomal DNA sequences have also enabled development of diagnostic tests for myxozoans. PCR and in situ hybridisation tests based on rDNA sequences have been developed for Myxobolus cerebralis, Ceratomyxa shasta, Kudoa\nspp., and Tetracapsula bryosalmonae (PKX). Lectin-based and antibody tests have also been developed for certain myxozoans, such as PKX and C. shasta. We also review important diseases caused by myxozoans, which are emerging or re-emerging. Epizootics of whirling disease in wild rainbow trout (Oncorhynchus mykiss) have recently been reported throughout the Rocky Mountain states of the USA. With a dramatic increase in aquaculture of fishes using marine netpens, several marine myxozoans have been recognized or elevated in status as pathological agents. Kudoa thyrsites infections have caused severe post-harvest myoliquefaction in pen-reared Atlantic salmon (Salmo salar), and Ceratomyxa spp., Sphaerospora spp., and Myxidium leei cause disease in pen-reared sea bass (Dicentrarchus labrax) and sea bream species (family Sparidae) in Mediterranean countries.","publisher":"Journal of Eukaryotic Microbiology 48(4), 395-413","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Mortality of captive Clupea harengus L. (Teleostei: Clupeidae), due to Pseudanthocotyloides heterocotyle (van Beneden, 1871) (Monogenea: Polyopisthocotylea: Mazocreadidae).","publishedOn":{"year":1996},"publisher":"Bulletin of the European Association of Fish Pathologists 16(4), 143-144","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Caligus nolani n. sp. (Copepoda: Caligidae), a parasite of Patagonotothen sima (Richardson) (Teleostei: Pisces) from the Falkland Islands, and a note on Clavella bowmani, Kabata, 1963 (Copepoda: Lernaeopodidae).","publishedOn":{"year":1997},"description":"Both sexes of a new species of parasitic copepod, Caligus nolani (Caligidae: Siphonostomatoida) from the skin of the nototheniid fish Patagonotothen sima from the Falkland Islands, are described. The male differs superficially from the female in having a more rounded cephalothoracic shield, a thinner genital complex and a two-segmented abdomen. C. nolani can be separated from all other species of Caligus by the shapes of the sternal furca and second antenna. Clavella bowmani Kabata, 1963 from P. sima is the first record of this species from the Falkland Islands.","publisher":"Systematic Parasitology 37, 149-155","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"First identification of PKX in bryozoans from the United Kingdom - molecular evidence.","publishedOn":{"year":1999},"publisher":"Bulletin of the European Association of Fish Pathologists 19(4), 146-148","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Parasitic diseases","publishedOn":{"year":2001},"publisher":"Wildgoose, W. H. BSAVA Manual of Ornamental Fish. (21), 167-183","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Ultrastructural characterisation of Marteilia species (Paramyxea) from Ostrea edulis, Mytilus edulis and Mytilus galloprovincialis in Europe","publishedOn":{"year":2001},"description":"A focused ultrastructural study of Marteilia spp. found in cultured Ostrea edulis, Mytilus edulis and Mytilus galloprovincialis from France and Spain was conducted with emphasis placed on haplosporosomes, striated plate-like inclusions and spore wall morphology. Two types of haplosporosome were identified, sphaeroid and oblate, which were common to the parasite in all 3 host species. A total of 492 haplosporosomes were measured; those from the Marteilia sp. in Mytilus spp. were marginally smaller than those in Ostrea edulis. Spore wall morphology was found to vary depending on the state of maturity of the parasite - the more mature the parasite, the thicker the wall surrounding it. It is suggested that the current criteria used to distinguish M. maurini from M. refringens are invalid and that M. maurini was relegated to a junior synonym of M. refringens","publisher":"Diseases of Aquatic Organisms 44, 137-142","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Development of proliferative kidney disease in rainbow trout, Oncorhynchus mykiss (Walbaum), following short-term exposure to Tetracapsula bryosalmonae infected bryozoans","publishedOn":{"year":2002},"description":"The initial site of infection in the fish host for Tetracapsula bryosalmonae, causative agent of proliferative kidney disease (PKD) is poorly understood. Following the recent recognition that freshwater bryozoans harbour the infective stages to salmonid fish, experimental transmission studies were undertaken to investigate (1) the route of entry of the parasite into the fish host and (2) the minimum exposure time required to induce clinical signs of PKD. In-situ hybridization (ISH) studies were carried out on naive rainbow trout exposed to the naturally infected bryozoan Fredericella sultana for up to 90 min. The sporoplasm of T. bryosalmonae was detected entering the fish via mucous cells in the skin epithelium within the first minute of exposure. In addition, T. bryosalmonae cells were infrequently detected in the skeletal musculature of exposed experimental fish up to 72 h post-exposure. The route of migration through the fish to the kidney and spleen was not determined. All fish exposed to infected, disrupted bryozoans for 10, 30 and 90 min and maintained for up to 8 weeks developed clinical PKD","publisher":"Journal of Fish Diseases 25(8), 443-449","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAZNkHABm_902aVzWKJmw3_euV3b1aB-4VE,NAME_SEARCH,VFhr)"}]},{"name":"Myxobolus buckei sp. n. (Myxozoa), a new pathogenic parasite from the spinal column of three cyprinid fishes from the United Kingdom","publishedOn":{"year":2003},"description":"Myxobolus buckei sp. n. is described from the spinal column of Leuciscus cephalus (L.), Rutilus rutilus (L.) and Abramis brama (L.) from freshwater rivers in the North of England. The plasmodia develop within the remnants of the embryonic notochord in the intervertebral spaces. The spores are large, measuring (in µm) 14.0 + - 0.7 x 11.5 + - 0.6 (mean + - SD), smooth, round to ellipsoid in valvular view with several sutural edge markings. The polar capsules are pyriform and of equal size, measuring 7.5 + - 0.5 x 4.2 + - 0.2 (mean + - SD), with 11–12 turns of the polar filament arranged perpendicularly to the longitudinal axis of the polar capsule. The parasite has a large intercapsular appendix and large iodinophorous vacuole. The parasite can be differentiated from all known species of Myxobolus Bütschli, 1882 by a combination of the morphological characters defined. Infected fish show marked longitudinal compression of the body compared to uninfected individuals of the same year class, a feature which is pathognomonic for the disease. Histologically, host responses ranged from mild hypertrophy of the zygapophyseal process and expansion of the intervertebral membrane to complete hypertrophy and fusion of the vertebrae. Prominent notochord is present in the intervertebral spaces of infected fish and sporogony of the parasite leads to a vigorous focal inflammatory response involving proliferating fibroblast and osteogenic cells. The parasite causes a radial expansion of the centra and extensive dorsal and ventral outgrowths of the vertebrae leading to compression of the spinal cord and blood vessels running through the neural and haemal spines respectively. The parasite is considered highly pathogenic to juvenile cyprinids.","publisher":"Folia Parasitologica 50(4), 251-262","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Gyrodactylus quadratidigitus n. sp. (Monogenea: Gyrodactylidae), a parasite of the leopard-spotted goby Thorogobius ephippiatus (Lowe) from the south-western coast of the UK.","publishedOn":{"year":2003},"description":"Gyrodactylus quadratidigitus n. sp. (Monogenea, Gyrodactylidae) is described from the gills, fins and skin of Thorogobius ephippiatus (Lowe) (leopard-spotted goby) from Portland Castle Bay, Dorset, UK. G. quadratidigitus n. sp. most closely resembles the species of Gyrodactylus previously described by Geets from Pomatoschistus microps (Krøyer) in the approximate shape and size of the attachment hooks but can be readily distinguished from other species of the genus by the distinctive square shape of the toe region of the marginal hook sickle, the anteriorly positioned cirrus bulb and the unusually short intestinal crura which extend only as far as the level of the testes\n","publisher":"Systematic Parasitology 55(2), 151-157","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Histopathology of parasitic infections in greater pipefish, Syngnathus acus L., from an estuary in the UK","publishedOn":{"year":2004},"publisher":"Journal of Fish Diseases 27(4), 245-248","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Studies on myxozoan parasites of freshwater fish and invertebrate hosts","publishedOn":{"year":2004},"description":"A study of myxozoan parasites has been investigated in hosts from freshwater\nenvironments in the UK. Over 17,000 oligochaetes, almost 5,000 juvenile cyprinids\nrepresenting 7 species and over 60 invertebrate species have been examined for the\npresence of myxozoan parasites. In addition, studies on the lifecycle of Tetracapsuloides\nbryosalmonae (the causative agent of salmonid proliferative kidney disease, PKD) and of\nselected cyprinid myxozoans were conducted. A total of 21 actinospore types in seven collective groups were isolated and described from oligochaetes collected from seven different river systems in England and Wales. Twelve of the actinospores isolated appear to be new to science. In juvenile cyprinid fish, 14 identifiable species of myxozoans in the genera Myxidium, Myxobolus and Sphaerospora plus three developmental stages were detected by histological examination. Juvenile cyprinids only appear to mount a pathological response to myxozoans once sporogony is initiated and some of those responses were considered severe enough to be detrimental to host survival Mathematical models were produced using parasite data and incorporating a variety of data, including fish length, year class strength and environmental data. Many of the models developed clearly show that parasitism by Myxobolus spp. and Bucephalus polymorphus in juvenile fish is strongly correlated with population success in selected UK rivers. Specific DNA primers for Tetracapsuloides bryosalmonae were used on samples of over 60 invertebrate species collected from sites enzootic for PKD and on all 21 actinospore types isolated during the current study. Naïve rainbow trout exposed to T. bryosalmonae spores from naturally infected bryozoans by bath challenge for 10 minutes developed PKD. Intraperitoneal injection of spores failed to induce the disease. The favoured route of entry by the parasite appears to be through mucous cells in the skin epithelium.","publisher":"PhD thesis, University of Plymouth","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Descriptions, development and pathogenicity of myxozoan (Myxozoa: Myxosporea) parasites of juvenile cyprinids (Pisces: Cyprinidae).","publishedOn":{"year":2005},"description":"Approximately 5000 young of the year (0+) cyprinids comprising roach, chub, dace, minnow, bleak, bream, barbel and gudgeon were examined histologically for the presence of myxozoan infections. Thirteen myxozoans were identified to species, the majority being Myxobolus spp. In addition, two species of Myxidium and of Sphaerospora were recorded. All organs were examined, with the majority of infections being found in the gills, musculature and kidney. However, isolated spores were occasionally found in other tissues. Whilst roach contained the highest number of myxozoan species, it was chub that showed the greatest host response to sporogonic forms. Data are provided on spore morphology, pathogenic responses and tissue and host specificity of the myxozoans recorded","publisher":"Journal of Fish Diseases 28(8), 489-508","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"The influence of parasitism on fish population success.","publishedOn":{"year":2010},"description":"The influence of parasitism on first-year growth and recruitment success of two cyprinid species in the Yorkshire Ouse catchment, England, was investigated using a 14-year dataset. This study demonstrated a significant role of parasitism in growth and recruitment success of roach, Rutilus rutilus (L.), and European chub, Squalius cephalus (L.) populations. Muscle infections by Bucephalus polymorphus Baer (Digenea), Myxobolus pseudodispar Gorbunova (Myxozoa) and Myxobolus pfeifferi Thelohan were considered important, with significant relationships between these parasites and year-class strength and age-0 fish length. Other parasites, such as Phyllodistomum sp. and Goussia sp., were implicated in host success to a lesser extent. Parasitism may be a major factor in recruitment and account for a high proportion of the variation in year-class strength, although this varied among locations","publisher":"Fisheries Management and Ecology 17(5), 426-434","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Diseases of crayfish: A review","publishedOn":{"year":2011},"description":"A systematic review of parasites, pathogens and commensals of freshwater crayfish has been conducted. All major groups of disease causing agents have been covered including viruses, bacteria, fungi, protistans and metazoans. Most agents tend to cause limited problems for crayfish. Exceptions to this include fungi, bacteria and viruses. However, in many cases, these tend to be isolated reports in either a specific geographical location or in individual animals. The apparent absence of pathology associated with these agents in crayfish should not be taken to suggest that movements of crayfish to new geographical areas is necessarily acceptable. Several examples are given where seemingly healthy animals have been moved to new areas leading to mortality of other crayfish within the same area as a direct result of transmission of pathogens to naÇve hosts. Some future research needs are proposed, including the need for pathogen characterisation and production of disease-free crayfish for aquaculture","publisher":"Journal of Invertebrate Pathology 106(1), 54-70","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Applicability of sampling environmental DNA for aquatic diseases","publishedOn":{"year":2012},"description":"We consider the applicability of using newly developed methods for the detection of aquatic pathogens\nwith a focus on Gyrodactylus salaris as a model species. Whilst there is huge potential for the\nmethod to be used in detection of pathogens, it is probable that the technique is currently limited\nby a lack of data on shedding rates and survival of infectious agents as well as a lack of data on\nstability of pathogen DNA under different environmental conditions. Future work should address\nsome of these gaps in our knowledge prior to full implementation of the proposed approach for\npathogen detection in the absence of disease manifestation","publisher":"Bulletin of the European Association of Fish Pathologists 32(2), 69-76","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"A review of the infectious agents, parasites, pathogens and commensals of European cockles ( Cerastoderma edule and C. glaucum).","publishedOn":{"year":2013},"description":"A systematic review of the parasites, pathogens and commensals of the edible cockle (Cerastoderma edule) and of the lagoon cockle (Cerastoderma glaucum) has been completed. A total of 59 different conditions have been reported throughout the range of both of these hosts; of these 50 have been reported in edible cockles, and 28 in lagoon cockles. Cockles are hosts to viruses, bacteria, fungi (including Microsporidia), Apicomplexa, Amoeba, Ciliophora, Perkinsozoa, Haplosporidia, Cercozoa, Turbellaria, Digenea, Cestoda, Nematoda, Crustacea and Nemertea. A number of these have been reported sporadically although they may be associated with mortalities. In particular, mortalities have been associated predominately with digeneans and some protistan infections. In many cases pathology is marked in affected animals and parasites have been shown to reduce fecundity, alter burrowing behaviour and limit growth. This review provides information on the individual and population effects of these conditions as well as providing suggestions for future research. In particular, there has been a lack of taxonomic rigour applied to many studies and as a result there are a number of erroneous host records. There is a need to re-describe a number of parasite species and to determine the life cycle of those considered to be important mortality drivers\n","publisher":"Journal of the Marine Biological Association of the United Kingdom 93(1), 227-247","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Anisakis larvae (\"herringworm\"; Nematoda) in fish","publishedOn":{"year":2012},"publisher":"ICES identification leaflets for diseases and parasites of fish and shellfish 8, 1-5.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Parasites and pathogens of the endosymbiotic pea crab (Pinnotheres pisum) from blue mussels (Mytilus edulis) in England","publishedOn":{"year":2012},"description":"A histopathological survey of the commensal pea crab (Pinnotheres pisum) from the mantle cavities of blue mussels (Mytilus edulis) has been conducted. A total of 266 pea crabs from eight sites around the English coastline were examined. Of these, 82 were negative for any visible infections by histology. The remaining pea crabs were infected with an intranuclear bacilliform virus designated as P. pisum bacilliform virus (PpBV) in the hepatopancreatic epithelial cells, peritrichous ciliates on the gills, an intracytoplasmic microsporidian infection of the hepatopancreatocytes, a myophilic microsporidian infection, the gregarine Cephaloidophora fossor in the hepatopancreas, the entoniscid isopod Pinnotherion vermiforme, a low level nematode infection and an acanthocephalan cystacanth. Host reactions to infections were generally subdued. Results are discussed in relation to the endocommensal habitat of the pea crabs","publisher":"Journal of Invertebrate Pathology 109(2), 235-242","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAt_r2YBlWGtgFT22B6HP8hMwLXkbLpO9WM,NAME_SEARCH,KFch)"}]},{"name":"Disease risks associated with the importation and release of non-native crayfish species in mainland Britain","publishedOn":{"month":1,"day":1,"year":2012},"description":"A full histological survey of 782 non-indigenous crayfish established in riverine habitats or imported into the United Kingdom through the aquarium trade has been conducted. Selected populations were subjected to further bacteriological, molecular and ultrastructural studies to characterise disease conditions. Pacifastacus leniusculus, Orconectes virilis and Astacus leptodactylus, were obtained from 17 riverine sites in mainland Britain. Additionally Cambarellus patzcuarensis, Cherax quadricarinatus, Procambarus clarkii and P. fallax were obtained from 8 pet shops whilst C. patzcuarensis, Cherax peknyi, C. quadricarinatus and P. clarkii were seized at point of entry into mainland Britain. Tests for infections were negative in the majority of P. leniusculus (66.4%); the rest were infected with at least one pathogen or commensal including an intranuclear bacilliform virus and a novel Spiroplasma sp. of male Sertoli cells. Low level bacterial and ciliate infections and commensal mites and ostracods also occurred on or in established signal crayfish. The established population of O. virilis was found to be negative for any visible infections; one shipment of P. clarkii and one aquarium held population of C. quadricarinatus were also found to contain no visible infections. One shipment of P. clarkii from Singapore was infected with white spot virus (WSSV). Bacterial species isolated from crayfish included Aeromonas hydrophila, Aeromonas sobria, Citrobacter freundii, Grimontia hollisae, Hafnia alvei, Pastuerella multicida and Weeksella virosa. Results are discussed in relation to the enemy release hypothesis and considers the risk associated with the transboundary trade in non-indigenous crayfish as a potential source of disease to native crayfish species.","publisher":"Aquatic Biology 16(1), 1-15","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAt_r2YBlWGtgFT22B6HP8hMwLXkbLpO9WM,NAME_SEARCH,KFch)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGpgPkBpYO_6F8PImk2HCYagf8Je9ZIpQs,NAME_SEARCH,zrvl)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAsRdHABZeydnqjrXm30gcsCofGHK88PpXU, , )"}]},{"name":"Parasites of the hakes Merluccius australis and M. hubbsi in the waters around the Falkland Islands, southern Chile and Argentina, with an assessment of their potential as biological tags","publishedOn":{"year":1995},"description":"Samples of Merluccius australis (113 fish) and of M. hubbsi (195 fish) were collected from 16 positions on the Falklands and Argentine shelves and 1 off southern Chile. Twenty-eight fungal, protozoan, and metazoan parasite taxa, of which 19 were identified to the species level, and cysts of unknown etiology, were found. These included one new species of myxosporean protozoan found in both host species, three species that are new to both species of hake, three species not previously reported from M. australis, and one not previously reported from M. hubbsi. The most promising biological tags for stock identification, where long life spans are important, are an unidentified fungus; the protozoans Alatospora merluccii Kalavati, Longshaw and MacKenzie, 1995, Goussia sp., Kudoa rosenbuschi (Gelormini, 1944), Microsporidium ovoideum (Thélohan, 1895), Myxidium baueri Kovaleva and Gaevskaya, 1982, and Myxoproteus meridianalis Evdokimova, 1977; the metacestodes Grillotia sp. and Hepatoxylon trichiuri (Holten, 1802); and the parasitic copepod Trifur tortuosus Wilson, 1917. The adult digenean Elytrophalloides oatesi (Leiper and Atkinson, 1914) showed some potential as a tag for following seasonal migrations of hake.","publisher":"Canadian Journal of Fisheries and Aquatic Sciences 52(supplement 1), 213-224.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Sea lice (Copepoda: Caligidae) on wild sea trout (Salmo trutta L.) in Scotland","publishedOn":{"year":1998},"description":"Lepeophtheirus salmonis infection occurred on 30% of 622 sea trout examined from\nScottish waters, with intensities up to 258 per fish. Caligus elongatus was rarer, being\nrecorded on only 3% of trout, at a maximum intensity of 14. Geographical and\ntemporal variations were found in the pattern of infection with L. salmonis. Most lice\nrecorded were chalimus stages. On each fish, the same developmental stage of lice\npredominated, but this stage varied, even between fish caught on the same location at\nthe same date. Haemorrhage at the base of dorsal fins infected with chalimus infection\nwas the only skin damage found associated with lice. Analysis of the population\nstructure of lice at two locations showed a progression of developmental stages with\ntime, but also evidence of continual re-infection up to the end of sampling in late July.\nA positive relationship was found between sea trout condition and the intensity of\ninfection with chalimus III+ larvae but a negative relationship was found with the\nintensity of chalimus II\" infection, possibly related to the length of time in, and\nadaptation to, sea water. The heaviest infection of sea trout with lice was recorded in\nthe salmon farming areas of the west and north-west of Scotland. However, no clear\npattern emerged with levels of infection at single locations in relation to the proximity\nto the nearest salmon farm or with the pattern of infection (and larval production)\nwithin an adjacent salmon farm.","publisher":"ICES Journal of Marine Science 55, 151-162","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"A review of the biology of European cockles (Cerastoderma spp.).","publishedOn":{"year":2012},"description":"This review examines the biology of the two main cockle species Cerastoderma edule and C. glaucum found in coastal areas around the north-east Atlantic from Norway to Morocco and through the Baltic, Mediterranean and Black Sea. It considers those factors in particular that impact on the overall health and survival of individuals as well as populations. Methods for\nthe discrimination of the species are reviewed as well as the approaches being taken to delineate different populations, which is crucial to appropriately manage individual fisheries. Cockle populations generally undergo sexual maturation during their second summer and sexes are separate. Eggs are pelagic, with larvae being both benthic and pelagic before settling on the\nsediment and becoming benthic adults. However, data are lacking on basic larval biology and dispersal mechanisms. Data are provided on predator-prey relationships including information on types of food of importance to cockles. Main predators of cockles include brown shrimp, shore crabs, gastropods, polychaetes, fish and a variety of birds and these can be important in structuring cockle populations. Predation of larval cockles by adult cockles through larviphagy can lead to reductions of up to 40% of the population. Cockles are sensitive to a wide range of chemical contaminants but few data are published on impacts on cockles, in particular larval stages. The review concludes with an assessment of future climate change scenarios on cockles and considers some areas of future research required to preserve this ecologically and\neconomically important species","publisher":"Journal of the Marine Biological Association of the United Kingdom 92(7), 1563-1584","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Immunostaining of spores and plasmodia of disparate myxozoan genera with comments on the properties of the sporular mucus envelope","publishedOn":{"year":2006},"description":" Species of the phylum Myxozoa are common parasites of fish and can cause severe losses in cultured species. Although a number of myxozoan life-cycles have now been elucidated, little is known about the biology of these organisms in the fish host. Monoclonal antibody B4 raised to the myxozoan Tetracapsuloides bryosalmonae has been previously noted to react with a number of species infecting fish kidney. We present the results of a survey of 55 myxosporean species that determined that this antibody detects an antigen on the spore surface of 33 of these species in the genera Myxobolus, Sphaerospora and Thelohanellus. However, there appears to be no clear  relationship between those spores that contain the MAb B4 reactive antigen and the host or organ in which they are detected. The antigen appears to be synthesized in the plasmodial cytoplasm and is intimately associated with the surface of the spore capsules and, where present, the mucus envelope. The nature of this envelope is further discussed in relation to its formation and distinctive properties.","publisher":"Parasitology 132, 781-790","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Patterns of occurrence and 18s rDNA sequence variation of PKX (Tetracapsula bryosalmonae), the causative agent of salmonid proliferative kidney disease","publishedOn":{"year":2001},"description":"Recent progress in understanding the etiology of proliferative kidney disease (PKD) includes the identification of freshwater bryozoans as the natural hosts of the myxozoan parasite that causes the disease in salmonid fish and formal description of the parasite as Tetracapsula bryosalmonae. This paper presents data on patterns of occurrence of T. bryosalmonae and sequence variation among isolates. T. bryosalmonae infects bryozoans that range from primitive to more derived genera within the Phylactolaemata and that differ in growth form and habits. Infected bryozoans have been collected in diverse habitats including cold, clear streams and warm, eutrophic lakes. Temporal surveys reveal intra- and interannual variation in infection levels, and spatial variation in incidence of infection is implicit by the apparent absence of T. bryosalmonae from many bryozoan populations. The significance of minor variation in partial sequences of 18S rDNA requires further investigation. The information presented here provides the first significant insights into the ecology of T. bryosalmonae.","publisher":"Journal of Parasitology 87(2), 379-385","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"An assessment of the variation in the prevalence of renal myxosporidiosis and hepatitis in wild brown trout, Salmo trutta L., within and between rivers in South-West England","publishedOn":{"year":2008},"description":"The prevalence of renal myxosporidiosis in wild brown trout, Salmo trutta, in seven river catchments In South-West England was investigated. Three hundred and twenty-seven fish were sampled from 16 sites, of which 54 (16.5%) were found, by histological examination of the kidney, to be infected with Tetracapsuloides bryosalmonae, the causative agent of proliferative kidney disease. No T bryosalmonae infected fish were found in one river catchment, in other catchments the prevalence ranged from 2.5% to 36%. Hepatitis was strongly associated with the presence of T. bryosalmonae (odds ratio = 20.2, P < 0.001). Chloromyxum schurovi was found in 25% of fish and in six of seven river catchments, where the prevalence ranged from 2.4% to 63%. There was a strong negative association between the presence of T. bryosalmonae and C. schurovi (odds ratio = 0.10, P < 0.001). A hierarchical binomal model of the variance indicated that for T. bryosalmonae most of the variance existed at the site level, whereas for C schurovi most variance existed at the river catchment level, suggesting that prevalence of T. bryosalmonae infection is determined largely by site level factors (e.g. presence of alternate host). The intraclass correlation coefficients (ICC) were 0.2 and 0.4 for T. bryosalmonae and C schurovi, respectively, indicating the latter has higher effective transmission because of a higher level of infectiousness and\/or abundance of alternate oligochaete hosts. These values can be used In future Studies to estimate the sample sizes required to generate prevalence estimates with the required precision","publisher":"Journal of Fish Diseases 31(10), 719-728","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Pseudanthocotyloides heterocotyle (van Beneden, 1871) Euzet & Prost, 1969 (Monogenea: Polyopisthocotylea: Mazocraeidae), a parasite of herring Clupea harengus L. and sprat Sprattus sprattus L. (Teleostei: Clupeidae).","publishedOn":{"year":1999},"description":"A total of 690 herring Clupea harengus L. and 88 sprat Sprattus sprattus L. caught off the west coast of Sweden, in the North Sea and off the west and south coasts of the United Kingdom, were examined for gill parasites. The monogenean Pseudanthocotyloides heterocotyle (van Beneden, 1871) Euzet &amp; Prost, 1969 was found in 38 (5.5%) herring and one (1.1%) sprat. The parasite was significantly (P&gt;0.05) more common off the west coast of Sweden than elsewhere and most specimens (62.5%) were found on the pseudobranchs. Only the smaller herring were infected. P. heterocotyle is redescribed and its taxonomy discussed, together with the possibility of host and parasite misidentification in previous reports","publisher":"Systematic Parasitology 42(3), 193-201","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Multi-centre testing and validation of current protocols for the identification of Gyrodactylus salaris (Monogenea).","publishedOn":{"year":2010},"description":"Despite routine screening requirements for the notifiable fish pathogen Gyrodactylus salaris, no standard operating procedure exists for its rapid identification and discrimination from other species of Gyrodactylus. This study assessed screening and identification efficiencies under real-world conditions for the most commonly employed identification methodologies: visual, morphometric and molecular analyses. Obtained data were used to design a best-practice processing and decision-making protocol allowing rapid specimen throughput and maximal classification accuracy. Statistical methods of classification identified 66.7% of the G. salaris, demonstrating the need for much wider training. Molecular techniques (internal transcribed spacer region-restriction fragment length polymorphism (ITS-RFLP)\/cytochrome c oxidase I (COI) sequencing) conducted in the diagnostic laboratory most experienced in the analysis of gyrodactylid material, identified 100% of the true G. salaris  specimens. Taking into account causes of potential specimen loss, the probabilities of a specimen being accurately identified were 95%, 87% and 92% for visual, morphometric and molecular techniques, respectively, and the probabilities of correctly identifying a specimen of G. salaris  by each method were 81%, 58% and 92%. During routine surveillance periods when low numbers of specimens are analysed, we recommend that specimens be analysed using the ITS-RFLP approach followed by sequencing of specimens with a \"G. salaris-like\" (i.e. G. salaris, Gyrodactylus thymalli) banding pattern. During periods of suspected outbreaks, where a high volume of specimens is expected, we recommended that specimens be identified using visual identification, as the fastest processing method, to select \"G. salaris-like\" specimens, which are subsequently identified by molecular-based techniques.","publisher":"International Journal for Parasitology 40(12), 1455-1467","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Laser-assisted microdissection: a new tool for aquatic molecular parasitology.","publishedOn":{"year":2008},"description":"Laser-assisted microdissection (LMD) has been developed to isolate distinct cell populations from heterogeneous tissue sections, cytological preparations, or live cell samples. Downstream applications typically include gene expression studies using real-time PCR and array platforms, diagnostic PCR, and protein expression studies. LMD techniques are now commonplace in mainstream biological research and clearly have suitable applications in the field of aquatic pathology and parasitology. The present study used LMD to isolate 2 dinoflagellate parasites (Hematodinium spp.) from formalin-fixed paraffin-embedded tissue sections from 2 crustacean hosts, Cancer pagurus and Portunus trituberculatus. DNA was isolated from LMD parasite preparations, and partial regions (up to 300 bp) of the small subunit and the first internal transcribed spacer region of the rRNA gene complex from the Hematodinium spp. were PCR amplified using diagnostic primers. The amplification products were sequenced to confirm the identity of the targeted regions, The techniques, applications, and limitations of LMD to address questions in aquatic molecular pathology and parasitology are discussed","publisher":"Diseases of Aquatic Organisms 82(2), 151-156","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAwN5KgBw_lAQggY6uMZEqz_mNzgG951hd0,NAME_SEARCH,9jtv)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAHw1KABgt6ps48hbCOwHknGJRAm3-r1JGk,NAME_SEARCH,hH9n)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGpgPkBpYO_6F8PImk2HCYagf8Je9ZIpQs,NAME_SEARCH,zrvl)"}]},{"name":"Histopathological biomarkers in estuarine fish species for the assessment of biological effects of contaminants","publishedOn":{"year":2002},"description":"The increasing emphasis on the assessment and monitoring of estuarine ecosystems has\nhighlighted the need to deploy appropriate biological indices for these locations. Fish diseases\nand histopathology, with a broad range of causes, are increasingly being used as indicators of\nenvironmental stress since they provide a definite biological end-point of historical exposure.\nThis study reports on the histopathological alterations observed in selected organs and tissues\nof three species of estuarine fish (Platichthys flesus, Pomatoschistus minutus and Zoarces viviparus), captured from four British estuaries (the Tyne, Tees, Mersey and Alde), differently\nimpacted by contaminants, including PAHs. A biannual sampling regime was used to identify\nthe important seasonal variations that occur in terms of the observed biological effects.\nInflammatory lesions and hepatocellular fibrillar inclusions attained their highest prevalence\nin P. flesus captured from the Tyne, Tees and Mersey. The presence of pre-neoplastic and\nneoplastic toxicopathic lesions was highest in P. flesus captured from these sites, when compared\nto fish from the Alde reference site. In particular, the prevalence of hepatic foci of cellular\nalteration (up to 43.3%) and hepatocellular adenoma (up to 10%) were highest in\nP. flesus captured from the Mersey estuary. Intersex (ovotestis) was only recorded in male\nP. flesus captured from the Mersey estuary (up to 8.3%) and from male Z. viviparous captured\nfrom the Tyne estuary (25%). Pathologies associated with the gill and the kidney were also\nmost prevalent in fish captured from the Tyne, Tees and Mersey estuaries. This study has\nsuccessfully applied histopathology to an estuarine monitoring program, both for the\nrecording of toxicopathic lesions in the liver and other organs, and for the detection of the endpoint of endocrine disruption, intersex. ","publisher":"Marine Environmental Research 55, 137-159","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGpgPkBpYO_6F8PImk2HCYagf8Je9ZIpQs,NAME_SEARCH,zrvl)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAHw1KABgt6ps48hbCOwHknGJRAm3-r1JGk,NAME_SEARCH,hH9n)"}]},{"name":"Enterospora canceri n. gen., n. sp., intranuclear within the hepatopancreatocytes of the European edible crab Cancer pagurus","publishedOn":{"year":2007},"description":"Only 1 genus (Nucleospora) within 1 family (Enterocytozoonidae) of the Microsporidia contains species that are parasitic within the nuclei of their host cells; to date, all described intranuclear Nucleospora spp. parasitise fish. This study describes the first intranuclear microsporidian parasite of an invertebrate, the European edible crab Cancer pagurus L. (Decapoda: Cancridae). Infected crabs displayed no obvious external signs, and maximum apparent prevalence of infection within a monthly sample was 3.45%. Infected hepatopancreatic tubules were characterised by varying numbers of hypertrophic and eosinophilic nuclei within epithelial cells. Parasite stages appeared as eosinophilic granular accumulations causing margination of host chromatin. In advanced cases, the tubule epithelia degenerated, with parasites and sloughed epithelial cells appearing in tubule lumens. All life stages of the parasite were observed within host nuclei. Uninucleate meronts were not detected, although binucleate stages were observed, Aggregation and early assembly of sporoblast components took place within the intact sporogonial plasmodium, a feature unique to the Enterocytozoonidae. Liberation of sporoblasts from plasmodia or the presence of liberated sporoblasts was not observed in this study. However, large numbers of maturing and mature spores (measuring 1.3 &PLUSMN; 0.02 x 0.7 &PLUSMN; 0.01 &MU;m) were frequently observed in direct contact with the host nucleoplasm. Considering the shared features of this parasite with microsporidians of the family Enterocytozoonidae, and the unique presence of this parasite within the nucleoplasm of decapod crustacean hepatopancreatocytes, this parasite (Enterospora canceri) is proposed as the type species of a new genus (Enterospora) of microsporidian. Molecular taxonomic work is now required, comparing Enterospora to Enterocytozoon and Nucleospora, the 2 other genera within the Enterocytozoonidae","publisher":"Diseases of Aquatic Organisms 75(1), 61-72","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGpgPkBpYO_6F8PImk2HCYagf8Je9ZIpQs,NAME_SEARCH,zrvl)"}]},{"name":"Zoonotic Disease Pathogens in Fish Used for Pedicure","publishedOn":{"year":2012},"url":"http:\/\/wwwnc.cdc.gov\/eid\/article\/18\/6\/pdfs\/11-1782.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAERd5EB_xL-bzUVsx0lHhdzz4467ZObeh0,NAME_SEARCH,mdJc)"}]},{"name":"Interlaboratory variability in screening for Bonamia ostreae, a protistan parasite of the European flat oyster Ostrea edulis.","publishedOn":{"month":8,"year":2014},"publisher":"Diseases of aquatic organisms","url":"http:\/\/www.int-res.com\/user-login\/?file=%2Farticles%2Fdao2014%2F110%2Fd110p093.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAwCCx0BXgKliA0RhOR2Bd2l7S_pPq95p9Y, , )"}]},{"name":"Diseases of platyhelminths, acanthocephalans, and nematodes","publishedOn":{"month":2,"day":1,"year":2022},"publisher":"Invertebrate Pathology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABT29NIBpAbKN3mzTbqaed8nbQ4oe24BK_0,NAME_SEARCH,7tXl)"}]},{"name":"Diseases of molluscs","publishedOn":{"month":2,"day":1,"year":2022},"publisher":"Invertebrate Pathology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABG4x0YBgrdtzJiv3RTPUdtO8cjPmcUQ04M,NAME_SEARCH,TS2_)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAm_SbQBfejJkPcEKdA9bFq9nZf2A4Ti-Q0,NAME_SEARCH,Q0Lh)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPNUv0B4qGZVrW_CuKb7Ifirsj0KeJjipY,NAME_SEARCH,_etp)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA29GdEBDSzyEx1xthHD1xtLe3WpvvJgipI,NAME_SEARCH,Lva-)"}]},{"name":"Vibrio species are predominately intracellular within cultures of Neoparamoeba perurans, causative agent of Amoebic Gill Disease (AGD)","publishedOn":{"month":2,"day":1,"year":2021},"publisher":"Aquaculture 532: 736083","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0044848620329203","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIR38EBdNOGbwALiHh3Q1YL9eGQXnjKGqI,NAME_SEARCH,SH2f)"}]},{"name":"The bacterial microbiome of in vitro cultures of Paramoeba perurans","publishedOn":{"month":4,"day":8,"year":2019},"publisher":"Access Microbiology","url":"https:\/\/www.microbiologyresearch.org\/content\/journal\/acmi\/10.1099\/acmi.ac2019.po0429?TRACK=RSS","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIR38EBdNOGbwALiHh3Q1YL9eGQXnjKGqI,NAME_SEARCH,SH2f)"}]},{"name":"Parasitic Diseases in Aquaculture: Their Biology, Diagnosis and Control","publishedOn":{"month":1,"day":1,"year":2017},"publisher":"Diagnosis and control of diseases of fish and shellfish","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABT29NIBpAbKN3mzTbqaed8nbQ4oe24BK_0,NAME_SEARCH,7tXl)"}]},{"name":"Parasites, Commensals, Pathogens and Diseases of Crayfish","publishedOn":{"month":1,"day":1,"year":2016},"publisher":"Biology and Ecology of Crayfish","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Biology and Ecology of Crayfish","publishedOn":{"month":1,"day":1,"year":2016},"publisher":"CRC Press","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAt_r2YBlWGtgFT22B6HP8hMwLXkbLpO9WM,NAME_SEARCH,KFch)"}]},{"name":"Laboratory Methods for Crayfish","publishedOn":{"month":1,"day":1,"year":2016},"publisher":"Biology and Ecology of Crayfish","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAt_r2YBlWGtgFT22B6HP8hMwLXkbLpO9WM,NAME_SEARCH,KFch)"}]},{"name":"Epidemiology of Bonamia in the UK, 1982 to 2012","publishedOn":{"month":7,"day":24,"year":2014},"publisher":"Diseases of Aquatic Organisms 110: 101-111","url":"https:\/\/www.int-res.com\/abstracts\/dao\/v110\/n1-2\/p101-111\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Review of methods for the management of non-indigenous crayfish, with particular reference to Great Britain","publishedOn":{"month":4,"day":24,"year":2014},"publisher":"Ethology, Ecology & Evolution 26: 204-231","url":"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/03949370.2014.908326","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAt_r2YBlWGtgFT22B6HP8hMwLXkbLpO9WM,NAME_SEARCH,KFch)"}]},{"name":"Mikrocystids are a broadly distributed and divergent radiation of parasites in aquatic invertebrates","publishedOn":{"month":3,"day":31,"year":2014},"publisher":"Current Biology 24: 807-812","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960982214002012","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Detection of Bonamia exitiosa (Haplosporidia) in European flat oysters Ostrea edulis cultivated in mainland Britain","publishedOn":{"month":11,"day":10,"year":2013},"publisher":"Diseases of Aquatic Organisms 106: 173-179","url":"https:\/\/www.int-res.com\/abstracts\/dao\/v106\/n2\/p173-179\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXZ6roB0vN02ANkCU4dqIitLeNasWV5y3E,NAME_SEARCH,OSn0)"}]},{"name":"Strengths and Weaknesses of the Management and Monitoring of Deep-Water Stocks, Fisheries, and Ecosystems in Various Areas of the World—A Roadmap Toward Sustainable Deep-Water Fisheries in the Northeast Atlantic?","publishedOn":{"month":5,"day":8,"year":2013},"publisher":"Reviews in Fisheries Science 21: 157-180","url":"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10641262.2013.785475","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"publishedOn":{"month":3,"day":1,"year":2022},"description":"A ten-week feeding trial evaluated the feasibility of methanotroph (Methylococcus capsulatus) bacteria meal (FeedKind®, FK) as a fishmeal substitute in largemouth bass (Micropterus salmoides) diets. Six isonitrogenous and isoenergetic diets with different inclusion levels of FK (0 (fishmeal group), 43, 86, 129, 172 and 215 g\/kg) were formulated to replace 0, 50, 100, 150, 200 and 250 g\/kg fishmeal, respectively. The results showed that FK inclusion level could reach 129 g\/kg without significantly affecting growth or feed coefficient rate (P > 0.05), while growth performance was decreased and feed coefficient rate increased when FK inclusion levels exceeded 129 g\/kg (P < 0.05). Increase in FK inclusion levels tended to reduce plasma total cholesterol and total triglyceride whilst plasma total protein, albumin, alanine aminotransferase and aspartate aminotransferase in FK treatment groups were unchanged compared with fishmeal group (P > 0.05). FK inclusion levels at 43 g\/kg and 86 g\/kg were not detrimental to intestinal morphology whilst it was unfavourable when FK inclusion levels exceeded 86 g\/kg as the total length of intestinal wall thickness and villus height, villus height were obviously decreased compared with fishmeal group (P < 0.05). As regards to inflammatory cytokine genes, FK instead of fishmeal increased the expression levels of TLR2, RelA, TNF-α, IL-1β, IL-10 and TGF-β, 43 g\/kg and 86 g\/kg FK decreased the expression level of Caspase-3 (P < 0.05). In conclusion, 129 g\/kg FK can replace 150 g\/kg fishmeal without negative effects on the growth performance, and replacing 100 g\/kg fishmeal with 86 g\/kg FK is more beneficial to intestinal health.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1050464822000705","name":"Effects of replacing fishmeal with methanotroph (Methylococcus capsulatus, Bath) bacteria meal (FeedKind®) on growth and intestinal health status of juvenile largemouth bass (Micropterus salmoides)","publisher":"Fish & Shellfish Immunology 122: 298-305","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"name":"Taxonomy, Anatomy, and Physiology","publishedOn":{"month":3,"day":1,"year":2022},"publisher":"Fundamentals of Aquatic Veterinary Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"publishedOn":{"month":4,"day":18,"year":2022},"description":"A 10-week growth study was conducted to replace soybean meal (SBM) with different levels of Methylococcus capsulatus (0%, 2%, 4%, 6%, 8%, 10%) on growth, digestibility, intestinal development and serum biochemical indices of juvenile Jian carp. The results showed that compared to the control group (0% M. capsulatus meal), 6%, 8%, and 10% M. capsulatus meal significantly improved the final average weight (FW), weight gain rate (WGR), specific growth rate (SGR), and decreased feed conversion rate (FCR). No significant difference was found in survival rate (SR) of treatment groups, and SR of each group was more than 95%. Jian carp had relatively high apparent digestibility (ADC) of diets containing M. capsulatus meal, the ADC of Jian carp for dry matter, crude protein, crude lipid, energy and amino acid of M. capsulatus meal was 70.85%, 90.68%, 67.68%, 80.82%, and 88.00-91.17%, respectively. Addition of M. capsulatus had no adverse effect in intestinal tissue of Jian carp juveniles, and 8% M. capsulatus meal significantly increased villus width compared with control group. Improved serum biochemical indices and increased antioxidant capacity of fish was noted in fish fed diets containing M. capsulatus meal. Replacement of M. capsulatus meal at the 6% level significantly decreased ALT activity compared to control group. The blood glucose (GLU) of all treatment groups had a decreasing trend, and the 8% and 10% M. capsulatus meal diets had significant effects on GLU content. Compared to the control group, 6%, 8%, and 10% M. capsulatus meal significantly decreased blood urea nitrogen (BUN) content. Compared to the control group, 6% and 8% M. capsulatus meal diets significantly increased serum total antioxidant capacity (T-AOC) of Jian carp, and 8% M. capsulatus meal diet significantly decreased malondialdehyde (MDA) activity. The study has demonstrated that the replacement of SBM with M. capsulatus shows promise as an alternative protein source in the aquaculture industry.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377840122000918?via%3Dihub","name":"Methanotroph (Methylococcus capsulatus, Bath) bacteria meal (FeedKind®) could effectively improve the growth, apparent digestibility coefficient, blood biochemical parameters, antioxidant indices of juvenile Jian carp (Cyprinus carpio var. Jian)","publisher":"Animal Feed Science and Technology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"publishedOn":{"month":4,"day":2,"year":2022},"description":"The increasing cost of fishmeal (FM) with limited supply and the continuous development of aquaculture necessitate more economical FM substitutes. This study aimed to appraise the effects of dietary methanotroph (Methylococcus capsulatus, Bath) bacteria meal, a kind of methane-utilizing bacteria protein (MBP), replacing fishmeal on the growth and feed utilization, serum biochemical parameters, antioxidant status, and digestive enzyme activities of Pacific white shrimp (Litopenaeus vannamei). Seven isonitrogenous and isoenergetic diets were designed with 0%, 6.89%, 13.92%, 21.09%, 28.40%, 35.85%, and 43.46% MBP replacing FM, and fed to Pacific white shrimp (mean initial weight 0.27 ± 0.02 g) for 8 weeks. The shrimp fed with 28.40%, 35.85%, and 43.46% MBP diets showed significantly higher weight gain and specific growth rate compared to the control group (P < 0.05), while the other MBP diets had no significant effect on the growth performance (P > 0.05). No statistical differences were found in the activities of digestive enzymes in the stomach, hepatopancreas, and midgut among shrimp fed the dietary treatments (P > 0.05). Furthermore, antioxidant parameters in serum and hepatopancreas showed no significant differences among all the groups (P > 0.05). In conclusion, it was revealed that MBP replacing from 28.40 to 43.46% FM in the diet with appropriate supplementation of essential amino acids significantly improved the growth of Pacific white shrimp without adverse effects on feed utilization, digestive enzyme activities, physiological condition, and antioxidant status. This study provides a reference for replacing FM with MBP in the diet of Pacific white shrimp.","url":"https:\/\/link.springer.com\/article\/10.1007\/s10499-022-00869-9","name":"Evaluation of methanotroph (Methylococcus capsulatus, Bath) bacteria meal as an alternative protein source for growth performance, digestive enzymes, and health status of Pacific white shrimp (Litopenaeus vannamei)","publisher":"Aquaculture International","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]},{"publishedOn":{"month":1,"day":3,"year":2023},"description":"The impact of acclimation time and inclusion level of a bacterial protein (BP) meal on the digestibility of protein and amino acids to Atlantic salmon (Salmo salar) was examined over five time points (3-days, 10-days, 17-days, 24-days, and 35-days) and five BP inclusion levels (0 g\/kg, 100 g\/kg, 200 g\/kg, 300 g\/kg and 400 g\/kg). An additional test diet with soy protein concentrate (300 g\/kg) was included as a comparison. Each of the diets were prepared from the same basal mash and using the same processing methods. Feed intake was measured daily. The results of the study showed that diet apparent digestibility coefficients (DADC) changed markedly over the time-course of the study, initially being low and variable before stabilizing at higher values from day-17 onwards. However, the effect on temporal variability of DADC values was consistent across all diets. This consistency translated to comparatively stable ingredient apparent digestibility coefficients (IADC) across each of the time points assessed, though there was a significant decline in all IADC values over time. Additionally, the IADC data was less reliable at the 10% inclusion level with higher variability and significantly differed from the other values determined at the higher inclusion levels. Furthermore, there was not always consistency in the IADC values for nitrogen and sum of amino acids, although both are often used as measures of protein. There were also significant differences among the different amino acids in terms of their IADC values. Although there was a trend towards poorer feed intake with the higher inclusion levels of the BP, this was no worse than that observed for the soy protein concentrate. In recognition of the findings of this study we are suggesting that digestibility studies with Atlantic salmon post-smolt should acclimate for a minimum of 14-days prior to faecal collection and that test ingredient inclusion should be 200 g\/kg or greater to obtain reliable data.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0044848622012546","name":"Digestibility of bacterial protein by Atlantic salmon (Salmo salar) is affected by both inclusion level and acclimation time","publisher":"Aquaculture 565: 739137","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApX5QMBic1438cbacmcLcIbg4gPslGswJY,NAME_SEARCH,TARD)"}]}],"positions":null,"posts":[{"createdAt":1709565060000,"insightId":"6f86d7d5-8c4a-48bc-a51c-ee27dc4abf61","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/D5610AQEfdYmIpiHGNg\/image-shrink_1280\/0\/1709565107383?e=1717977600&v=beta&t=I5ZWRE2SjaMXAHr4STXrke79qqpgAF7L2ZwSp6jwy0U","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/D5610AQEfdYmIpiHGNg\/image-shrink_1280\/0\/1709565107383?e=1717977600&v=beta&t=I5ZWRE2SjaMXAHr4STXrke79qqpgAF7L2ZwSp6jwy0U"}]},"resolvedUrl":"https:\/\/app.ingo.me\/q\/phpdh","title":"Petfood Forum 2024"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":9}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7170435770338435073","threadUrn":"urn:li:activity:7170435770338435073","reactionsCount":9,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7170435768249700354","message":{"attributes":[{"start":136,"length":8,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:petfood"}}},{"start":287,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gYH7Eg-y"}}},{"start":313,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:petfoodforum"}}},{"start":327,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:petfoodindustry"}}},{"start":344,"length":8,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:petcare"}}},{"start":353,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pethealth"}}},{"start":364,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:petbusiness"}}}],"text":"I just registered for Petfood Forum 2024, where a community of professionals from around the world come together to learn the latest in #petfood consumer trends and innovations, discover new tools for success and share ideas. \n\nWill you join me there? Use this link to book your ticket: https:\/\/lnkd.in\/gYH7Eg-y\n\n#PetfoodForum #petfoodindustry #petcare #pethealth #petbusiness"},"entityUrn":"urn:li:share:7170435768249700354"}}},{"createdAt":1716477660000,"insightId":"be7d8d6c-8022-4fc6-a0ba-e77bd63f9ae7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7199386610726027264,7199429312599531520)","threadUrn":"urn:li:activity:7199386610726027264","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7199386610726027264"}}},{"createdAt":1713987480000,"insightId":"c81c32c9-fb35-4eb5-83bf-a859934999f5","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7188893067297402880,7188984746339643392)","threadUrn":"urn:li:ugcPost:7188893067297402880","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:216360593"}}}],"text":"Guido Sandberg see you there. I take my coffee black with no sugar!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7188893067297402880"}}},{"createdAt":1713982200000,"insightId":"9acd0bc1-928e-49be-acea-4937e5456a73","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7188893067297402880,7188962530529087488)","threadUrn":"urn:li:ugcPost:7188893067297402880","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:216360593"}}},{"start":36,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:27206165"}}}],"text":"Guido Sandberg hi Guido. Myself and Herman Sloot will attend. Let’s catch up!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7188893067297402880"}}},{"createdAt":1709893680000,"insightId":"91eeab0d-5ffc-4781-ae45-76f62d76e021","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171790436951400448,7171814090670096384)","threadUrn":"urn:li:activity:7171790436951400448","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Nice summary of the current and future situation of proteins derived from methanotrophic bacteria."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171790436951400448"}}}]}