{"summary":"After years in exposure in both academic and industrial settings, I gained extensive experience and expertized in areas of molecular biology, structural biology, MS proteomics, and biologics. My career goal is to incorporate my skills to advance in biotechnological and pharmaceutical industries, and last but not least, to help patients.","pastPositions":[{"endedOn":{"month":5,"year":2019},"companyName":"The Centre for Drug Research & Development (CDRD)","title":"Associate Scientist","companyUrn":"urn:li:fs_salesCompany:215218","posId":1,"current":true,"startedOn":{"month":1,"year":2016}}],"lastName":"Chan","objectUrn":"urn:li:member:175181891","geoRegion":"Vancouver, British Columbia, Canada","fullName":"Patrick Hau Wing Chan","firstName":"Patrick Hau Wing","currentPositions":[{"companyName":"AbCellera","description":"- Mid-scale antibody purification\n- Downstream process development of monoclonal antibodies","title":"Research Scientist","companyUrnResolutionResult":{"employeeCountRange":"501-1000","headquarters":{"geographicArea":"British Columbia","country":"Canada","city":"Vancouver","postalCode":"V5Y","line1":"2215 Yukon St"},"website":"http:\/\/www.abcellera.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/abcellera\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:3514937","tenureAtCompany":{"numYears":2,"numMonths":9},"startedOn":{"month":1,"year":2023}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1548483290220?e=1723075200&v=beta&t=q9fe1ka28g682KhqQQZwS2x7-2upMUIjx70SBZ3N0ok","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1548483290238?e=1723075200&v=beta&t=R1jF2oD_qU1p5DoZak3SWEtkC8MTW729D7BCeDaqImg","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1548483290610?e=1723075200&v=beta&t=h4e328ImbujZZ6l3HAcde1Qr4RQiL87ZUFRd2tbiKuE","height":400},{"width":500,"fileIdentifyingUrlPathSegment":"800_800\/0\/1548483290224?e=1723075200&v=beta&t=Yznw7z5G5D_-OklwuurZZGSmssc_ugixWARiavuQoQs","height":500}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQGWi5CEaqnjfQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:175181891"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:175181891"}],"category":"COMPANY","dataSource":"LINKEDIN","url":"http:\/\/otter.biochem.ubc.ca\/"}]},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2012},"degree":"Doctor of Philosophy (Ph.D.)","eduId":104277540,"schoolUrn":"urn:li:fs_salesSchool:4373","school":"urn:li:fs_salesSchool:4373","fieldsOfStudy":["Biochemistry, Biophysics and Molecular Biology"],"schoolName":"The University of British Columbia","startedOn":{"year":2006}},{"endedOn":{"year":2006},"degree":"Bachelor of Science (BSc)","eduId":104278469,"schoolUrn":"urn:li:fs_salesSchool:165977","school":"urn:li:fs_salesSchool:165977","fieldsOfStudy":["Biochemistry and Molecular Biology"],"schoolName":"Simon Fraser University","startedOn":{"year":2001}}],"skills":[{"numOfEndorsement":12,"name":"Protein Expression"},{"numOfEndorsement":11,"name":"Protein Chemistry"},{"numOfEndorsement":8,"name":"Biochemistry"},{"numOfEndorsement":4,"name":"Molecular Biology"},{"numOfEndorsement":3,"name":"Protein Purification"},{"numOfEndorsement":2,"name":"NMR"},{"numOfEndorsement":2,"name":"Western Blotting"},{"numOfEndorsement":1,"name":"Molecular Cloning"},{"numOfEndorsement":1,"name":"Mass Spectrometry"},{"numOfEndorsement":1,"name":"Cell Culture"},{"numOfEndorsement":1,"name":"Biotechnology"},{"numOfEndorsement":0,"name":"HPLC"},{"numOfEndorsement":0,"name":"Chromatography"},{"numOfEndorsement":0,"name":"ELISA"},{"numOfEndorsement":0,"name":"qPCR"},{"numOfEndorsement":0,"name":"Polymerase Chain Reaction (PCR)"},{"numOfEndorsement":0,"name":"Purification"},{"numOfEndorsement":0,"name":"Windows"},{"numOfEndorsement":0,"name":"Linux"},{"numOfEndorsement":0,"name":"Microsoft Office"},{"numOfEndorsement":2,"name":"NMR spectroscopy"},{"numOfEndorsement":1,"name":"Protein Engineering"},{"numOfEndorsement":1,"name":"FPLC"},{"numOfEndorsement":1,"name":"Enzyme Kinetics"},{"numOfEndorsement":1,"name":"Proteomics"},{"numOfEndorsement":1,"name":"Structural Biology"},{"numOfEndorsement":1,"name":"Peptides"},{"numOfEndorsement":1,"name":"Biophysics"},{"numOfEndorsement":0,"name":"Protein Characterization"},{"numOfEndorsement":0,"name":"Crystallization"},{"numOfEndorsement":0,"name":"Enzyme Assays"},{"numOfEndorsement":0,"name":"Column Chromatography"},{"numOfEndorsement":0,"name":"Affinity Chromatography"},{"numOfEndorsement":0,"name":"Ion Chromatography"},{"numOfEndorsement":0,"name":"Electrophoresis"},{"numOfEndorsement":0,"name":"Bacterial Transformation"},{"numOfEndorsement":0,"name":"Bacterial Culture"},{"numOfEndorsement":0,"name":"Structural Bioinformatics"},{"numOfEndorsement":0,"name":"TLC"},{"numOfEndorsement":0,"name":"Carbohydrate Chemistry"},{"numOfEndorsement":0,"name":"Peptide Synthesis"},{"numOfEndorsement":0,"name":"ADCs"},{"numOfEndorsement":0,"name":"Antibodies"},{"numOfEndorsement":0,"name":"Protein Analysis"}],"numOfConnections":490,"patents":[],"headline":"Experienced protein biochemist; ADC Expertise","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/patrick-hau-wing-chan-4ab8024a","organizations":[],"location":"Vancouver, British Columbia, Canada","publications":[{"publishedOn":{"month":1,"day":21,"year":2016},"description":"Retrotransposons are eukaryotic mobile genetic elements that transpose by reverse transcription of an RNA intermediate and are derived from retroviruses. The Ty1 retrotransposon of Saccharomyces cerevisiae (S. cerevisiae) belongs to the Ty1\/Copia superfamily, which is present in every eukaryotic genome. Insertion of Ty1 elements into the S. cerevisiae genome, which occurs upstream of genes transcribed by RNA Polymerase III (RNA Pol III), requires the Ty1 element encoded integrase (IN) protein. Here, we report that Ty1-IN interacts in vivo and in vitro with RNA Pol III specific subunits to mediate insertion of Ty1 elements upstream of Pol III-transcribed genes. Purification of Ty1-IN from yeast cells followed by mass spectrometry (MS) analysis identified an enrichment of peptides corresponding to the Rpc82\/34\/31 and Rpc53\/37 Pol III specific subcomplexes. GFP-Trap purification of multiple GFP tagged RNA Pol III subunits from yeast extracts revealed that the majority of Pol III subunits co-purify with Ty1-IN but not two other complexes required for Pol III transcription, TFIIIB or TFIIIC. In vitro binding studies with bacterially purified RNA Pol III proteins demonstrate that Rpc31, Rpc34 and Rpc53 interact directly with Ty1-IN. Deletion of the N-terminal 280 amino acids of Rpc53 abrogates insertion of Ty1 elements upstream of the hotspot SUF16 tRNA locus and abolishes the interaction of Ty1-IN with Rpc37. The Rpc53\/37 complex therefore has an important role in targeting Ty1-IN to insert Ty1 elements upstream of Pol III-transcribed genes.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26797132","name":"Ty1-Integrase interacts with RNA Polymerase III specific subcomplexes to promote insertion of Ty1 elements upstream of Pol III-transcribed genes","publisher":"The Journal of Biological Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABr5dPwBUthoghvK5fflX73LwPk1PwBE0Z0,NAME_SEARCH,1sKQ)"}]},{"publishedOn":{"month":12,"day":21,"year":2012},"description":"Neisseria meningitidis α-1,4-galactosyltransferase C (LgtC) is responsible for the transfer of α-galactose from donor UDP-galactose to the lipooligosaccharide terminal acceptor lactose. Crystal structures of its substrate analogue complexes have provided key insights into the galactosyl transfer mechanism, including a hypothesized need for active site mobility. Accordingly, we have used nuclear magnetic resonance spectroscopy to probe the structural dynamics of LgtC in its apo form and with bound substrate analogues. More than the expected number of signals were observed in the methyl-TROSY spectra of apo LgtC, indicating that the protein adopts multiple conformational states. Magnetization transfer experiments showed that the predominant states, termed \"a\" and \"b\", are in equilibrium on a time scale of seconds. Their relative populations change with temperature and mutations, and only the \"b\" state is competent for substrate binding. For both states, relaxation dispersion studies also revealed substantial millisecond time scale motions of isoleucine side chains within and distal to the active site. Although altered, these motions were still detected in LgtC with a noncovalently bound donor analogue. A mutant, LgtC-Q189E, which forms an unexpected glycosyl-enzyme intermediate via a residue (Asp190) distal from its active site, was also investigated. Apo LgtC-Q189E did not show any enhanced motions that might account for the dramatic structural change required for the galactosylation of Asp190, yet formation of a trapped glycosyl-enzyme intermediate substantially reduced its millisecond time scale conformational mobility. Although further studies are required to link the detected motions of LgtC with its enzymatic mechanism, this work clearly demonstrates the complex structural dynamics of a model glycosyltransferase.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23259770","name":"Investigating the Structural Dynamics of α-1,4-Galactosyltransferase C from Neisseria meningitidis by Nuclear Magnetic Resonance Spectroscopy","publisher":"Biochemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)"}]},{"publishedOn":{"month":10,"day":2,"year":2012},"description":"Lipopolysaccharide α-1,4-galactosyltransferase C (LgtC) from Neisseria meningitidis is responsible for a key step in lipooligosaccharide biosynthesis involving the transfer of α-galactose from the sugar donor UDP-galactose to a terminal acceptor lactose. Crystal structures of the complexes of LgtC with Mn(2+) and the sugar donor analogue UDP-2-deoxy-2-fluorogalactose in the absence and presence of the sugar acceptor analogue 4'-deoxylactose provided key insights into the galactosyl-transfer mechanism. Combined with kinetic analyses, the enzymatic mechanism of LgtC appears to involve a \"front-side attack\" S(N)i-like mechanism with a short-lived oxocarbenium-phosphate ion pair intermediate. As a prerequisite for investigating the required roles of structural dynamics in this catalytic mechanism by nuclear magnetic resonance techniques, the transverse relaxation-optimized amide (15)N heteronuclear single-quantum correlation and methyl (13)C heteronuclear multiple-quantum correlation spectra of LgtC in its apo, substrate analogue, and product complexes were partially assigned. This was accomplished using a suite of complementary spectroscopic approaches, combined with selective isotopic labeling and mutagenesis of all the isoleucine residues in the protein. Only ∼70% of the amide signals could be detected, whereas more than the expected number of methyl signals were observed, indicating that LgtC adopts multiple interconverting conformational states. Chemical shift perturbation mapping provided insights into substrate and product binding, including the demonstration that the sugar donor analogue (UDP-2FGal) associates with LgtC only in the presence of a metal ion (Mg(2+)). These spectral assignments provide the foundation for detailed studies of the conformational dynamics of LgtC.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi3010279","name":"Nuclear Magnetic Resonance Spectral Assignments of α-1,4-Galactosyltransferase LgtC from Neisseria meningitidis: Substrate Binding and Multiple Conformational States","publisher":"Biochemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)"}]},{"publishedOn":{"month":12,"day":1,"year":2009},"description":"Cell surface glycans are often terminated by sialic acid, which is incorporated onto sugar acceptors by sialyltransferases. The crystal structure of the GT family 42 Campylobacter jejuni alpha-2,3\/2,8-sialyltransferase (CstII) provides key insights into the sialyl-transfer mechanism, including tentative identification of His188 as the catalytic base. In support of this hypothesis, the CstII-H188A mutant is able to catalyze sialyl transfer from CMP-Neu5Ac to added anions such as azide and formate but not to its natural sugar acceptor lactose. Complementing this work, NMR spectroscopy was used to investigate the structure and dynamics of CstII and to measure the intrinsic pK(a) value of His188 for comparison with the pK(a) determined from the pH-dependent k(cat)\/K(M) of the enzyme. By systematically introducing point mutations at the subunit interfaces, two active monomeric variants, CstII-F121D and CstII-Y125Q, were obtained and characterized. In contrast to the wild-type tetramer, the monomeric CstII variants yielded good quality (1)H\/(15)N-HSQC and (1)H\/(13)C-methyl-TROSY NMR spectra. However, the absence of signals from approximately one-half of the amides in the (1)H\/(15)N-HSQC spectra of both monomeric forms suggests that the enzyme undergoes substantial conformational exchange on a millisecond to microsecond time scale. The histidine pK(a) values of CstII-F121D in its apo form were measured by monitoring the pH-dependent chemical shifts of [(13)C(epsilon1)]histidine, biosynthetically incorporated into the otherwise uniformly deuterated protein. Consistent with its proposed catalytic role, the site-specific pK(a) value approximately 6.6 of His188 matches the apparent pK(a) value approximately 6.5 governing the pH dependence of k(cat)\/K(M) for CstII toward CMP-Neu5Ac in the presence of saturating acceptor substrate.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi901606n","name":"NMR spectroscopic characterization of the sialyltransferase CstII from Campylobacter jejuni: histidine 188 is the general base","publisher":"Biochemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)"}]},{"publishedOn":{"month":2,"day":28,"year":2017},"description":"Amyloids are fibrillar nanostructures of proteins that are assembled in several physiological processes in human cells (e.g., hormone storage) but also during the course of infectious (prion) and noninfectious (nonprion) diseases such as Creutzfeldt-Jakob and Alzheimer's diseases, respectively. How the amyloid state, a state accessible to all proteins and peptides, can be exploited for functional purposes but also have detrimental effects remains to be determined. Here, we measure the nanomechanical properties of different amyloids and link them to features found in their structure models. Specifically, we use shape fluctuation analysis and sonication-induced scission in combination with full-atom molecular dynamics simulations to reveal that the amyloid fibrils of the mammalian prion protein PrP are mechanically unstable, most likely due to a very low hydrogen bond density in the fibril structure. Interestingly, amyloid fibrils formed by HET-s, a fungal protein that can confer functional prion behavior, have a much higher Young's modulus and tensile strength than those of PrP, i.e., they are much stiffer and stronger due to a tighter packing in the fibril structure. By contrast, amyloids of the proteins RIP1\/RIP3 that have been shown to be of functional use in human cells are significantly stiffer than PrP fibrils but have comparable tensile strength. Our study demonstrates that amyloids are biomaterials with a broad range of nanomechanical properties, and we provide further support for the strong link between nanomechanics and β-sheet characteristics in the amyloid core.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28256219","name":"Mapping the Broad Structural and Mechanical Properties of Amyloid Fibrils","publisher":"Biophysical Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAP4Q7wBarsD6pl-b8_GQfl7OfAnLN5aXi8,NAME_SEARCH,N8jB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABEKxg4Bo6si-tlHSQnwRDO9EfrjqWqiils,NAME_SEARCH,tHgU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABr5dPwBUthoghvK5fflX73LwPk1PwBE0Z0,NAME_SEARCH,1sKQ)"}]},{"publishedOn":{"month":8,"day":16,"year":2017},"description":"The yeast Sup35 protein is a subunit of the translation termination factor, and its conversion to the [PSI +] prion state leads to more translational read-through. Although extensive studies have been done on [PSI +], changes at the proteomic level have not been performed exhaustively. We therefore used a SILAC-based quantitative mass spectrometry approach and identified 4187 proteins from both [psi -] and [PSI +] strains. Surprisingly, there was very little difference between the two proteomes under standard growth conditions. We found however that several [PSI +] strains harbored an additional chromosome, such as chromosome I. Albeit, we found no evidence to support that [PSI +] induces chromosomal instability (CIN). Instead we hypothesized that the selective pressure applied during the establishment of [PSI +]-containing strains could lead to a supernumerary chromosome due to the presence of the ade1-14 selective marker for translational read-through. We therefore verified that there was no prevalence of disomy among newly generated [PSI +] strains in absence of strong selection pressure. We also noticed that low amounts of adenine in media could lead to higher levels of mitochondrial DNA in [PSI +] in ade1-14 cells. Our study has important significance for the establishment and manipulation of yeast strains with the Sup35 prion.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28814753","name":"The [PSI +] yeast prion does not wildly affect proteome composition whereas selective pressure exerted on [PSI +] cells can promote aneuploidy","publisher":"Scientific Reports","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApxEEMB_wNEBOcmvT6BaO9tZWhT5A9gEUQ,NAME_SEARCH,318u)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnc9hcBoQMQG6S0d1WPoPnFfHZj6BmQ1W4,NAME_SEARCH,6GUz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABEKxg4Bo6si-tlHSQnwRDO9EfrjqWqiils,NAME_SEARCH,tHgU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABr5dPwBUthoghvK5fflX73LwPk1PwBE0Z0,NAME_SEARCH,1sKQ)"}]}],"positions":null,"posts":[{"createdAt":1714943280000,"insightId":"87c8fff9-6d2e-4870-85d9-088fe92c117f","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":13},{"type":"PRAISE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7192993664485236736","threadUrn":"urn:li:activity:7192993664485236736","reactionsCount":14,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192993663986077697","message":{"attributes":[],"text":"I am so proud to be part of this project. I hope this concept could help ITP patients in the future."},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQGe5lQSkljM3g\/feedshare-shrink_2048_1536\/0\/1714741817898?e=1720051200&v=beta&t=L0_RBrRHHzo1yQ5SN33-j7C9r98E3wm7gDjaqeRAmI4"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192148467945820160","message":{"attributes":[{"length":24,"start":454,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/g-fSiGKy"}}},{"length":19,"start":547,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:894384629"}}},{"length":9,"start":568,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:564433137"}}},{"length":12,"start":579,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:903873581"}}},{"length":12,"start":593,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:118799605"}}},{"length":16,"start":607,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:600548120"}}},{"length":14,"start":625,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:891686494"}}},{"length":10,"start":703,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:289235803"}}},{"length":14,"start":715,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:89766437"}}},{"length":13,"start":731,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:130071231"}}},{"length":19,"start":746,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:458874947"}}},{"length":15,"start":786,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:142610174"}}},{"length":21,"start":803,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:175181891"}}},{"length":13,"start":826,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:1172783645"}}},{"length":18,"start":841,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:920956717"}}},{"length":14,"start":865,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:32812085"}}},{"length":21,"start":932,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:19194729"}}},{"length":14,"start":983,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:biotechnology"}}},{"length":13,"start":998,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:lifesciences"}}},{"length":21,"start":1012,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:healthcareinnovation"}}},{"length":8,"start":1034,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:biotech"}}},{"length":11,"start":1043,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:antibodies"}}},{"length":11,"start":1055,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:immunology"}}},{"length":21,"start":1067,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:monoclonalantibodies"}}},{"length":22,"start":1089,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:therapeuticantibodies"}}},{"length":14,"start":1112,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:immunetherapy"}}},{"length":18,"start":1127,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:autoimmunedisease"}}},{"length":15,"start":1146,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:biotechtoronto"}}},{"length":5,"start":1162,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ivig"}}},{"length":12,"start":1168,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:fcreceptors"}}},{"length":23,"start":1181,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:therapeuticdevelopment"}}}],"text":"🔬 Exciting Development in Immunotherapy Research! Our latest study on Fc receptor blockade using 17C02-albumin, published in Blood Advances, showcases a novel approach to combating Immune Thrombocytopenia (ITP) by selectively blocking macrophage Fc receptor III.\n\nThis study not only highlights the potential of 17C02-albumin to treat autoimmune diseases effectively but also opens the door to new therapeutic strategies. Check out the full paper here [https:\/\/lnkd.in\/g-fSiGKy] for a deep dive into our research and findings. Congratulations to Lázaro Gil González, Kevin Won, Zoya Tawhidi, Emma Cummins, Yoelys Cruz Leal, Yaima Tundidor, Ulrich J Sachs, Petter AA Norris, Yuexin Shan, Varsha Bhakta, Janessa Li, Ismael Samudio, Begonia Silva, Liza Cerna-Portillo, Alequis Pavon Oro, Peter Bergqvist, Patrick Hau Wing Chan, Amy Moorehead, Michelle Sholzberg, and Bill Sheffield on making this work a success!  A special thanks to adMare BioInnovations for supporting the project!\n\n#biotechnology #LifeSciences #HealthCareInnovation #Biotech #Antibodies #Immunology #MonoclonalAntibodies #TherapeuticAntibodies #ImmuneTherapy #AutoimmuneDisease #BiotechToronto #IVIG #FcReceptors #TherapeuticDevelopment"},"entityUrn":"urn:li:share:7192148467945820160"},"entityUrn":"urn:li:share:7192993663986077697"}}}]}