{"lastName":"Garcia Corbacho","objectUrn":"urn:li:member:175691803","geoRegion":"Barcelona, Catalonia, Spain","fullName":"Javier Garcia Corbacho","firstName":"Javier","currentPositions":[{"companyName":"IBIMA","title":"Head of IBIMA Phase 1 Clinical Trials Unit","tenureAtCompany":{"numYears":2,"numMonths":5},"companyUrnResolutionResult":{"employeeCountRange":"51-200","headquarters":{"country":"Spain","city":"Málaga"},"website":"http:\/\/www.ibima.eu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/ibima\/","industry":"Research Services"},"startedOn":{"month":1,"year":2022},"companyUrn":"urn:li:fs_salesCompany:3107585"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1517551974615?e=1723075200&v=beta&t=SqK-tFefE-fSlSGe1pufa3p2rMbJ3gYQ0YWiACFaoZ0","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1517551974575?e=1723075200&v=beta&t=BftRfNa7yharlyXvqDeQNABvTA_EdqMrFdsfwwdzWeU","height":200},{"width":335,"fileIdentifyingUrlPathSegment":"400_400\/0\/1517551974578?e=1723075200&v=beta&t=u5u54785p6z51BUrNiD0waFK8a5SOP87XaYpqFTvAAA","height":335},{"width":335,"fileIdentifyingUrlPathSegment":"800_800\/0\/1517551974559?e=1723075200&v=beta&t=mBAXAupWoV9QAI2UUW2IUXCJlWtG7DF3jDzY8Zrol7w","height":335}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQF9h_H5rLJdRw\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"emails":[{"dataSource":"LINKEDIN","emailAddress":"jgcorbacho@ibima.eu"}],"$anti_abuse_annotations":[{"attributeId":21,"entityId":1,"sourceUrn":"urn:li:member:175691803"}],"primaryEmail":"jgcorbacho@ibima.eu"},"industry":"Medical Practices","educations":[{"endedOn":{"year":2008},"degree":"Research profiency certificate","eduId":150711836,"fieldsOfStudy":["Medicine"],"schoolName":"Universidad de Medicina de Malaga","startedOn":{"year":2007}},{"endedOn":{"year":2006},"degree":"Licenciado en Medicina y Cirugia","eduId":145901569,"fieldsOfStudy":["Medicine"],"schoolName":"Universidad de Medicina de Malaga","startedOn":{"year":2000}}],"skills":[{"numOfEndorsement":1,"name":"IELTS:  Average mark 7.0 (2013)"},{"numOfEndorsement":1,"name":"FLIMs Workshop 2014.Methods in Clinical Cancer Research"},{"numOfEndorsement":12,"name":"Ensayos clínicos"},{"numOfEndorsement":5,"name":"Oncología"},{"numOfEndorsement":3,"name":"Medicina"},{"numOfEndorsement":3,"name":"Investigación clínica"},{"numOfEndorsement":3,"name":"Asistencia sanitaria"},{"numOfEndorsement":2,"name":"Cáncer"},{"numOfEndorsement":4,"name":"Hospitales"},{"numOfEndorsement":2,"name":"Investigación y desarrollo"},{"numOfEndorsement":2,"name":"Docencia médica"},{"numOfEndorsement":3,"name":"Salud pública"},{"numOfEndorsement":1,"name":"Clinical Trials"},{"numOfEndorsement":4,"name":"Oncology"},{"numOfEndorsement":4,"name":"Medicine"},{"numOfEndorsement":1,"name":"Clinical Research"},{"numOfEndorsement":1,"name":"Healthcare"},{"numOfEndorsement":1,"name":"Cancer"},{"numOfEndorsement":1,"name":"Medical Education"},{"numOfEndorsement":1,"name":"Hospitals"},{"numOfEndorsement":4,"name":"Biología molecular"},{"numOfEndorsement":4,"name":"Biotecnología"},{"numOfEndorsement":2,"name":"Healthcare Management"},{"numOfEndorsement":3,"name":"Gestión sanitaria"},{"numOfEndorsement":2,"name":"Industria farmacéutica"},{"numOfEndorsement":2,"name":"Ciencias naturales"},{"numOfEndorsement":2,"name":"Investigación"}],"numOfConnections":1131,"patents":[],"headline":"Head of IBIMA Phase 1 Clinical Trials Unit","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/javier-garcia-corbacho-5b7a094a","organizations":[],"location":"Barcelona, Catalonia, Spain","publications":[{"name":"Phase I expansion of S-222611, a reversible inhibitor of EGFR and HER2, in advanced solid tumors, including patients with brain metastases.\u2028","publishedOn":{"month":5,"day":20,"year":2015},"publisher":"Journal Clinical Oncology","url":"http:\/\/meeting.ascopubs.org\/cgi\/content\/abstract\/33\/15_suppl\/2511","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Phase I dose-escalation study of S-222611, an oral reversible dual tyrosine kinase inhibitor of EGFR and HER2, in patients with solid tumours. Eur J Cancer. 2015","publishedOn":{"month":1,"year":2015},"publisher":"Eur J Cancer","url":"http:\/\/www.ejcancer.com\/article\/S0959-8049(14)01092-2\/pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Phase I multicentre TAX-TORC trial of the dual mTORC1\/2 inhibitor AZD2014 (A) plus weekly paclitaxel (P) in patients (pts) with solid tumours (CRUKD\/12\/013).","publishedOn":{"year":2014},"publisher":"Annals of Oncology","url":"http:\/\/annonc.oxfordjournals.org\/content\/25\/suppl_4\/iv156.1.full.pdf+html","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Intensive profiling of circulating tumour DNA (ctDNA) from patients participating in experimental therapeutics trials including mutational profiles and copy number changes","publishedOn":{"month":6,"day":6,"year":2015},"publisher":"ASCO 2016","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"CamBMT1: A proof-of-principle phase 1b \/ randomised phase 2 study of afatinib penetration into brain metastases (mets) for patients undergoing neurosurgical resection, both with and without prior low-dose, targeted radiotherapy.","publishedOn":{"year":2016},"publisher":"ESMO 2016 conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAiTG-8BRScJkCCTF8uV_7nDL2b53OZfXtM,NAME_SEARCH,i-w0)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4XVtoBJ3ZuijJoXfOBnh0eue52GXQVvsc,NAME_SEARCH,zTCl)"}]},{"name":"A phase I dose escalation study of the tolerability of the oral VEGFR and EGFR inhibitor vandetanib in combination with the oral MEK1\/2 inhibitor selumetinib in solid tumors","publishedOn":{"year":2016},"publisher":"ESMO 2016 conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAiTG-8BRScJkCCTF8uV_7nDL2b53OZfXtM,NAME_SEARCH,i-w0)"}]},{"publishedOn":{"month":12,"year":2016},"description":"Abstract\nPURPOSE:\nLimited data are available on cabazitaxel pharmacokinetics in patients with renal impairment. This open-label, multicenter study assessed cabazitaxel in patients with advanced solid tumors and normal or impaired renal function.\nMETHODS:\nCohorts A (normal renal function: creatinine clearance [CrCL] >80 mL\/min\/1.73 m2), B (moderate renal impairment: CrCL 30 to <50 mL\/min\/1.73 m2) and C (severe impairment: CrCL <30 mL\/min\/1.73 m2) received cabazitaxel 25 mg\/m2 (A, B) or 20 mg\/m2 (C, could be escalated to 25 mg\/m2), once every 3 weeks. Pharmacokinetic parameters and cabazitaxel unbound fraction (F U) were assessed using linear regression and mixed models. Geometric mean (GM) and GM ratios (GMRs) were determined using mean CrCL intervals (moderate and severe renal impairment: 40 and 15 mL\/min\/1.73 m2) versus a control (90 mL\/min\/1.73 m2).\nRESULTS:\nOverall, 25 patients received cabazitaxel (median cycles: 3 [range 1-20]; Cohort A: 5 [2-13]; Cohort B: 3 [1-15]; and Cohort C: 5 [1-20]), of which 24 were eligible for pharmacokinetic analysis (eight in each cohort). For moderate and severe renal impairment versus normal renal function, GMR estimates were: clearance normalized to body surface area (CL\/BSA) 0.95 (90% CI 0.80-1.13) and 0.89 (0.61-1.32); area under the curve normalized to dose (AUC\/dose) 1.06 (0.88-1.27) and 1.14 (0.76-1.71); and F U 0.99 (0.94-1.04) and 0.97 (0.87-1.09), respectively. Estimated slopes of linear regression of log parameters versus log CrCL (renal impairment) were: CL\/BSA 0.06 (-0.15 to 0.28); AUC\/dose -0.07 (-0.30 to 0.16); and F U 0.02 (-0.05 to 0.08). Cabazitaxel safety profile was consistent with previous reports.\nCONCLUSIONS:\nRenal impairment had no clinically meaningful effect on cabazitaxel pharmacokinetics.\nTRIAL REGISTRATION:\nClinicalTrials.gov NCT01527929 NCT01853046.\nKEYWORDS:\nAdvanced solid tumors; Cabazitaxel; Pharmacokinetics; Phase I; Renal impairment","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27796539","name":"A phase I pharmacokinetic and safety study of cabazitaxel in adult cancer patients with normal and impaired renal function","publisher":"Cancer Chemother Pharmacol - ISSN 0344-5704","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAG7TrEB-USjW8CZFHIGXLPljbd8NTCVyxw,NAME_SEARCH,_PYW)"}]},{"publishedOn":{"month":2,"day":24,"year":2017},"description":"Improvements in genomic and molecular methods are expanding the range of potential applications for circulating tumour DNA (ctDNA), both in a research setting and as a 'liquid biopsy' for cancer management. Proof-of-principle studies have demonstrated the translational potential of ctDNA for prognostication, molecular profiling and monitoring. The field is now in an exciting transitional period in which ctDNA analysis is beginning to be applied clinically, although there is still much to learn about the biology of cell-free DNA. This is an opportune time to appraise potential approaches to ctDNA analysis, and to consider their applications in personalized oncology and in cancer research.","url":"https:\/\/doi.org\/10.1038\/nrc.2017.7","name":"Liquid biopsies come of age: towards implementation of circulating tumour DNA","publisher":"Nature Cancer Review - ISSN 1474-175X","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAiTG-8BRScJkCCTF8uV_7nDL2b53OZfXtM,NAME_SEARCH,i-w0)"}]},{"name":"RADICAL trial: A phase Ib\/IIa study to assess the safety and efficacy of AZD4547 in combination with either anastrozole or letrozole in ER positive breast cancer patients progressing on these aromatase inhibitors (AIs).","publishedOn":{"month":6,"day":4,"year":2017},"description":"Background: Patients with M1 ER + breast cancer invariably experience disease progression whilst taking AIs. Fibroblast growth factor receptor inhibitors (FGFRI) such as AZD4547 can reverse endocrine resistance in breast cancer cells. We designed the RADICAL trial to test the safety and efficacy of AZD4547 combined with letrozole (L) or anastrozole (A). Methods: Patients with prior PD on either AI were initially recruited to a PH Ib study which showed that L 2.5mg or A 1mg od continuously could be safely combined with AZD4547 80mg twice daily on a 1wk on\/1 wk off schedule. PK data showed no significant interactions. 52 patients progressing on these AIs were recruited, either continuing, or, if other therapies had subsequently been given, restarting their prior AI together with AZD4547. Primary endpoint was change in tumour size (RECIST v 1.1) at 12 weeks compared to baseline. Results: Enrolled patients had previously received a median of 4 (range: 1-11) systemic therapies, including endocrine treatments with a median of 2 (range: 1-6). The mean tumour size change at 12 and 28 weeks was 7% (95%CI: -4%, 17%) and 8% (95%CI: -4%, 20%), respectively. Clinical benefit assessed by partial response (PR) or stable disease (SD) occurred in 36.5% (1 PR and 18 SD) and 25% (2 PR and 11 SD) of patients at 12 and 28 weeks, respectively. The median PFS was 3.1 months (95%CI: 2.4-5.4). Most adverse events (AEs) were G1\/2 (95.3%). 11 (21%) patients developed asymptomatic AZD4547-induced retinal pigment epithelial detachment, all resolved and 1 and 6 were able to continue on study medication at full and half dose, respectively. Among 34 G3\/4 AEs, only 6 were probably\/possibly related to AZD4547. Out of 13 unrelated serious AEs, 2 were fatal. Conclusions: Combined AZD4547 with L or A appears to be safe and shows anti-tumour activity in advanced ER+ patients resistant to these AIs. Development of a biomarker to select patients for this therapy will facilitate future studies.","publisher":"ASCO 2017","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"}]},{"publishedOn":{"month":2,"year":2017},"description":"Background: Additional systemic therapy given to unselected patients (pts) around RP has yet to improved pt survival. Further trials should use appropriate pt selection. Using novel drugs prior to RP allows direct study of effects in primary prostate cancer (PC) that may guide design of future trials. Altered PI3K\/AKT\/mTOR pathway signalling is associated with aggressive PC hence we have undertaken a study vistusertib )mTORC1\/mTORC2) inhibitor prior to RP.  Methods: 1ry endpoint: measure mTOR1\/2 inhibition by IHC. 2ry endpoints: feasibility, safety, tolerability, plasma concentrations of vistusertib. Exploratory objectives included measurement of anti-cancer effects. Men, due for RP, with high volume or aggressive PC consented and received vistusertib, 50mg bd, for 15 days prior to RP. Diagnostic biopsy and RP tissue were collected for IHC. Plasma was collected to determine vistusertib concentrations. Results: 21 men, median age 62 (range 50 – 69) included 11 intermediate and 10 high risk PC. 18\/21 were evaluable for primary endpoint. On day of RP mean plasma vistusertib concentration at RP was 648 ng\/mL (range 386-852) and 6-8 hr post dose 484 ng\/mL (range 211-660). Majority of related AEs were Gr 1, the most common being rash, thrombocytopenia, oral mucositis, diarrhoea, lymphopenia and fatigue. 6 pts experienced Gr3 AEs (3 pt lymphopenia, 1 pt each rash, mucositis and ALT rise). 2 pts discontinued due to AEs (mucositis, thrombocytopenia) and one withdrew consent. Surgery was delayed in 1 pt (Gr 1 thrombocytopenia). IHC confirmed at RP: 4EBP1 was reduced in 100% pt (75% no staining post vistusertib) and pS6 was reduced in 67%, not changed in 25% and increased in 8%. A fall in PSA occurred in 4\/18 pts. Conclusions: 2 weeks of AZD2014 can be given prior to RP. Active plasma concentrations were achieved. mTOR pathway inhibition was confirmed on IHC and a PSA fall occurred in 22% of pt. Analysis is ongoing, to be informed by concomitant studies in a PTEN null PC model","url":"https:\/\/asco.confex.com\/asco\/gucs2017\/sci\/papers\/viewonly.cgi?username=178230&password=871648","name":"CANCAP02 - a study into the pharmacodynamic biomarker effects of vistusertib (AZD2014), an mTORC1\/2 inhibitor, given prior to radical prostatectomy (RP).","publisher":"ASCO GU 2017","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAiTG-8BRScJkCCTF8uV_7nDL2b53OZfXtM,NAME_SEARCH,i-w0)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"}]},{"publishedOn":{"month":6,"day":1,"year":2017},"description":"Purpose Pegylated arginine deiminase (ADI-PEG 20) depletes essential amino acid levels in argininosuccinate synthetase 1 (ASS1) -negative tumors by converting arginine to citrulline and ammonia. The main aim of this study was to determine the recommended dose, safety, and tolerability of ADI-PEG 20, cisplatin, and pemetrexed in patients with ASS1-deficient malignant pleural mesothelioma (MPM) or non-small-cell lung cancer (NSCLC). Patients and Methods Using a 3 + 3 + 3 dose-escalation study, nine chemotherapy-naïve patients (five MPM, four NSCLC) received weekly ADI-PEG 20 doses of 18 mg\/m2, 27 mg\/m2, or 36 mg\/m2, together with pemetrexed 500 mg\/m2 and cisplatin 75 mg\/m2 which were given every three weeks (maximum of six cycles). Patients achieving stable disease or better could continue ADI-PEG 20 monotherapy until disease progression or withdrawal. Adverse events were assessed by Common Terminology Criteria for Adverse Events version 4.03, and pharmacodynamics and immunogenicity were also evaluated. Tumor response was assessed by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 for NSCLC and by modified RECIST criteria for MPM. Results No dose-limiting toxicities were reported; nine of 38 reported adverse events (all grade 1 or 2) were related to ADI-PEG 20. Circulating arginine concentrations declined rapidly, and citrulline levels increased; both changes persisted at 18 weeks. Partial responses were observed in seven of nine patients (78%), including three with either sarcomatoid or biphasic MPM. Conclusion Target engagement with depletion of arginine was maintained throughout treatment with no dose-limiting toxicities. In this biomarker-selected group of patients with ASS1-deficient cancers, clinical activity was observed in patients with poor-prognosis tumors. Therefore, we recommend a dose for future studies of weekly ADI-PEG 20 36 mg\/m2 plus three-weekly cisplatin 75 mg\/m2 and pemetrexed 500 mg\/m2.","url":"https:\/\/ascopubs.org\/doi\/10.1200\/JCO.2016.71.3230","name":"Phase 1 Dose-Escalation Study of Pegylated Arginine Deiminase, Cisplatin, and Pemetrexed in Patients With Argininosuccinate Synthetase 1-Deficient Thoracic Cancers","publisher":"Journal of Clinical Oncology - ISSN 0732-183X","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAiTG-8BRScJkCCTF8uV_7nDL2b53OZfXtM,NAME_SEARCH,i-w0)"}]},{"name":"Adjuvant Chemotherapy for High-risk Patients With Urothelial Carcinoma","publishedOn":{"month":9,"year":2011},"publisher":"European Journal of Cancer","url":"http:\/\/dx.doi.org\/10.1016\/S0959-8049(11)72044-5","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"year":2017},"description":"Background\n\nPatients with metastatic ER+ breast cancer almost invariably experience disease progression whilst taking AIs. Fibroblast growth factor receptor inhibitors, e.g. AZD4547 can reverse endocrine resistance in breast cancer cells. Consequently, we designed the RADICAL trial to test safety and efficacy of AZD4547 combined with letrozole (L) or anastrozole (A).\n\nMethod\n\nOur initial Phase Ib study demonstrated AZD4547 80mg bd, on a one week on\/one week off schedule in combination with L(2.5mg) \/ A(1mg) OD is safe and well tolerated.Pharmacokinetic data showed no significant interactions. Subsequently, 52 patients progressing on these AIs were recruited, either continuing, or restarting their prior AI together with AZD4547. Primary endpoint was change in tumour size (RECIST v 1.1) at 12 weeks compared to baseline.\n\nResults\n\nEnrolled patients had previously received a median of 4 (range: 1-11) systemic therapies, including endocrine treatments with a median of 2 (range: 1-6). Mean tumour size change at 12 and 28 weeks was 7% (95%CI: -4%, 17%) and 8% (95%CI: -4%, 20%), respectively. Clinical benefit assessed by partial response (PR) or stable disease (SD) occurred in 36.5% (1 PR and 18 SD) and 25% (2 PR and 11 SD) of patients at 12 and 28 weeks, respectively. Median progression free survival was 3.1 months (95%CI: 2.4-5.4).Most adverse events (AEs) were G1\/2 (95.3%). 11 (21%) patients developed asymptomatic AZD4547-induced retinal pigment epithelial detachment, all resolved and 1 and 6 were able to continue on study medication at full and half dose, respectively. Among 34 G3\/4 AEs, only 6 were probably\/possibly related to AZD4547. Of 13 unrelated serious AEs, 2 were fatal.\n\nConclusion\n\nCombined AZD4547 with L or A appears to be safe and shows anti-tumour activity in advanced ER+ patients resistant to these AIs. Development of a biomarker to select patients for this therapy will facilitate future studies.","url":"http:\/\/abstracts.ncri.org.uk\/abstract\/radical-trial-a-phase-ibiia-study-to-assess-safety-and-efficacy-of-azd4547-in-combination-with-either-anastrozole-or-letrozole-in-er-breast-cancer-patients-progressing-on-these-aromatase-inhibitors\/","name":"RADICAL trial: a phase Ib\/IIa study to assess safety and efficacy of AZD4547 in combination with either anastrozole or letrozole in ER+ breast cancer patients progressing on these aromatase inhibitors","publisher":"NCRI Cancer Conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Copy-number alteration scores from shallow whole-genome sequencing are versatile quantitative markers in liquid biopsy","publishedOn":{"month":9,"day":20,"year":2017},"publisher":"10th International Symposium on Circulating Nucleic Acids in Plasma and Serum (CNAPS)","url":"http:\/\/montpellier-cancer.com\/10th-international-symposium-on-circulating-nucleic-acids-in-plasma-and-serum-cnaps-20-22-septembre-2017\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":8,"year":2017},"description":"Background: \nProgrammed-death 1 (PD-1) and V-domain Ig suppressor of T-cell activation (VISTA) are independent immune checkpoints that negatively regulate T-cell function and are implicated in various malignancies. Pre-clinical studies demonstrated that dual blockade of the 2 checkpoints can be synergistic.  CA-170 is a novel oral small molecule ICI that directly targets both PD-L1 and VISTA and showed anti-tumor activity in preclinical models.\nResults: \nA total of 34 pts were treated across 6 dose levels (50 -800 mg) with 28 evaluable for dose limiting toxicity (DLT) and 4 still ongoing in cycle 1. Tumor types: lung cancer (7), ovarian (5), lymphoma (4), head and neck (3), renal cell carcinoma (3) and others (12). 17 pts are naïve to ICI therapy and has tumor types for which there is at least one FDA approved ICI - many pts in this group are newly enrolled and still pending first tumor restaging.  \nNo DLT or ≥ grade 3 drug-related adverse event (AE) has been observed. The most common treatment-emergent AEs (all grades) were fatigue (24%), gastritis (20%), nausea (20 %), vomiting (20%), chills (16%), constipation (16%) and headache (16%).  These were predominantly Grade 1 and self-limiting events. \n19 pts are evaluable for anti-tumor activity with 12 showing stable disease and 4 on study for > 6 cycles. An ICI naïve melanoma pt had lesion shrinkage by 14% per RECIST and 23% per immune-related response criteria. \n\nCA-170 exhibits generally dose proportional plasma exposure with T1\/2 of 4 - 9.5 hours. Evidence of peripheral T cell activation was observed with an increased proportion of circulating CD8+ and CD4+ T cells expressing activation markers, CD69 and CD134, following oral dosing.\nConclusions:\nThe data suggest CA-170 has an acceptable safety profile with preliminary signs of immune modulation and anti-tumor activity and approximately dose proportional PK profile. MTD has not been reached. \n","url":"https:\/\/www.sitcancer.org\/2017\/abstracts\/titles","name":"Phase 1 trial of CA-170, a first-in-class, orally available, small molecule immune checkpoint inhibitor (ICI) dually targeting PD-L1 and VISTA, in patients (pts) with advanced solid tumors or lymphomas","publisher":"SITC 2017 conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"CA-170, A First in Class Oral Small Molecule Dual Inhibitor of Immune Checkpoints PD-L1 and VISTA, Demonstrates Tumor Growth Inhibition in Pre-Clinical Models and Promotes T Cell Activation in Phase 1 Study","publishedOn":{"month":9,"day":10,"year":2017},"publisher":"ESMO 2017","url":"http:\/\/www.esmo.org\/Conferences\/Past-Conferences\/ESMO-2017-Congress","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":7,"year":2017},"description":"Background\n\nPatients with metastatic ER+ breast cancer almost invariably experience disease progression whilst taking AIs. Fibroblast growth factor receptor inhibitors, e.g. AZD4547 can reverse endocrine resistance in breast cancer cells. Consequently, we designed the RADICAL trial to test safety and efficacy of AZD4547 combined with letrozole (L) or anastrozole (A).\n\nMethod\n\nOur initial Phase Ib study demonstrated AZD4547 80mg bd, on a one week on\/one week off schedule in combination with L(2.5mg) \/ A(1mg) OD is safe and well tolerated.Pharmacokinetic data showed no significant interactions. Subsequently, 52 patients progressing on these AIs were recruited, either continuing, or restarting their prior AI together with AZD4547. Primary endpoint was change in tumour size (RECIST v 1.1) at 12 weeks compared to baseline.\n\nResults\n\nEnrolled patients had previously received a median of 4 (range: 1-11) systemic therapies, including endocrine treatments with a median of 2 (range: 1-6). Mean tumour size change at 12 and 28 weeks was 7% (95%CI: -4%, 17%) and 8% (95%CI: -4%, 20%), respectively. Clinical benefit assessed by partial response (PR) or stable disease (SD) occurred in 36.5% (1 PR and 18 SD) and 25% (2 PR and 11 SD) of patients at 12 and 28 weeks, respectively. Median progression free survival was 3.1 months (95%CI: 2.4-5.4).Most adverse events (AEs) were G1\/2 (95.3%). 11 (21%) patients developed asymptomatic AZD4547-induced retinal pigment epithelial detachment, all resolved and 1 and 6 were able to continue on study medication at full and half dose, respectively. Among 34 G3\/4 AEs, only 6 were probably\/possibly related to AZD4547. Of 13 unrelated serious AEs, 2 were fatal.\n\nConclusion\n\nCombined AZD4547 with L or A appears to be safe and shows anti-tumour activity in advanced ER+ patients resistant to these AIs. Development of a biomarker to select patients for this therapy will facilitate future studies.","url":"http:\/\/abstracts.ncri.org.uk\/abstract\/radical-trial-a-phase-ibiia-study-to-assess-safety-and-efficacy-of-azd4547-in-combination-with-either-anastrozole-or-letrozole-in-er-breast-cancer-patients-progressing-on-these-aromatase-inhibitors\/","name":"A multi-centre, open label Phase Ib\/IIa study to assess the safety and efficacy of AZD4547 combined with either anastrozole or letrozole in ER positive breast cancer patients progressing on either AI (RADICAL)","publisher":"NCRI conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"year":2015},"description":"2583\n\nBackground: The clinical utility of agents that target EGFR and VEGFR signaling in Non-Small Cell Lung Cancer (NSCLC) is limited by resistance due to emergent alternative growth stimulatory pathways, particularly that of MEK. Thus, there is a strong rationale for developing a strategy to combine EGFR, VEGFR and MEK inhibitors. Methods: Patients (Pts) aged > 18y, life expectancy > 12w and cytologically proven solid tumors for which no conventional therapy exists were eligible to participate. Six dose levels have been explored. PK samples were obtained on D4, 15 and 29. Pts remained on treatment until progressive disease or unacceptable toxicity. Results: 41 pts of median age 62y (36 – 80y); M-20, F-21; lung-23, CRC-9, Mesothelioma-3, pancreas-2, Other-4 were enrolled. 40 pts were eligible for safety assessment. Median treatment time was 10 w (range 2-44 w). GI and skin toxicities were the most prevalent related AEs (GI: 124 AEs in 88% pts; Skin: 74 AEs in 95% pts). Sixteen related eye disorders were seen in 12 pts to include retinal detachments-6 (G1-2) and retinopathies-2 (G2 and 3). Evidence of dose dependent skin and eye toxicity was observed. Six DLTs were identified; Cohort (Coh) 1 - G3 hypertension, Coh 3 & 5a - G2-3 eye events (3 AEs), Coh 4 - G3 bradycardia and Coh 5b - G3 raised ALP. The PK data for V alone and in combination with S were similar to those previously reported for either drug alone. Conclusions: V and S have overlapping toxicities, yet the combination has been manageable, with the AE profile consistent with the known monotherapy profiles. A higher incidence of reversible eye events was observed in combination than with single agent S. PK has shown no drug interaction. S dose of 100mg once daily or 50mg twice daily is the MTD in combination with V. V combination MTD to be confirmed. Stable disease was confirmed in four NSCLC patients who received 6-10 cycles. Clinical trial information: NCT01586624.","url":"http:\/\/ascopubs.org\/doi\/abs\/10.1200\/jco.2015.33.15_suppl.2583","name":"A phase I dose escalation study of the tolerability of the oral VEGFR and EGFR inhibitor vandetanib (V) in combination with the oral MEK inhibitor selumetinib (S) in solid tumors.","publisher":"ASCO 2015","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":1,"year":2018},"description":"Background: CX-072 is a Pb-Tx directed against programmed cell death ligand 1 (PD-L1), designed to be preferentially activated by tumor-associated proteases but not in healthy tissue. Preclinically, the combination of a PD-1 Pb-Tx with an anti–CTLA-4 antibody showed comparable efficacy but improved safety compared to the non–Pb-Tx combination control. This dose-escalation cohort of CX-072 + ipi in pts with advanced solid tumors was designed to examine the safety and tolerability of combination therapy. Methods: In this ongoing phase 1-2 study (NCT03013491), pts receive CX-072 + ipi in a concomitant dosing schedule (study Part B1). Eligible pts are PD-1, PD-L1, and CTLA-4 inhibitor naive. Planned doses are CX-072 0.3-30 mg\/kg IV every 21 days + ipi 3 mg\/kg or 10 mg\/kg IV every 21 days for 4 cycles, followed by CX-072 monotherapy every 14 days. Results: As of data cut (Nov 30, 2017), part B1 enrolled 9 pts. Median age was 44 years (range, 28-70); 6 pts (67%) were male. Median number of prior anticancer treatments was 4 (range, 2-18). At the time of data cut, 6 pts remained on treatment. Median number of doses of CX-072 (0.3 and 1 mg\/ kg) and ipi (3 mg\/kg) was 2 (range, 2-10) and 2 (range, 2-4), respectively. 1 DLT (grade 3 dyspnea, 0.3 mg\/kg CX-072 + 3 mg\/kg ipi) was observed. MTD has not been reached and dose escalation continues. Grade 1-2 treatment-related adverse events (TRAEs) occurred in 6 pts (67%). 4 grade 3 TRAEs were experienced by 2 pts (22%) and included colitis, pneumonitis, and AST and ALT increases (0.3 mg\/kg CX-072 + 3 mg\/kg ipi). At cutoff, 1 of 4 evaluable pts showed target lesion reduction of 31% from baseline (0.3 mg\/kg CX-072, anal SCC, MSI stable, and intermediate tumor mutation burden). As of Dec 4, this patient had a confirmed PR with 56% reduction in target lesion. Conclusions: Preliminary data for CX-072 + ipi show a manageable safety profile and signals of antitumor activity. CT information: NCT03013491.","url":"http:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2018.36.15_suppl.3072","name":"Preliminary Interim Results of the First-in-Human, Dose-Finding PROCLAIM-CX-072 Trial of the PD-L1 Probody Therapeutic CX-072 in Combination With Ipilimumab in Patients With Advanced Solid Tumors.","publisher":"ASCO 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":2,"year":2018},"description":"Background: The effect of novel drugs can be studied in primary prostate cancer (PC), if given prior to radical prostatectomy (RP). Altered PI3K\/AKT\/mTOR signalling is associated with aggressive primary PC and progression. CanCap02 investigated the effects of vistusertib (AZD2014), an oral, dual mTORC1\/mTORC2 inhibitor in men with PC. Methods: Men, due for RP, with high volume or aggressive PC consented and received vistusertib, 50mg bd, for 15 days prior to RP. Diagnostic biopsy, attempted intra-operative biopsy and RP tissue were collected for IHC analysis. The primary endpoint was to measure mTOR1\/2 inhibition by IH). Secondary endpoints were feasibility, safety, tolerability and vistusertib plasma pharmacokinetics. Exploratory objectives included interrogating biological pathways related to mTOR and anti-cancer effects. Results: Median age 62 (50 – 69) yrs, 48% intermediate and 52% high risk recurrence. 20\/23 pt were evaluable for primary endpoint analysis. The majority of AEs (67%) were Gr1 includin: mucositis, diarrhoea, thrombocytopenia, rash, transaminitis, lymphopenia and hyperglycaemia. 2 pts discontinued vistusertib due to AEs (mucositis, thrombocytopenia, raised liver enzymes\/ bilirubin) which resolved prior to RP. RP was only delayed in one pt to allow resolution of AE (Gr 1 thrombocytopenia). Vistusetib inhibited mTOR1\/2 (pS6, 4EBP1 and NDRG1 were reduced). PSA declined in 3 pt (15%, range -48 to +332%) over two week dosing period. Analysis of tumour PTEN status, TILs and Ki67 are ongoing. Mean plasma vistusertib concentration during RP was 738 ± 287 ng\/mL. Mean fasting plasma glucose was 4.88 ± 0.56 mmol\/L at baseline and rose after vistusertib to 6.16 ± 0.78 mmol\/L, correlated with plasma vistusertib levels. Conclusions: Vistusertib (50mg bd) is feasible for a two week course prior to RP, mTORC1\/ 2 were inhibited in tumour tissue as well as surrogate tests (ie plasma glucose) and in some pt (15% pt) a fall in PSA occurred. CT information: NCT02064608","url":"http:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2018.36.15_suppl.5081","name":"CANCAP02: A pharmacodynamic biomarker study of vistusertib (AZD2014), an mTORC1\/2 inhibitor, given prior to radical prostatectomy.","publisher":"ASCO 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAiTG-8BRScJkCCTF8uV_7nDL2b53OZfXtM,NAME_SEARCH,i-w0)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"}]},{"publishedOn":{"month":11,"day":7,"year":2018},"description":"Existing  methods  to  improve  detection  of  circulating  tumor  DNA  (ctDNA)  have  focused  on  genomic  alterations  but have rarely considered the biological properties of plasma cell-free DNA (cfDNA). We hypothesized that differ-ences in fragment lengths of circulating DNA could be exploited to enhance sensitivity for detecting the presence of ctDNA and for noninvasive genomic analysis of cancer. We surveyed ctDNA fragment sizes in 344 plasma samples from 200 patients with cancer using low-pass whole-genome sequencing (0.4×). To establish the size distribution of mutant ctDNA, tumor-guided personalized deep sequencing was performed in 19 patients. We detected enrichment of ctDNA in fragment sizes between 90 and 150 bp and developed methods for in vitro and in silico size selection of these fragments. Selecting fragments between 90 and 150 bp improved detection of tumor DNA, with more than twofold median enrichment in >95% of cases and more than fourfold enrichment in >10% of cases. Analysis of size-selected cfDNA identified clinically actionable mutations and copy number alterations that were otherwise not detected. Identification of plasma samples from patients with advanced cancer was improved by predictive models integrating fragment length and copy number analysis of cfDNA, with area under the curve (AUC) >0.99 compared to AUC <0.80 without fragmentation features. Increased identification of cfDNA from pa-tients  with  glioma,  renal,  and  pancreatic  cancer  was  achieved  with  AUC  >  0.91  compared  to  AUC  <  0.5  without  fragmentation features. Fragment size analysis and selective sequencing of specific fragment sizes can boost ctDNA detection and could complement or provide an alternative to deeper sequencing of cfDNA.","url":"http:\/\/stm.sciencemag.org\/content\/10\/466\/eaat4921\/tab-pdf","name":"Enhanced detection of circulating tumor DNA by fragment size analysis.Selective sequencing of cell-free DNA to enhance detection of circulating tumor DNA.","publisher":"SCIENCE TRANSLATIONAL MEDICINE - ISSN 1946-6234","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXDU7YBqK4Mjgp5hgVaxQtdpns80wP63vo,NAME_SEARCH,DDWd)"}]},{"publishedOn":{"month":6,"day":1,"year":2018},"description":"Background: In advanced cancer, the overall response rate (ORR) following anti-PD1 monotherapy is variable (0% to 50%). Here, we hypothesized that this observation is partly explained by different amounts of the drug target (i.e. PD1) in the tumor. Methods: RNA-seq data from 10,078 tumors representing 34 cancer-types were obtained from TCGA. The expression of PD1 and 566 immune-related genes\/signatures were evaluated. Correlations between each gene\/signature and ORRs reported in the literature were calculated. We included only studies of anti-PD1 monotherapy that enrolled at least 20 patients (pts) who were not selected for PDL1 expression. To translate the in-silico findings to the clinical setting, we analyzed the expression of PD1 mRNA using the nCounter platform in 694 formalin-fixed paraffin embedded (FFPE) tumor samples from 16 cancer-types. Finally, we evaluated FFPE-based PD1 mRNA from an independent dataset of 102 pts with advanced solid tumors treated with anti-PD1 monotherapy.\nConclusions: Our findings highlight the strong relationship between PD1 mRNA expression and the activity of anti-PD1 therapies across multiple cancers.\n\n© 2018 by American Society of Clinical Oncology","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2018.36.15_suppl.3076","name":"Association between PD1 mRNA and response to anti-PD1 monotherapy across multiple cancers","publisher":"ASCO 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABENZ-0BU5jZXzhtmKTANPEBOpK8VxjlMxs,NAME_SEARCH,rRdQ)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAfi0pMBrTILwCUCaFMmztVi_R3PxYR9a4c,NAME_SEARCH,pvKC)"}]},{"publishedOn":{"month":10,"day":19,"year":2018},"description":"Monoclonal antibodies against checkpoint inhibitors (CHKPNT) such as pembrolizumab showed clinical benefit in patients with microsatellite instability (MSI) in mCRC but not in MSS patients. Cancer vaccines with ADC could be a complementary therapeutic approach to CHKPNT. We previously conducted a negative randomized phase II trial in mCRC patients refractory to standard therapy, with ADC compared to the best supportive (Eur J Cancer 64:167-74, 2016). A phase I-II multicentric trial with avelumab (anti-PD-L1) plus ADC vaccine in pre-treated MSS mCRC patients began in April 2018 (NCT03152565).","url":"https:\/\/oncologypro.esmo.org\/meeting-resources\/esmo-2018-congress\/AVEVAC.-A-phase-I-II-trial-with-avelumab-plus-autologous-dendritic-cell-ADC-vaccine-in-pre-treated-mismatch-repair-proficient-MSS-metastatic-colorectal-cancer-mCRC-patients.-GEMCAD-16-02","name":"AVEVAC. A PHASE I-II TRIAL WITH AVELUMAB PLUS AUTOLOGOUS DENDRITIC CELL (ADC) VACCINE IN PRE-TREATED MISMATCH REPAIR-PROFICIENT (MSS) METASTATIC COLORECTAL CANCER (MCRC) PATIENTS. (GEMCAD 16-02)","publisher":"ESMO 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":10,"day":19,"year":2018},"description":"Background\nAntibodies (Abs) against programmed cell death ligand-1 (PD-L1) have improved survival in many types of cancer when used as monotherapy. However, anti–PD-L1 agents can be associated with high-grade immune-related adverse events (irAEs), particularly when used in combination with other anticancer agents. CX-072 is an anti–PD-L1 Probody™ therapeutic (Pb-Tx) designed to be preferentially activated by proteases in the tumor microenvironment and not in healthy tissue. Preclinically, Pb-Tx exhibited anticancer activity of the parent Ab with reduced toxicities in models of autoimmunity.\n\nMethods\nIn parts A and A2 of the ongoing phase 1\/2 Probody Clinical Assessment In Man (PROCLAIM)-CX-072 study (NCT03013491), CX-072 monotherapy is evaluated in a dose-escalation cohort of pts with advanced, heavily pretreated solid tumors. Part A2 required PD-L1-positive tumors and paired biopsies. Eligible pts were PD-1, PD-L1, and CTLA-4 inhibitor naive, with immunotherapy (IMT) unavailable as a standard of care. CX-072 is given every 14 days in cohorts of intravenous doses ranging from 0.03-30 mg\/kg.\nResults\nAs of April 20, 2018, part A\/A2 had enrolled 37 pts. Pts had a median (range) of 3 (1-13) prior anticancer treatments. 14 (37.8%) pts are still on treatment at time of data cut. Median (range) time on treatment was 2.1 months (1-10). One DLT was observed (grade 3 febrile neutropenia; 3 mg\/kg); MTD was not reached. Grade 3-4 treatment-related events were observed in 4 (10.8%) pts. irAEs with reversible grade 3 events occurred in 3 patients: thrombocytopenia, aminotransferase increases, and dyspnea. Two subjects discontinued CX-072 due to AEs. Across all dose levels, best response based on investigators’ assessment in 23 evaluable pts included 2 partial response (thymoma, 3 mg\/kg; TNBC, 10 mg\/kg), 10 stable disease, and 11 progressive disease.\n","url":"https:\/\/oncologypro.esmo.org\/meeting-resources\/esmo-2018-congress\/Preliminary-results-of-PROCLAIM-CX-072-The-first-in-human-dose-finding-trial-of-PD-L1-Probody-therapeutic-CX-072-as-monotherapy-in-patients-pts-with-advanced-solid-tumors","name":"Preliminary results of PROCLAIM-CX-072: The first-in-human, dose-finding trial of PD-L1 Probody therapeutic CX-072 as monotherapy in patients with advanced solid tumors.","publisher":"ESMO 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":10,"day":19,"year":2018},"description":"Background\nWe hypothesized that the abundance of PD1 mRNA in tumor samples might explain the differences in overall response rates (ORR) observed following anti-PD1 monotherapy across cancer types.\nPatients and methods\nRNASeqv2 data from 10078 tumor samples representing 34 different cancer types was analyzed from TCGA. Eighteen immune-related gene signatures and 547 immune-related genes, including PD1, were explored. Correlations between each gene\/signature and ORRs reported in the literature following anti-PD1 monotherapy were calculated. To translate the in silico findings to the clinical setting, we analyzed the expression of PD1 mRNA using the nCounter platform in 773 formalin-fixed paraffin embedded (FFPE) tumor samples across 17 cancer types. To test the direct relationship between PD1 mRNA, PDL1 immunohistochemistry (IHC), stromal tumor-infiltrating lymphocytes (sTILs) and ORR, we evaluated an independent FFPE-based dataset of 117 patients with advanced disease treated with anti-PD1 monotherapy.\nConclusions\nOur study provides a clinically applicable assay that links PD1 mRNA abundance, activated CD8 T-cells and anti-PD1 efficacy","url":"https:\/\/www.annalsofoncology.org\/article\/S0923-7534(19)34208-5\/fulltext","name":"Association between PD1 mRNA and response to anti-PD1 monotherapy across multiple cancer types","publisher":"Annals of Oncology - ISSN 0923-7534","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"year":2018},"description":"Background:\nDose-escalation of epertinib (S-222611), a new potent oral EGFR\/HER2 inhibitor, has established a recommended daily dose of 800 mg in patients with solid tumours. In this study, we have recruited a larger number of patients to assess further the safety, tolerability, pharmacokinetics (PKs) and antitumour activity.\nPatients and methods:\nPatients with solid tumours expressing EGFR or HER2 received a single dose of epertinib at 800 mg on Day 1 to assess PK over 7 days, followed by continuous once-daily dosing from Day 8.\nResults:\nWe treated 76 patients with breast (n = 27), upper gastrointestinal (GI; n = 30), head and neck (n = 12) or renal cancers (n = 7). Epertinib was well-tolerated with mostly grade I and II adverse events (AEs). The most frequent AE was diarrhoea, which was generally manageable with loperamide. The objective response rate (ORR) in patients with heavily pretreated breast and upper GI cancers was 16.0% (4 PRs) and 8.3% (1CR, 1PR), respectively. All six responding patients had HER2-positive tumours; the ORR for HER2-positive breast and upper GI cancer populations was 19.0% and 20.0%. Partial response in the brain disease of one breast cancer patient lasted 7.5 months.\nConclusion:\nOnce-daily dosing of epertinib at 800 mg was well-tolerated and demonstrated promising antitumour activity in patients with heavily pretreated HER2-positive breast and upper GI cancer, including those with brain metastases.\n\n","url":"https:\/\/www.ejcancer.com\/article\/S0959-8049(18)31115-8\/fulltext","name":"An extended phase Ib study of epertinib, an orally active reversible dual EGFR\/HER2 tyrosine kinase inhibitor, in patients with solid tumours","publisher":"European Journal of Cancer (EJC) - ISSN 0959-8049","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":7,"year":2018},"description":"• Programmed cell death ligand 1 (PD-L1) is expressed on many cancer and immune cells. PD-L1 can block cancer immune detection by binding programmed cell death 1 (PD-1), a negative regulator of T-lymphocyte activation1.\n• Monoclonal antibodies targeting the PD-1 pathway have shown anticancer activity in different tumor types,2  but they also have associated toxicities, especially in combination with other immune-targeted therapeutic agents2-6.\n• Probody™ therapeutics are fully recombinant antibody prodrugs designed to remain relatively inactive systemically and to be activated specifically in the tumor microenvironment by tumor-associated protease activity7 (Figure 1)\n• CX-072 is an investigational Probody therapeutic directed against PD-L1 and is designed to have anticancer activity with potentially fewer immune-related adverse events.\n• The PROCLAIM-CX-072 study (PRObody CLinical Assessment In Man) is evaluating the tolerability and preliminary antitumor activity of CX-072 as monotherapy or as combination therapy with ipilimumab or vemurafenib in patients with advanced, unresectable solid tumors or lymphoma (ClinicalTrials.gov identifier, NCT03013491) (Figures 2, 3)\n• Clinical activity of CX-072 as monotherapy and in combination therapy with ipilimumab has been demonstrated previously.\nObjetive:\n• To investigate the molecular mechanism of the Probody therapeutic CX-072 in cancer patients.","url":"https:\/\/cytomx.com\/wp-content\/uploads\/150105031-03_SITC_L1k.pdf","name":"Preliminary Evidence of Intra-tumoral Activation and Immunomodulatory Effect of CX-072, a Probody Therapeutic Antibody Prodrug Targeting PD-L1, in a Phase 1\/2 TriaI . ","publisher":"SITC 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":31,"year":2019},"description":"Background: \nMEN1611 is a potent, selective class I inhibitor of PI3K, a key enzyme in the transduction of various extracellular growth factor signals essential for cell survival and apoptosis. The discovery in human cancers of frequent PIK3CA mutations, that have been linked to a worse outcome in advanced HER2-positive breast cancer, makes PI3K an attractive therapeutic target. Preclinical and clinical evidences support the development of MEN1611 in combination with other agents in the context of solid tumors. \nMethods: \nB-PRECISE-01 is an open-label, multicenter, phase Ib dose escalation study in patients with PIK3CA mutant tumors, HER2-positive advanced or metastatic breast cancer which has progressed after at least 2 lines of anti-HER2 based therapy. PIK3CA mutations are assessed centrally by real-time PCR assay in DNA derived from archived tumor samples. MEN1611 will be administered orally BID for continuous 28-day cycles until disease progression, in combination with weekly IV infusions of trastuzumab. In addition, HR-positive postmenopausal patients will also be treated with fulvestrant. After the completion of the dose escalation phase (Step 1), the study will continue in an expansion cohort (Step 2) testing the Recommended Phase 2 dose (RP2D) in a total of 15 patients in each of the treatment groups. The primary study objective is to assess combination safety and select RP2D. Secondary objectives include assessment of pharmacokinetics and pharmacodynamics, preliminary clinical activity of MEN1611 in combination with trastuzumab +\/- fulvestrant, and correlation with PIK3CA mutations and other relevant cancer genes mutational status. Adverse events will be graded according to NCI CTCAE v4.03. Responses will be evaluated according to RECIST v1.1. ","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2019.37.15_suppl.TPS1101","name":"B-PRECISE-01 Study: A phase Ib trial of MEN1611, a PI3K Inhibitor, combined with trastuzumab ± fulvestrant for the treatment of HER2-positive advanced or metastatic breast cancer","publisher":"ASCO 2019","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAhoawQBHNb1G5xl4vjQYy4JrDIi4aZfk3c,NAME_SEARCH,jSnR)"}]},{"publishedOn":{"month":8,"year":2019},"description":"Background: The strategy of combining endocrine therapy with PI3K-mTOR inhibition has shown promise in oestrogen-receptor (ER)-positive breast cancer, but new agents and combinations with a better therapeutic index are urgently needed. Taselisib is a potent, selective, beta-isoform sparing PI3 kinase inhibitor. \n\nPatients and Methods: 30 patients with ER-positive, metastatic breast cancer who had failed prior endocrine therapy were treated with escalating doses of taselisib (2 or 4 mg in an intermittent or continuous schedule) combined with tamoxifen 20mg once daily in this phase 1b study using a 'rolling six' design. \n\nResults: Taselisib combined with tamoxifen was generally well tolerated, with treatment-emergent adverse events as expected for this class of drugs, including diarrhea (13 patients, 43%), mucositis (10 patients, 33%) and hyperglycemia (8 patients, 27%). No dose-limiting toxicities were observed. Objective responses were seen in 6 out of 25 patients with RECIST-measurable disease (ORR 24%). Median time to disease progression was 3.7 months. 12 out of 30 patients (40%) had disease control for 6 months or more.Circulating tumor (ct)DNA studies using next-generation tagged amplicon sequencing identified early indications of treatment response and mechanistically-relevant correlates of clinical drug resistance (eg. mutations in KRAS, ERBB2) in some patients. \n\nConclusions: Taselisib can be safely combined with tamoxifen at the recommended phase 2 dose of 4mg given once daily on a continuous schedule. Preliminary evidence of anti-tumor activity was seen in both PIK3CAmutant and wild-type cancers. The randomized phase 2 part of POSEIDON (testing tamoxifen plus taselisib or placebo) is currently recruiting.","url":"https:\/\/clincancerres.aacrjournals.org\/content\/early\/2019\/08\/21\/1078-0432.CCR-19-0508","name":"POSEIDON phase 1b results: safety, efficacy and ctDNA response of taselisib combined with tamoxifen in hormone receptor positive metastatic breast cancer patients","publisher":" American Association for Cancer Research (AACR), ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKfEHMBvFypfHIm2WUX7intg7saHFwm2b8,NAME_SEARCH,Rha9)"}]},{"publishedOn":{"month":5,"day":31,"year":2019},"description":"Background: Anti-programmed cell death ligand 1 (PD-L1) immunotherapies have improved survival in many cancers, but immune-related adverse events (irAEs) have been observed, especially in combination therapy. CX-072 is an investigational Probody therapeutic directed against PD-L1, designed to be preferentially activated in the tumor microenvironment and to reduce irAEs.\n \nMethods: This is an ongoing phase 1\/2a study (PROCLAIM-CX-072; NCT03013491) evaluating CX-072 in patients (pts) with metastatic or unresectable solid tumors with no further standard curative treatment options and with no prior anti-PD1, PD-L1 or anti-CTLA4 treatment. Pts were unselected for PD-L1 expression. We report preliminary results from expansion cohorts in anal squamous cell carcinoma (SCCA), cutaneous squamous cell carcinoma (cSCC), small bowel adenocarcinoma (SBA), triple-negative breast cancer with skin lesions (TNBC), or undifferentiated pleomorphic sarcoma (UPS). Pts were treated with CX-072 monotherapy 10 mg\/kg intravenously every 14 days.\n\nResults: As of 30 Nov 2018, 51 pts received CX-072 10 mg\/kg monotherapy: SCCA (n = 9), cSCC (n = 5), SBA (n = 9), TNBC (n = 9), and UPS (n = 19). Median age was 63 y (range, 32-80), 67% were female, and pts had a median of 3 prior regimens (range, 1-12). Median treatment duration was 1.8 mo (range, 0.3-14.7). A grade 3\/4 treatment-related adverse event (AE) was observed in 1 pt (2%; gr 3 generalized rash). No grade 3\/4 irAEs were observed. Two pts discontinued treatment due to AEs: nausea (pt with SCCA) and sepsis (pt with SBA), neither treatment-related. Partial responses (confirmed and unconfirmed) were observed in cSCC (n = 1), TNBC (n = 2), and UPS (n = 1) (Table). \nConclusions: CX-072 10 mg\/kg monotherapy demonstrated anticancer activity in heavily pretreated pts with advanced solid tumors, including responses in cSCC, TNBC with skin lesions, and UPS, with a safety profile that compares favorably to historical controls.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2019.37.15_suppl.2513","name":"CX-072, a PD-L1 Probody therapeutic, as monotherapy in patients with advanced solid tumors: Preliminary results of PROCLAIM-CX-072","publisher":"ASCO 2019","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":31,"year":2019},"description":"Background: Durvalumab (MEDI4736), a programmed cell death-ligand 1 (PD-L1) blocking antibody, is currently approved for treatment of several cancer types. As HIV-1-infected (HIV+) patients have been excluded from cancer clinical trials, there are no data on the safety of durvalumab in this population.\n Methods: DURVAST (NCT03094286) is a multicenter, open-label, phase 2 clinical trial evaluating the safety and feasibility of durvalumab treatment at the recommended dose of 1500 mg Q4W in HIV+ cancer patients with solid tumors. Secondary endpoints include analyses of antitumoral activity in terms of objective response rate and duration of response (DOR). An associated translational sub-study includes the assessment of antiviral activity and the interaction of chronic viral infection with anti-cancer response and drug tolerance.\nResults: Twenty HIV+ individuals with advanced solid tumors were enrolled (Table). All participants maintained their standard-of-care antiretroviral therapy. Basal plasma viremia was undetectable and CD4+ T-cell count was over 200\/mm3. There were no durvalumab-related serious adverse events. Only 8 patients (40%) presented drug-related adverse events (all grade 1-2) including diarrhea (15%), rash (15%), nausea (15%) and asthenia (10%). Best response includes: partial response in 5 (25%) (4 NSCLC and 1 anal cancer), stable disease in 4 (20%) (3 NSCLC and 1 melanoma) and progression disease in 11 (55%) patients. At data cut-off, 8 patients (40%) remained on therapy for a median of 10.5 months (range: 6-19 m). Median DOR has not been reached (range 1m to 19 m+). Plasma viremia remained suppressed during the study suggesting no viral reactivation upon durvalumab treatment. \n","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2019.37.15_suppl.2501","name":"Phase II study of durvalumab (MEDI4736) in cancer patients HIV-1-infected","publisher":"ASCO 2019","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":4,"day":9,"year":2020},"description":"Objective  To evaluate the feasibility and safety of durvalumab treatment in patients with advanced cancer and virologically controlled HIV-1 infection.\n\nDesign, Setting, and Participants  The DURVAST study was a nonrandomized, open-label, phase 2 clinical trial in patients with any solid tumor type in which anti–PD-1 or anti–PD-L1 antibodies have approved indications or for which there are data of antitumoral activity with no other available curative therapy. All patients had basal undetectable plasma viremia while undergoing combination antiretroviral therapy.\n\nInterventions  Treatment consisted of intravenous infusion of durvalumab (1500 mg every 4 weeks) until disease progression or unacceptable toxic effects.\n\nMain Outcomes and Measures  Adverse events were graded with the use of the National Cancer Institute Common Terminology Criteria for Adverse Events, version 4.03. Tumor response was evaluated using the Response Evaluation Criteria in Solid Tumors version 1.1.\n\nResults  A total of 20 HIV-1–infected patients with advanced cancer were enrolled; 16 (80%) were male, the median (range) age was 54 (30-73) years, and 12 (60%) had progressed with previous cancer treatment lines. A median (range) of 4 (1-16) cycles of durvalumab were administered. Drug-related adverse events were observed in 50% of patients, and all were grade 1 and 2 (mainly diarrhea, asthenia, and arthromyalgia). Four of 16 response-evaluable patients (25%) had a partial response. Five patients (31%) had stable disease, including 4 with durable stable disease (disease control rate of 50%). CD4+ and CD8+ T-cell counts and plasma HIV-1 viremia remained stable throughout the study.\n\nConclusion and Relevance  Durvalumab treatment was feasible and safe in HIV-1–infected patients with cancer receiving combination antiretroviral therapy. HIV-1–infected patients on suppressive antiretroviral therapy with advanced cancer should have access to cancer immunotherapy treatments.\nClinicalTrials.gov:NCT03094286","url":"https:\/\/jamanetwork.com\/journals\/jamaoncology\/article-abstract\/2763857","name":"Assessment of the Feasibility and Safety of Durvalumab for Treatment of Solid Tumors in Patients With HIV-1 Infection The Phase 2 DURVAST Study","publisher":"JAMA Oncology - ISSN 2374-2437","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":2,"year":2021},"description":"Purpose: PROCLAIM-CX-2029 is a phase I first-in-human study of CX-2029, a Probody–drug conjugate targeting CD71 (transferrin receptor 1) in adults with advanced solid tumors. Although the transferrin receptor is highly expressed across multiple tumor types, it has not been considered a target for antibody–drug conjugates (ADCs) due to its broad expression on normal cells. CX-2029 is a masked form of a proprietary anti-CD71 antibody conjugated to monomethyl auristatin E, designed to be unmasked in the tumor microenvironment by tumor-associated proteases, therefore limiting off-tumor toxicity and creating a therapeutic window for this previously undruggable target.\n\nExperimental Design: This was a dose-escalation, multicenter trial to evaluate the safety, pharmacokinetics, pharmacodynamics, and antitumor activity of CX-2029. The primary endpoint was to determine the maximum tolerated dose (MTD) and cycle 1 dose-limiting toxicity (DLT). CX-2029 was administered i.v. every 3 weeks.\n\nResults: Forty-five patients were enrolled in eight dose levels. No DLTs were reported in the dose escalation through 4 mg\/kg. At 5 mg\/kg, there were two DLTs (febrile neutropenia and pancytope- nia). Following expansion of the 4 mg\/kg dose to six patients, two additional DLTs were observed (infusion-related reaction and neu- tropenia\/anemia). Both the 4 and 5 mg\/kg doses were declared above the maximum tolerated dose. The recommended phase II dose is 3 mg\/kg. The most common dose-dependent hematologic toxicities were anemia and neutropenia. Confirmed partial responses were observed in three patients, all with squamous histologies.\n\nConclusions: The Probody therapeutic platform enables target- ing CD71, a previously undruggable ADC target, at tolerable doses associated with clinical activity.","url":"https:\/\/clincancerres.aacrjournals.org\/content\/clincanres\/early\/2021\/06\/02\/1078-0432.CCR-21-0194.full.pdf","name":"Phase I, First-in-Human Study of the Probody Therapeutic CX-2029 in Adults with Advanced Solid Tumor Malignancies","publisher":"CLINICAL CANCER RESEARCH","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":4,"day":16,"year":2021},"description":"Abstract:Purpose We aimed to evaluate the current situation of electronic health records (EHRs) and patient registries in the oncology departments of hospitals in Spain.\n\nMethods: This was a cross-sectional study conducted from December 2018 to September 2019. The survey was designe dad hoc by the Outcomes Evaluation and Clinical Practice Section of the Spanish Society of Medical Oncology (SEOM) and was distributed to all head of medical oncology department members of SEOM.\n\nResults: We invited 148 heads of oncology departments, and 81 (54.7%) questionnaires were completed, with representationfrom all 17 Spanish autonomous communities. Seventy-seven (95%) of the respondents had EHRs implemented at theirhospitals; of them, over 80% considered EHRs to have a positive impact on work organization and clinical practice, and 73% considered that EHRs improve the quality of patient car. In contrast, 27 (35.1%) of these respondents felt that EHRs worsened the physician–patient relationship and conveyed an additional workload (n = 29; 37.6%). Several drawbacks in the implementation of EHRs were identified, including the limited inclusion of information on both outpatients and inpatients, information recorded in free text data fields, and the availability of specific informed consent. Forty-six (56.7%) respondents had patient registries where they recorded information from all patients seen in the department.\n\nConclusion: Our study indicates that EHRs are almost universally implemented in the hospitals surveyed and are considered to have a positive impact on work organization and clinical practice. However, EHRs currently have several drawbacks that limit their use for investigational purposes.","url":"https:\/\/doi.org\/10.1007\/s12094-021-02614-9","name":"Electronic health records and patient registries in medical oncology departments in Spain","publisher":"Clinical and Translational Oncology. Springer - ISSN 1699-048X","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":12,"day":30,"year":2019},"description":"Abstract\nBackground: Epertinib (S-222611) is a potent reversible inhibitor of HER2, EGFR and HER4. This trial evaluated the safety, tolerability, pharmacokinetics and antitumour activity of daily oral epertinib combined with trastuzumab (arm A), with trastuzumab plus vinorelbine (arm B) or with trastuzumab plus capecitabine (arm C), in patients with HER2-positive metastatic breast cancer (MBC).\n\nMethods: Eligible patients, with or without brain metastases, had received prior HER2-directed therapy. A dose-escalation phase determined the tolerability of each combination and established a dose for further study. Further, patients were recruited to expansion cohorts in each of the 3 arms to further explore efficacy and safety.\n\nResults: The recommended doses of epertinib were 600 mg, 200 mg and 400 mg in arms A, B and C, respectively. The most frequent grade 3\/4 adverse event (AE) was diarrhoea in all arms, which was manageable with medical intervention and dose modification. The objective response rate (complete response [CR] plus partial response [PR]) in heavily pre-treated HER2-positive MBC patients at the recommended doses of epertinib combined with trastuzumab was 67% (N = 9), with trastuzumab plus vinorelbine was 0% (N = 5) and with trastuzumab plus capecitabine was 56% (N = 9). Notably, 4 of 6 patients previously treated with T-DM1 responded in the arm A expansion cohort (epertinib plus trastuzumab). In the arm C expansion cohort (epertinib plus trastuzumab plus capecitabine), 4 of 7 patients responded despite previous exposure to capecitabine. Measurable regression of brain metastases was observed in patients with CNS target lesions treated in both arms A and C.\n\nConclusion: We observed safety, tolerability and encouraging antitumour activity of epertinib combined with trastuzumab, or with trastuzumab plus capecitabine. This supports further evaluation of these combinations in patients with pre-treated HER2-positive MBC, with or without brain metastases.","url":"https:\/\/breast-cancer-research.biomedcentral.com\/articles\/10.1186\/s13058-019-1178-0","name":"A Phase I\/II Study of Epertinib plus Trastuzumab with or without Chemotherapy in Patients with HER2-Positive Metastatic Breast Cancer","publisher":"Breast Cancer Research - ISSN 1465-5411","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":1,"day":31,"year":2017},"description":"Abstract\nBackground: The combination of PI3K-AKT-mTOR pathway inhibitors with endocrine therapy can improve clinical outcomes of hormone receptor positive (HR+) metastatic breast cancer (MBC) patients. Taselisib is a potent and selective PI3K inhibitor, with greater selectivity against mutant (MUT) PI3Kα isoforms than wild-type (WT) via a unique mechanism. Phase Ib data of POSEIDON with Taselisib + tamoxifen (TAM) demonstrated encouraging activity in patients with heavily pre-treated MBC, with an acceptable toxicity profile (Baird et al, ASCO 2016). The recommended phase II dose (RP2D) was Taselisib 4mg plus TAM 20mg, both administered on a daily continuous schedule. ctDNA monitoring may have value in drug development by (1) assessing predictive biomarkers to therapy, (2) providing an early indication of treatment response, and (3) shedding light on potential mechanisms of acquired drug resistance. In some patients included in phase Ib of POSEIDON, tumor response was preceded by a corresponding early change in plasma PIK3CA ctDNA levels.\nMethods: The phase II portion of the POSEIDON trial is a two-arm, randomized, double blind study of Taselisib plus TAM versus placebo (PLA) plus TAM in pre- and postmenopausal women with HR+\/HER2- MBC. In the first part of the Phase II, 180 patients will be randomized (1:1) to receive continuous TAM with either Taselisib at the RP2D or PLA until disease progression, unacceptable toxicity or patient \/ physician decision. Crossover is allowed upon progressive disease in those patients receiving PLA plus TAM, after collection of tumor and blood samples for exploratory biomarker analysis...","url":"https:\/\/cancerres.aacrjournals.org\/content\/77\/4_Supplement\/OT2-01-11","name":"POSEIDON: A phase Ib \/ randomized phase II trial of tamoxifen plus taselisib or placebo in hormone receptor positive, HER2 negative, metastatic breast cancer patients with prior exposure to endocrine treatment","publisher":"treatment. Cancer Research. ACCR pulications -  ISSN 0008-5472","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Incidentaloma. III competition +MIR of clinical cases for residents of medical oncology","publishedOn":{"month":1,"day":23,"year":2011},"publisher":"Luzan - ISBN 978-84-7989-636-2","url":"https:\/\/seom.org\/publicaciones\/publicaciones-seom\/residentes?start=10","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Multi-drug toxicity: pharmacogenetic analysis. III competition +MIR of clinical cases for residents of medical oncology","publishedOn":{"month":12,"day":25,"year":2011},"publisher":"Luzan - ISBN 978-84-7989-636-2","url":"https:\/\/seom.org\/publicaciones\/publicaciones-seom\/residentes?start=10","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Platelet Endothelial Cell Adhesion Molecule (PECAM-1) Expression in Malignant Human Tumours and their Metastases.","publishedOn":{"month":6,"day":20,"year":2010},"publisher":"Journal of Cancer Therapy -  ISSN 2151-1934","url":"https:\/\/www.scirp.org\/journal\/jct\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Facial hypoesthesia in a patient with non functioning glucagonoma. II competition +MIR of clinical cases for residents of medical oncology","publishedOn":{"month":1,"day":24,"year":2010},"publisher":"Luzan - ISBN 978-84-7989-591-4","url":"https:\/\/es.scribd.com\/document\/375175841\/II-concurso-MIR-de-casos-clinicos-para-residentes-de-Oncologia-Medica-2008-2009","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Women with severe toxicity after chemotherapy for breast cancer: individualized therapy.II competition +MIR of clinical cases for residents of medical oncology","publishedOn":{"month":1,"day":17,"year":2010},"publisher":"Luzan -  ISBN 978-84-7989-591-4","url":"https:\/\/es.scribd.com\/document\/375175841\/II-concurso-MIR-de-casos-clinicos-para-residentes-de-Oncologia-Medica-2008-2009","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":1,"day":15,"year":2021},"description":"Background: Second-line treatment options for patients with biliary tract cancers (BTC) are limited. Lenvatinib, an anti-angiogenic multikinase inhibitor, in combination with the programmed death-1 immune checkpoint inhibitor pembrolizumab, has demonstrated promising antitumor activity with a manageable safety profile in patients with select advanced solid tumors. LEAP-005 (NCT03797326) is evaluating the efficacy and safety of lenvatinib plus pembrolizumab in patients with previously treated advanced solid tumors; here we present results from the BTC cohort of LEAP-005. \n\nMethods: In this nonrandomized, open-label, phase II study, eligible patients were aged ≥18 years with histologically or cytologically documented advanced (metastatic and\/or unresectable) BTC with disease progression after 1 prior line of therapy, measurable disease per RECIST v1.1, ECOG PS of 0‒1, and tissue sample evaluable for PD-L1 expression. Patients received lenvatinib 20 mg once daily plus pembrolizumab 200 mg Q3W for up to 35 cycles (approximately 2 years) or until confirmed disease progression, unacceptable toxicity, or withdrawal of consent. Treatment with lenvatinib could continue beyond 2 years in patients experiencing clinical benefit. Primary endpoints were ORR (per RECIST v1.1 by blinded independent central review) and safety. Secondary endpoints were the disease control rate (DCR; comprising CR, PR, and SD), duration of response (DOR), PFS, and OS. Tumor imaging was performed Q9W from treatment initiation for 54 weeks, then Q12W to week 102, and Q24W thereafter. \n\nConclusions: Lenvatinib plus pembrolizumab demonstrated encouraging efficacy and manageable toxicity in patients with advanced BTC who had received 1 line of prior therapy. Based on these data, enrollment in the BTC cohort has been expanded to 100 patients. Clinical trial information: NCT03797326.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.3_suppl.321","name":"Lenvatinib Plus Pembrolizumab for Patients With Previously Treated Biliary Tract Cancers in the Multicohort Phase 2 LEAP-005 Study.","publisher":"American Society of Clinical Oncology (ASCO GI 2021)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":1,"day":15,"year":2021},"description":"Background: The pan-FGFR tyrosine kinase inhibitor erdafitinib is approved by the US Food and Drug Administration for adults with locally advanced or metastatic urothelial carcinoma and susceptible FGFR3\/2 genetic alterations who have progressed during or after ≥ 1 line of prior platinum-containing chemotherapy. FGFR gene alterations are potential oncogenic drivers that have been reported in many solid tumors in adult and pediatric pts. Because of limited response to standard of care options in pts failing systemic therapy, there is strong rationale to assess the safety and efficacy of erdafitinib in adolescent and adult pts with advanced solid tumors and FGFR alterations. \n\nMethods: This phase 2, open-label study (RAGNAR\/42756493CAN2002; NCT04083976) will include pts aged ≥ 12 years with histologically confirmed unresectable, locally advanced, or metastatic solid tumors (except urothelial tumors) harboring predefined FGFR mutations or fusions. Eligibility screening includes molecular screening for FGFR alterations by central or local next-generation sequencing assays, and other clinical criteria. Pts will enroll into either a broad panel cohort (BPC) of target FGFR alterations or an exploratory cohort (EC) for FGFR alterations that do not meet criteria for BPC. Approximately 280 pts (BPC, n = 240; EC, n = 40) will be enrolled. The primary efficacy end point is overall response rate (ORR) as assessed by the independent review committee. Secondary end points include investigator-assessed ORR, duration of response, disease control rate, progression-free survival, overall survival, safety, pharmacokinetics, and health-related quality of life. Safety assessments include adverse events, vital signs, electrocardiograms, physical examinations, laboratory tests, performance status assessment, growth assessments in adolescents, and ophthalmologic examination. As of December 2019, pts are being enrolled at ~158 sites in 15 countries.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.3_suppl.TPS480","name":"A Phase 2 Open-Label Study in Adult and Adolescent Patients (pts) With Advanced Solid Tumors Harboring Fibroblast Growth Factor Receptor (FGFR) Gene Alterations”RAGNAR TiP","publisher":"American Society of Clinical Oncology (ASCO GI2021)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":12,"day":8,"year":2020},"description":"Abstract Background: Triple-negative breast cancer (TNBC) is associated with poor survival outcomes and treatment options are limited. These tumors lack therapeutic targets and become rapidly resistant to chemotherapy. The anti–PD-1 antibody pembrolizumab showed durable antitumor activity and manageable safety in patients with TNBC in the KEYNOTE-012, KEYNOTE-086, and KEYNOTE-119 studies. The combination of lenvatinib, an antiangiogenic multiple receptor tyrosine kinase inhibitor, with pembrolizumab has shown promising clinical outcomes in early-phase clinical trials across several cancer types. LEAP-005 (ClinicalTrials.gov, NCT03797326) is an ongoing study evaluating the efficacy and safety of lenvatinib combined with pembrolizumab in patients with previously treated advanced solid tumors. Here, we report the first results from the TNBC cohort of LEAP-005. \n\nMethods: This ongoing, multicohort, open-label, phase 2 study enrolled patients aged ≥18 y with previously treated, histologically or cytologically confirmed advanced TNBC. PD-L1 expression was assessed at a central laboratory using the PD-L1 IHC 22C3 pharmDx assay and measured using the combined positive score (CPS; number of PD-L1–positive tumor cells, lymphocytes, and macrophages divided by total number of tumor cells x 100). Patients received lenvatinib 20 mg once daily orally plus pembrolizumab 200 mg every 3 weeks intravenously for a maximum of 35 pembrolizumab doses, then lenvatinib alone until progressive disease or unacceptable toxicity. Primary endpoints were objective response rate (ORR) by blinded independent central review per RECIST version 1.1 and safety. Key secondary endpoints were disease control rate (DCR; defined as best overall response of complete response [CR], partial response [PR], or stable disease [SD] per RECIST v1.1), duration of response (DOR), progression-free survival (PFS), and overall survival (OS).","url":"https:\/\/cancerres.aacrjournals.org\/content\/81\/4_Supplement\/PS12-07","name":"Lenvatinib plus pembrolizumab for previously treated, advanced triple-negative breast cancer: Early results from the multicohort phase 2 LEAP-005 study","publisher":"San Antonio Breast Cancer Symposium (SABCS 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":12,"day":8,"year":2020},"description":"Background: AZD9833 is an oral selective estrogen receptor (ER) antagonist and degrader (SERD) in Phase 2 clinical development for the treatment of ER+ HER2− breast cancer. Here we report data from Parts C and D of the ongoing Phase 1 study (SERENA-1) examining AZD9833 in combination with palbociclib, together with updated data from Parts A and B examining AZD9833 monotherapy. Methods: SERENA-1 (NCT03616587) is an ongoing open-label Phase 1 study of AZD9833 in pre- and post-menopausal women with ER+, HER2− advanced breast cancer who have previously received ≥1 endocrine therapy and ≤2 prior chemotherapies. Prior treatment with fulvestrant and\/or CDK4\/6 inhibitors was permitted. The primary objective is to determine the safety and tolerability of once daily (QD) AZD9833, with dose-limiting toxicities (DLTs) in the first 28 days defining the maximum tolerated dose. Secondary objectives include anti-tumor response (including circulating tumor [ct] DNA response) and pharmacokinetics. Parts A (escalation) and B (expansion) assess AZD9833 as a monotherapy, and Parts C (escalation) and D (expansion) assess AZD9833 in combination with palbociclib.\n\nConclusions: AZD9833 continues to show an encouraging efficacy and dose-dependent safety profile as a monotherapy or in combination with palbociclib. A Phase 2 study comparing the efficacy and safety of three doses of AZD9833 versus fulvestrant (NCT04214288), and a Phase 2 pre-surgical ‘window of opportunity’ study (EUDRA-CT; 2019-003706-2) are ongoing.","url":"https:\/\/cancerres.aacrjournals.org\/content\/81\/4_Supplement\/PS11-05","name":"SERENA-1: A Phase 1 dose escalation and expansion study of the next generation oral SERD AZD9833 as a monotherapy and in combination with palbociclib, in women with ER-positive, HER2-negative advanced breast cancer","publisher":"San Antonio Breast Cancer Symposium (SABCS 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":19,"year":2020},"description":"ABSTRACT:Background: Concerns about the safety of PD-1\/PD-L1 blockade in human immunodeficiency virus type 1 (HIV-1)-infected individuals have led to the exclusion of these patients from clinical trials on cancer immunotherapies. In order to evaluate the feasibility of durvalumab treatment in HIV-patients with advanced cancer we conducted the DURVAST study, a non-randomized, open-label, phase 2 clinical trial that demonstrated clinical activity with acceptable toxicity rates in this setting. Here we present the long-term clinical outcomes of the study. Methods: Study population comprised eligible patients with any solid tumor type in which anti-PD-1\/PD-L1 antibodies have approved indications. All patients had basal undetectable plasma viremia under combination antiretroviral therapy. Treatment consisted of durvalumab (1500 mg every four weeks) until disease progression or unacceptable toxicity. \n\nResults: A total of 20 HIV-1-infected patients with advanced cancer, including 15 lung cancer patients, were enrolled. At a median follow-up of 24.6 months, prior findings were confirmed. At data cut off March 2020,  16 patients have died (ten due to cancer progression, while six due to non-drug related AEs), three patients have discontinued treatment due to tumor progression and one patient continues on therapy with a complete response. A median of four cycles of durvalumab has been administered (range, 1-35). Most drug-related adverse events were G 1-2 (35%) consisting mainly in diarrhea, asthenia and arthromyalgia. Two (10%) patients presented additional G3 toxicity during the extended follow-up, consisting on pancreatitis and hepatic toxicity. No drug-related deaths occurred with extended follow-up. Disease control rate continues to be 50%, without additional responses during the extended follow-up. Median duration of clinical benefit was 7.5 (range 3-29+) months. Median progression free survival and overall survival were 1.9 (CI95% 1.4-5.4) and 9.1 (CI95% 2.3-18.5) ...","url":"https:\/\/doi.org\/10.1016\/j.annonc.2020.08.1589","name":"Extended Follow-up of DURVAST Trial: a Phase 2 Study Evaluating Durvalumab in HIV-1-infected Patients with Solid Tumors by the Spanish Lung Cancer Group (SLCG)","publisher":"European Society for Medical Oncology (ESMO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":19,"year":2020},"description":"Background: Genetic profiling (GP) might help identify potential targets for targeted therapies. At the same time, selected CT offer comprehensive gene panel testing during the pre-screening phase. Here, we have studied our experience using these panels.\n\nMethods: We selected 14 CT from our Early Drug Development Clinical Trial Unit at Hospital Clinic of Barcelona that included analysis of gene panels in tumor (Foundation One, ArcherDX, Therascreen and Sophia Genetics) or plasma (Resolution Bioscience ctDx). These panels analyzed mutations, fusions, amplifications, microsatellite instability (MSI) and tumor mutational burden (TMB), among others. We collected information about types of cancers, molecular alterations and therapies chosen according to the results of GP. Descriptive statistics were used.\n\nResults: From March 2017 to April 2020 we analyzed 286 samples from 257 patients (pts) with urothelial (26.8%), prostate (25.3%), CNS (18.3%), ovarian (8.6%), colorectal (5.1%), breast (4.7%), endometrial (2.7%), esophagogastric (2.7%), pancreatic (1.9%), cervix (1.2%), HNSCC (0.8%), cholangiocarcinoma (0.8%), renal (0.4%), fallopian tube (0.4%) and paraganglioma (0.4%). 205 pts (79.8%) had ≥ 1 genetic alteration. The most frequently altered genes were TP53 (92 pts, 55.1%), TERT (52 pts, 28.9%), MLL3 (4 pts, 28.3%), SPTA1 (3 pts, 21.4%), CDKN2A (34 pts, 21.1%), PTEN (33 pts, 20.5%), CDKN2B (27 pts, 20.1%), ATM (40 pts, 19.6%) and MLL2 (26 pts, 19.5%). TMB ranged from 0 to 12.61 mut\/Mb. MSI was found in 2 pts (2.5%). 23 pts (9%) received a matched therapy (Table): 12 pts (52.1%) were included in the same CT for which the pre-screening was performed, 7 pts (30.4%) were included in a different CT, and 4 pts (17.3%) received an off-label matched drug.","url":"https:\/\/www.annalsofoncology.org\/article\/S0923-7534(20)40658-1\/fulltext","name":"Molecular pre-screening using comprehensive gene panels offered by clinical trials","publisher":"European Society for Medical Oncology (ESMO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":19,"year":2020},"description":"Background: The pan-FGFR tyrosine kinase inhibitor erdafitinib is approved by the US Food and Drug Administration for adults with locally advanced or metastatic urothelial carcinoma and susceptible FGFR3\/2 alterations who have progressed during or after ≥ 1 line of platinum-containing chemotherapy. FGFR alterations are potential oncogenic drivers that have been reported in many solid tumours in adult and pediatric pts. Because of limited response to standard of care options in patients failing systemic therapy, there is strong rationale to assess the safety and efficacy of erdafitinib in adolescent and adult pts with advanced solid tumours and FGFR alterations.\n\nTrial design:This phase II open-label study (RAGNAR\/42756493CAN2002; NCT04083976) will include pts aged ≥ 12 years with histologically confirmed unresectable locally advanced or metastatic solid tumours (except urothelial) harboring predefined FGFR mutations or fusions. Eligibility screening includes molecular screening for FGFR alterations by central or local next-generation sequencing assays and other clinical criteria. Pts will enroll into either a broad panel cohort (BPC) of target FGFR alterations or an exploratory cohort (EC) for FGFR alterations not meeting BPC criteria. ∼280 pts (BPC, n = 240; EC, n = 40) will be enrolled. The primary efficacy end point is overall response rate (ORR) per Independent Review Committee. Secondary end points include investigator-assessed ORR, duration of response, disease control rate, progression-free survival, overall survival, safety, pharmacokinetics, and health-related quality of life. Safety assessments include adverse events, vital signs, electrocardiograms, physical examinations, laboratory tests, performance status assessment, growth assessments in adolescents, and ophthalmologic examination. Starting in December 2019, pts will be enrolled at ∼158 sites in 15 countries...","url":"https:\/\/doi.org\/10.1016\/j.annonc.2020.08.717","name":"Phase 2 Open-Label Study of Erdafitinib in Adult and Adolescent Patients With Advanced Solid Tumors Harboring Fibroblast Growth Factor Receptor Gene Alterations","publisher":"European Society for Medical Oncology (ESMO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":19,"year":2020},"description":"Background: MEN1611 (MEN) is an oral PI3K inhibitor active on the p110α mut and WT, β and γ isoforms, while sparing the δ. Antitumor activity of MEN combined with other agents in patient-derived xenografts and BC cell lines with different PIK3CA mutations, provides a strong rationale for clinical testing.\n\nMethods: B-PRECISE-01 is an ongoing phase Ib study in patients (pts) with HER2+\/PIK3CAmut a\/m BC treated with at least 2 anti-HER2 therapies. A 3+3 design combined 3 dose levels of MEN BID and T weekly IV. HR+ postmenopausal pts also received F. Primary objectives are to determine safety and recommended phase II dose (RP2D). Dose-limiting toxicities (DLTs) were assessed during cycle 1. Secondary objectives included assessment of preliminary clinical activity, pharmacokinetics and pharmacodynamics. Here we present mature data from dose escalation cohorts.\n\nResults: As of Oct. 2019, 12 female pts were treated: 9 MEN+T+F and 3 MEN+T. Median age: 59 years (range 39-77). Median prior metastatic regimens: 5.5 (4-12). No DLTs were observed at any dose cohort. 48 mg was selected as RP2D. Most common grade (G)1\/2 treatment-related adverse events (TRAEs) were diarrhoea (n=9), anemia (n=6), nausea (n=4), asthenia (n=4), decreased appetite (n=4), hyperglycemia (n=4), and mucosal inflammation (n=3). G3\/4 TRAEs were not dose-dependent and occurred in 4 pts such as hyperglycemia (n=3), pneumonitis (n=1), decreased appetite (n=1), mucosal inflammation (n=1), and AST\/ALT increase (n=1). Dose was reduced in one pt at 48 mg. No deaths from toxicity occurred. There were no overt differences in the safety profile of MEN+T+F vs. MEN+T. 5 pts (42%) had partial response, 5 stable disease, 4 disease control >8 months (mo) and 2 were on treatment >11 mo. MEN exposure tends to increase with increasing doses. Tmax was reached after 0.5-8 h following administration and the terminal half-life was ∼3.5 h.","url":"https:\/\/doi.org\/10.1016\/j.annonc.2020.08.449","name":"Results of the phase 1b dose escalation study of MEN1611, a PI3K Inhibitor, combined with trastuzumab 􀁠 fulvestrant for the treatment of HER2-positive\/PIK3CA mutant advanced or metastatic breast cancer.","publisher":"European Society for Medical Oncology (ESMO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":19,"year":2020},"description":"Background: Most patients (pts) with advanced cancer do not benefit from immunotherapy (IT) and no predictive and reliable biomarker exists across cancer-types. Here, we studied lymphocyte subpopulations on peripheral blood as easily quantifiable biomarkers of response to IT.\n\nMethods: From 11\/2016 to 06\/2019, pts with advanced solid cancer treated with IT at Hospital Clinic Clinical Trials Unit were recruited. Blood samples were collected at baseline (C1D1), at day 1 of cycle 2 (C2D1) and at each radiologic evaluation. Flow cytometry analyses were performed using the lineage and differentiation markers CD25, CD3, FOXP3, CD40L, HLA-DR, CD4, CD62L, CD69, CD8, CTLA4, CD19, CD16\/56, CD28, PDL1, PD1, CD45RO\/RA and CCR7. Forty-four lymphocyte subpopulations (LSP) were identified and quantified. The primary objective was to associate the levels of LSP with response according to iRECIST criteria. Secondary objectives were progression-free survival (PFS) and overall survival (OS). Cox models, logistic regressions, and areas under the ROC (AUC) were performed. Adjustment for multiple comparisons was considered.\n\nResults: 71 evaluable pts with non-small cell lung cancer (25%), colorectal (15%), breast (12%), head and neck (10%), bladder (8%), melanoma (7%), renal (5%), prostate (5%) and others (10%) were recruited. Median age was 62 (22-80), 63% of pts were male and 90% were immune naïve. 50 pts received anti-PD1 (71%) and 69% of ITs were given as monotherapy. The overall response rate (ORR) was 13.5% (95% CI 8-22%). At C1D1, no LSP was found associated with ORR. At C2D1 (n=61) higher levels of effector memory T cells (TEM: CD3+CD45RO+CCR7-) were found associated with response (AUC=0.81, 100% sensitivity, 59.6% specificity, PPV 27.6% and NPV 100%), PFS and OS. The ORR in high-TEM (above median) was 26.7% vs 0% in low-TEM. Compared to low-TEM, high-TEM (above median) was associated with improved PFS (hazard ratio [HR]=0.23; p<0.001) and OS (HR=0.33; p=0.003)...","url":"https:\/\/oncologypro.esmo.org\/meeting-resources\/esmo-virtual-congress-2020\/subpopulations-of-peripheral-blood-lymphocytes-and-response-to-immunotherapy-across-cancer-types","name":"Subpopulations of peripheral blood lymphocytes and response to immunotherapy across cancer-types","publisher":"European Society for Medical Oncology (ESMO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2020},"description":"Background: CX-2009 is a PROBODY drug conjugate (PDC) directed against CD166 (ALCAM) and conjugated to DM4, a potent microtubule inhibitor (MTI). CD166 is overexpressed in carcinomas but is also ubiquitously expressed in normal epithelium and thus has not been previously considered a viable target for a traditional antibody drug conjugate. PDCs have a peptide mask that blocks normal tissue binding and can be removed by tumor-associated proteases, thereby limiting off-tumor\/on-target binding. CX-2009 demonstrated preclinical activity in multiple solid tumor models. Here we report results of the first in human study in patients with advanced cancer. \n\nMethods: In this phase I multi-part dose-escalation study, pts with advanced solid tumors received CX-2009 0.25–10 mpk IV every 14 or 21 days (Q2W or Q3W). Tumor types were selected based on expected high CD166 expression and MTI sensitivity. \n\nResults: The dose-escalation phase of the trial enrolled 43 pts; 49 additional pts were subsequently enrolled between 4–10 mpk to collect biomarker data and define the recommended phase II dose (RP2D), for a total of 92 pts as of 30 Nov 2019 (39 pts with breast cancer [BC], 22 ovarian [OC], 12 non-small cell lung [NSCLC], 9 head\/neck squamous cell [HNSCC], 10 other) with a median of 6 (range 1–19) prior therapies. Median number of CX-2009 doses was 2 (range, 1–15). For Q3W dosing, one dose limiting toxicity (DLT; grade 3 vomiting) was observed at 8 mpk; MTD was not reached up to 10 mpk. The RP2D for Q3W schedule was 7 mpk based on safety, dose-response, and population pharmacokinetic simulations. Q2W dosing continues; DLTs were observed at 6 mpk. Common treatment-related adverse events (TRAEs) at 7 mpk (n=9) were nausea (44%), fatigue, infusion-related reactions (both 33%), vomiting and arthralgias (both 22%). Grade 3 TRAEs occurred in 2 pts (nausea\/vomiting; peripheral neuropathy). No pts discontinued at 7 mpk due to TRAEs...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2020.38.15_suppl.526","name":"CX-2009, a CD166-Directed PROBODY Drug Conjugate (PDC): Results From the First-in-Human Study in Patients (Pts) With Advanced Cancer Including Breast Cancer.","publisher":"American Society of Clinical Oncology (ASCO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2020},"description":"Background: Monotherapy with immune checkpoint inhibitors (ICIs) has demonstrated efficacy in many cancers. Combining ICIs PD-L1 + CTLA-4 enhanced efficacy but worsened toxicity vs monotherapy; therefore, CTLA-4 dose modifications are often needed, despite a dose-response effect having been shown for efficacy. CX-072 is an investigational PD-L1 PROBODY therapeutic that is preferentially activated in the tumor microenvironment (TME); localized activation may reduce immune-related AEs (irAEs). PROCLAIM-CX-072-001 identified 10 mg\/kg Q2W (Mono10) as the recommended monotherapy dose. Here we provide data for Mono10 and for dose escalation of CX-072 in combination with IPI (Combo), with a focus on long-term (≥6 mo) therapy. \n\nMethods: Mono10 was evaluated in multiple tumor types. Combo doses evaluated were CX-072 0.3–10 mg\/kg and IPI 3–10 mg\/kg Q3W. Patients (pts) with ≥6 mo treatment duration (≥6M-TD) were compared to those with < 6 mo of treatment ( < 6M-TD) as of November 30, 2019. Results: Disease control rates (DCR = CR+PR+SD) were 41% for Mono10 (n = 47 of 114; 10 PRs) and 37% for Combo (n = 10 of 27; 1CR + 4 PRs (1CR and 3PRs at 3 mg\/kg IPI [IPI3]). Additional results are shown in the table. No treatment-related adverse events (TRAEs) led to death. The most common reason for discontinuation (dc) in all groups was disease progression. Conclusions: CX-072 monotherapy demonstrated durable responses consistent with activation of the PROBODY therapeutic in the TME. The safety profile supports the tolerability of CX-072 as monotherapy and when combined with IPI3. CX-072 + IPI3 demonstrated activity in heavily pretreated pts with various tumors. The safety profile of the combination of CX-072 with IPI3 compares favorably to historical data (grade ≥3 TRAEs 55% and leading to dc in 36%; Larkin J, et al. N Engl J Med. 2015;373:23-34). CX-072 + IPI3 is being explored in a phase 2 study in 2L melanoma Clinical trial information: NCT03993379.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2020.38.15_suppl.3005","name":"PROCLAIM-CX-072: Analysis of Patients With Advanced Solid Tumors Receiving Long-Term Treatment With CX-072, a PD-L1 PROBODY Therapeutic, as a Single Agent or in Combination With Ipilimumab.","publisher":"American Society of Clinical Oncology (ASCO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2020},"description":"Background: MEN1611 (MEN) is an oral PI3K inhibitor active on the p110α mut and WT, β and γ isoforms, while sparing the δ. Antitumor activity of MEN combined with other agents in patient-derived xenografts and BC cell lines with different PIK3CA mutations, provides a strong rationale for clinical testing.\n\nMethods: B-PRECISE-01 is an ongoing phase Ib study in patients (pts) with HER2+\/PIK3CAmut a\/m BC treated with at least 2 anti-HER2 therapies. A 3+3 design combined 3 dose levels of MEN BID and T weekly IV. HR+ postmenopausal pts also received F. Primary objectives are to determine safety and recommended phase II dose (RP2D). Dose-limiting toxicities (DLTs) were assessed during cycle 1. Secondary objectives included assessment of preliminary clinical activity, pharmacokinetics and pharmacodynamics. Here we present mature data from dose escalation cohorts.\n\nResults: As of Oct. 2019, 12 female pts were treated: 9 MEN+T+F and 3 MEN+T. Median age: 59 years (range 39-77). Median prior metastatic regimens: 5.5 (4-12). No DLTs were observed at any dose cohort. 48 mg was selected as RP2D. Most common grade (G)1\/2 treatment-related adverse events (TRAEs) were diarrhoea (n=9), anemia (n=6), nausea (n=4), asthenia (n=4), decreased appetite (n=4), hyperglycemia (n=4), and mucosal inflammation (n=3). G3\/4 TRAEs were not dose-dependent and occurred in 4 pts such as hyperglycemia (n=3), pneumonitis (n=1), decreased appetite (n=1), mucosal inflammation (n=1), and AST\/ALT increase (n=1). Dose was reduced in one pt at 48 mg. No deaths from toxicity occurred. There were no overt differences in the safety profile of MEN+T+F vs. MEN+T. 5 pts (42%) had partial response, 5 stable disease, 4 disease control >8 months (mo) and 2 were on treatment >11 mo. MEN exposure tends to increase with increasing doses. Tmax was reached after 0.5-8 h following administration and the terminal half-life was ∼3.5 h...","url":"https:\/\/doi.org\/10.1016\/j.annonc.2020.08.449","name":"Results of the phase 1b dose escalation study of MEN1611, a PI3K Inhibitor, combined with trastuzumab 􀁠 fulvestrant for the treatment of HER2-positive\/PIK3CA mutant advanced or metastatic breast cancer.","publisher":"American Society of Clinical Oncology (ASCO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2020},"description":"Background:  AZD9833 is an oral selective estrogen receptor (ER) antagonist and degrader (SERD) that has shown antitumor efficacy in a range of preclinical models of breast cancer. Methods: SERENA-1 (NCT03616587) is an ongoing Phase 1, open-label study in pre- and post-menopausal women, after ≥1 endocrine therapy and ≤2 prior chemotherapies for ER+ HER2- advanced breast cancer (ABC). The primary objective is to determine the safety and tolerability of AZD9833 once daily (QD), with dose-limiting toxicities (DLTs) in 28d defining the maximum tolerated dose. Secondary objectives include pharmacokinetics and anti-tumor response. Pharmacodynamic (PD) analysis includes ER modulation in paired tumor biopsies and ctDNA dynamic changes. \n\nResults: At 20 January 2020: 60 patients were treated (median prior therapies 5 (1–9); prior fulvestrant (Fv) 82%; prior CDK4\/6i 68%) across five doses; 25 mg QD n=12, 75 mg QD n=12, 150 mg QD n=13, 300 mg QD n=13, 450 mg QD n=10. AZD9833 exposure was dose proportional after multiple doses, with a median terminal t1\/2 of 12h. Treatment-related AEs experienced by ≥10% of patients were visual disturbances (53%; 91% G1, 6% G2, 3% G3), bradycardia\/sinus bradycardia (45%; 93% G1, 7% G2), nausea (18%; 46% G1, 55% G2), fatigue (13%; 38% G1, 63% G2), dizziness (10%; 83% G1, 17% G3) vomiting (10%; 50% G1, 33% G2, 17% G3), and asthenia (10%; 67% G1, 33% G2). Three patients experienced DLTs: G3 QTcF prolongation (300 mg); G3 vomiting (450 mg); and a combination of G2 visual disturbance, G2 headache and G2 gait disturbance (450 mg). DLTs resolved with dose reduction. No G4 or 5 AEs were reported. Efficacy data are presented in the table below; objective response rate (ORR) and clinical benefit rate (CBR) at 24 weeks. Clinical trial information: NCT03616587. ER signalling pathway modulation was observed in all dose cohorts. In patients where clinical responses occurred and paired biopsies obtained, 98% reduction in Ki67 was measured...","url":"https:\/\/ascopubs.org\/doi\/10.1200\/JCO.2020.38.15_suppl.1024","name":"A Phase 1 Dose Escalation and Expansion Study of the Next Generation Oral SERD AZD9833 in Women With ER-Positive, HER2-Negative Advanced Breast Cancer","publisher":"American Society of Clinical Oncology (ASCO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2020},"description":"Background: \nThe pan-FGFR tyrosine kinase inhibitor erdafitinib is approved by the US Food and Drug Administration for adults with locally advanced or metastatic urothelial carcinoma and susceptible FGFR3\/2 genetic alterations who have progressed during or after ≥ 1 line of prior platinum-containing chemotherapy. FGFR gene alterations are potential oncogenic drivers that have been reported in many solid tumors in adult and pediatric pts. Because of limited response to standard of care options in pts failing systemic therapy, there is strong rationale to assess the safety and efficacy of erdafitinib in adolescent and adult pts with advanced solid tumors and FGFR alterations. \n\nMethods: This phase 2, open-label study (RAGNAR\/42756493CAN2002; NCT04083976) will include pts aged ≥ 12 years with histologically confirmed unresectable, locally advanced, or metastatic solid tumors (except urothelial tumors) harboring predefined FGFR mutations or fusions. Eligibility screening includes molecular screening for FGFR alterations by central or local next-generation sequencing assays, and other clinical criteria. Pts will enroll into either a broad panel cohort (BPC) of target FGFR alterations or an exploratory cohort (EC) for FGFR alterations that do not meet criteria for BPC. Approximately 280 pts (BPC, n = 240; EC, n = 40) will be enrolled. The primary efficacy end point is overall response rate (ORR) as assessed by the independent review committee. Secondary end points include investigator-assessed ORR, duration of response, disease control rate, progression-free survival, overall survival, safety, pharmacokinetics, and health-related quality of life. Safety assessments include adverse events, vital signs, electrocardiograms, physical examinations, laboratory tests, performance status assessment, growth assessments in adolescents, and ophthalmologic examination. As of December 2019, pts are being enrolled at ~158 sites in 15 countries...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.3_suppl.TPS480","name":"Erdafitinib for Advanced Solid Tumors: A Phase 2, Open-Label Study in Adult and Adolescent Patients (pts) with Advanced Solid Tumors Harboring Fibroblast Growth Factor Receptor (FGFR) Gene Alterations","publisher":"American Society of Clinical Oncology (ASCO 2020)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":4,"day":24,"year":2020},"description":"Abstract\nIntroduction: Insulin-like growth factor (IGF) signaling and the cyclin D-cyclin-dependent kinase (CDK) 4 & 6-retinoblastoma pathway are implicated in cancer progression and treatment resistance. Activation of the IGF receptor results in upregulation of cyclin D1 and progression through the cell cycle. Dual inhibition of IGF and CDK 4 & 6 should lead to decreased cell proliferation through disruption of cell-cycle progression. This phase Ib trial assessed safety and preliminary efficacy of xentuzumab, an IGF-ligand neutralizing antibody, in combination with abemaciclib, a CDK 4 & 6 inhibitor. In a dose-finding cohort in patients (pts) with solid tumors, the recommended phase II dose was determined as xentuzumab 1000 mg weekly intravenously plus abemaciclib 150 mg every 12 hours (Q12h) orally. Here, we present data from an expansion cohort in pts with NSCLC. Methods: Eligible pts had stage IV NSCLC with measurable disease which had progressed after platinum-based chemotherapy and immunotherapy, and had either received 1-2 prior chemotherapies for advanced\/metastatic disease or were judged ineligible for further standard second-line chemotherapy. Prior CDK 4 & 6 inhibitor therapy was not permitted. Pts received xentuzumab 1000 mg weekly plus abemaciclib 150 mg Q12h until disease progression or intolerability of study medication. The primary endpoint was objective response defined as best overall response of complete response or partial response (PR) per RECIST 1.1. Secondary endpoints included progression-free survival (PFS). Results: 25 pts with NSCLC were treated (17 male [68%], median age 64 years [range 53-76]). 4 pts remained on treatment at time of analysis. Median treatment exposure was 1.6 months (range 0.5-19.7). Of 19 pts evaluable for response, 1 had a best overall response of PR (65% target lesion shrinkage), 9 had stable disease (duration ≥24 weeks in 3 pts) and 9 had progressive disease. ..","url":"https:\/\/cancerres.aacrjournals.org\/content\/80\/16_Supplement\/CT165","name":"An open label, multi-cohort, phase Ib study of xentuzumab and abemaciclib: preliminary results from the advanced non-small cell lung cancer (NSCLC) cohort","publisher":"AACR Annual Meeting 2020","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"A Phase 2, Open-Label Efficacy and Safety Study in Adult and Adolescent Patients (pts) with Advanced Solid Tumors Harboring Fibroblast Growth Factor Receptor (FGFR) Gene Alterations","publishedOn":{"month":4,"day":25,"year":2020},"description":"Introduction: Erdafitinib, an oral pan-FGFR tyrosine kinase inhibitor, has demonstrated antitumor activity with a manageable safety profile. It is approved by the US Food and Drug Administration (FDA) for locally advanced or metastatic urothelial carcinoma in adult pts with susceptible FGFR3\/2 genetic alterations and who have progressed during or following ≥1 line of prior platinum-containing chemotherapy (PCC), including within 12 months of neoadjuvant or adjuvant PCC. FGFR gene alterations are potential oncogenic drivers and have been reported in many adult and pediatric solid tumors. Pts with metastatic solid tumors who have failed ≥1 line of systemic therapy have a dismal prognosis and limited efficacy with standard of care options. Therefore, there is a strong rationale to assess the safety and efficacy of erdafitinib in adolescent and adult pts with FGFR-altered advanced solid tumors.\nMethods: This phase 2, open-label study (NCT04083976) will include pts ≥12 years of age with histologically confirmed unresectable, locally advanced, or metastatic solid tumor malignancy (except urothelial tumors) harboring pre-defined FGFR mutations or fusions. Screening for inclusion comprises molecular screening for FGFR alterations by central or local next-generation sequencing assays, and other clinical criteria. Pts will enroll into (1) broad panel cohort (BPC) of target FGFR alterations, or (2) exploratory cohort (EC) for FGFR alterations which do not meet criteria for BPC. Approximately 280 pts (BPC, n=240; EC, n=40) will be enrolled. The primary efficacy endpoint is overall response rate (ORR) as assessed by the Independent Review Committee. Secondary endpoints include investigator-assessed ORR, duration of response, disease control rate, progression-free survival, overall survival, pharmacokinetics, and health-related quality of life...","publisher":"AACR Annual Meeting 2020","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":4,"day":24,"year":2020},"description":"Abstract\nIntroduction: Treatment with anti PD-1\/PD-L1 antibodies has demonstrated clinical activity in different types of solid tumors, but only 20 to 30% of patients (pts) respond to these immune checkpoint inhibitors (ICIs). Therefore, predictive biomarkers of response that can assist in pt selection are urgently needed. Single biomarker expression, like PD-L1, may not provide enough information about cancer cells and the tumor microenviroment. Novel technologies, analyzing hundreds of genes at the same time, are needed to yield better predictive gene signatures of ICI response. The DURVAST trial analyzed the feasibility of durvalumab treatment in HIV-infected cancer pts, which are usually excluded from ICI clinical trials. The trial included 20 patients with different tumor types and yielded a disease control rate of 56%.\n\nMethods: Pre-ICI-treatment FFPE tumor tissue samples from 14 HIV-infected cancer pts (including 11 lung, 1 melanoma, 1 anal and 1 bladder cancer) were analyzed using the nCounter NanoString platform with the IO360 panel, including 770 genes involved in tumor biology, microenvironment and immune response. Gene expression results were correlated with clinical benefit (CB) (objective response and stable disease of more than 24 weeks by RECIST1.1 criteria), and compared to other predictive markers.\n\nResults: Exploratory analysis of pre-treatment gene expression profiles (GEPs) revealed differentially expressed genes (DEGs) between the pts with- and without CB. Panel-incorporated biological signatures related to tumor and immune activities were evaluated and some of the most DEGs (based on higher log2FC values and nominal p-values ≤0.05) were shown to be involved in cytokine and chemokine signaling. Although not significant, pts without CB tend to have lower expression of genes involved in cytokine and chemokine signaling (p = 0.097)...","url":"https:\/\/cancerres.aacrjournals.org\/content\/80\/16_Supplement\/929.short","name":"Transcriptomic analysis of pre-treatment tissue samples to predict clinical benefit to durvalumab in HIV-infected cancer patients","publisher":"AACR Annual Meeting 2020","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":3,"day":5,"year":2020},"description":"Abstract \nBackground:The insulin-like growth factor (IGF) and cyclin dependent kinase (CDK) 4 & 6-retinoblastoma pathways are implicated in cancer progression and treatment resistance. NCT03099174 is an open-label study investigating the safety and tolerability of the IGF-1\/2-neutralizing antibody, xentuzumab, plus abemaciclib, a CDK 4 & 6 inhibitor, with or without endocrine therapy (ET).\n\nMaterials and methods: Four dose-finding cohorts were evaluated in 2 parts using a Bayesian Logistic Regression Model with overdose control. Part 1 (Cohort A) included pts with solid tumors who had failed\/were intolerant of prior treatments, or had no other option available. The starting dose was xentuzumab 1000 mg i.v. weekly + abemaciclib 150 mg orally every 12 h (Q12h). Part 2 included postmenopausal women with HR+, HER2- BC who had received ≤2 prior lines of chemotherapy in the metastatic setting and were eligible for ET. Xentuzumab + abemaciclib (dose determined in Part 1) were combined with: Cohort B, letrozole; Cohort C, anastrozole; Cohort D, fulvestrant. Treatment was until progression, lack of tolerability, or withdrawal. Primary endpoints were maximum tolerated dose (MTD) and dose-limiting toxicities (DLTs) during the first 28-day cycle. Tumor response and progression-free survival (PFS) were also assessed.\n\nResults: 28 pts were treated (27 female [96.4%]; median age, 58 yrs [range 34–70]); 9 pts remain on treatment at the time of analysis. Cohorts A\/B\/C\/D included 6\/7\/7\/8 pts. MTD was xentuzumab 1000 mg weekly + abemaciclib 150 mg Q12h with or without ET. During Cycle 1, 4 DLTs were reported (G3 neutrophil count decrease, n=1 each in Cohorts A and B; G4 thrombocytopenia, n=1 [Cohort C]; G3 neutropenia, n=1 [Cohort D])...","url":"https:\/\/www.inoncology.com\/sites\/default\/files\/downloads\/yee_et_al_1280.18_miamibc2020_combine.pdf","name":"A phase Ib study of xentuzumab and abemaciclib in patients (pts) with solid tumors and breast cancer (BC) – initial report of four dose-finding cohorts","publisher":"Miami Breast Cancer 2020","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":21,"year":2019},"description":"ABSTRACT \nBackground: Therapies targeting the programmed cell death-1 (PD-1) receptor or its ligand (PD-L1), such as the humanized monoclonal antibody durvalumab, have shown durable clinical responses in several tumor types. However, human immunodeficiency virus (HIV-1)-infected patients have been excluded from cancer immunotherapy clinical trials, based on concerns about the safety and feasibility of these therapies in HIV-1-infected cancer patients.\n\nMethods: We conducted the DURVAST study, a non-randomized, open-label, phase 2 clinical trial evaluating the feasibility and safety of durvalumab treatment in HIV-1-infected cancer patients. All patients had basal undetectable plasma viremia under combination antiretroviral therapy (cART). Treatment consisted of intravenous infusion of durvalumab (1500 mg every four weeks) until disease progression or unacceptable toxicity.\n\nResults: A total of 20 HIV-1-infected cancer patients were enrolled. A median of four cycles of durvalumab was administered (range, 1-16). Drug-related adverse events were observed in 50% of patients, and all were grade 1 and 2 (mainly diarrhea, asthenia and arthromyalgia). Four of 16 response-evaluable patients (25%) had a partial response. Five (31%) patients had stable disease, for a disease control rate of 50%. CD4+ and CD8+ T-cell counts, and plasma viral load remained stable throughout the study.\n\nConclusions: Durvalumab treatment was feasible and safe in HIV-1-infected cancer patients under cART. HIV-1-infected cancer patients should have access to cancer immunotherapy treatments. (Funded by the Spanish Lung Cancer Group and AstraZeneca Spain; ClinicalTrials.gov number, NCT03094286)","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32271353\/","name":"Durvalumab in HIV-1-infected patients with solid tumors. The phase II DURVAST Study","publisher":"13th Congress on Lung Cancer (GECP 2019)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":12,"day":10,"year":2019},"description":"Abstract\nBackground: Insulin-like growth factor receptor-1 (IGF-1R) signaling is implicated in cancer progression, prognosis, and treatment resistance. Cross-talk between IGF-1R signaling and cyclin-dependent kinase (CDK) 4 & 6 was reported in preclinical studies, and synergy was shown with concurrent inhibition of IGF-1R signaling and CDK 4 & 6. The CDK 4 & 6 inhibitor, abemaciclib, is FDA approved for hormone receptor-positive [HR+], HER2- advanced BC (ABC) in combination with an aromatase inhibitor as initial endocrine-based therapy, with fulvestrant for progression following endocrine therapy (ET), and as monotherapy for progression following ET and prior chemotherapy in the metastatic setting. NCT03099174 is a prospective, open-label study investigating the safety and tolerability of concurrent inhibition of IGF\/IGF-1R signaling with the IGF-1\/2-neutralizing monoclonal antibody, xentuzumab, plus abemaciclib (provided by Eli Lilly), with or without ET. \n\nMethods: 4 dose-finding cohorts were evaluated in 2 parts using a Bayesian Logistic Regression Model with overdose control, fitted to toxicity outcomes. Part 1 (Cohort A) included pts with solid tumors who had failed\/were intolerant of prior treatments, or had no other option available. The starting dose was xentuzumab 1000 mg i.v. weekly plus abemaciclib 150 mg orally (p.o.) every 12 h (Q12h). Part 1 determined the maximum tolerated dose (MTD) and\/or recommended phase II dose (RP2D) prior to starting Part 2. Part 2 included postmenopausal women with HR+, HER2- BC who had received 0-2 prior lines of chemotherapy in the metastatic setting and were eligible for ET. One of 3 ETs was combined with xentuzumab plus abemaciclib (doses determined in Part 1): Cohort B, letrozole; Cohort C, anastrozole; Cohort D, fulvestrant. Previous CDK 4 & 6 inhibitor therapy was not permitted. Treatment was given until progression, lack of tolerability, or withdrawal...","url":"https:\/\/cancerres.aacrjournals.org\/content\/80\/4_Supplement\/P3-11-05","name":"A phase Ib multi-cohort study of xentuzumab and abemaciclib in patients with solid tumors and breast cancer – initial report of four dose-finding cohorts","publisher":"San Antonio Breast Cancer Symposium (SABCS 2019)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":7,"year":2018},"description":"Introduction: V-domain Ig suppressor of T-cell activation (VISTA) and Programmed-death 1 (PD-1) are independent immune checkpoints that negatively regulate T-cell function1. VISTA is expressed on both immune cells and tumor cells2,3,4,5,6 and is found to be upregulated in cancers as a potential resistance mechanism after therapy with immune checkpoint inhibitors (ICI)7,8. As such it has been considered a target for ICI therapy. Pre-clinical studies demonstrated that dual blockade of both checkpoints can be synergistic1. CA-170 is a first-in-class small molecule oral inhibitor that directly targets VISTA and PDL1\/L2 and has demonstrated anti-tumor activity in multiple preclinical models. This presentation is an update to the on-going Phase 1 trial (Clinicaltrials.org NCT02812875) presented last year9. A phase 2 study is also ongoing.\n\nMethods and Study Design:\nCA-170 Phase 1 First-in-Human Dose Escalation Trial (CA-170-101)\n- Accelerated titration of initial 3 cohorts, followed by a 3+3 design\n- Selected dose levels  back-filled with additional patients\n\nObjectives\n- Primary: Safety, Recommended Phase 2 Dose (RP2D), and MTD; \n- Secondary: PK and anti-cancer activity\n- Exploratory: biomarkers and PD effects\nPatient Population \n- Patients with advanced solid tumors or lymphoma for which standard therapy, does not exist, is not available, or is no longer effective. \n- Eligible patients were aged ≥18 years with advanced solid tumors or lymphomas, adequate organ function, and ECOG PS 0–1.\n- Study sites in South Korea, US, Spain, UK\nTreatment\n- Oral, QD or BID, dosing in continuous 21-day cycles\n\nResults: Overall Safety Summary\n- No DLTs observed to date; MTD and RP2D have not yet been established \n- The majority of TEAEs and TRAEs have been mild\/moderate (Gr. 1\/2) and self-limiting or resolved with concomitant meds\n- A total of 33 SAEs have been reported among 20 pts. 2 SAEs (Gr. 3) were reported to be possibly related to study treatment (3.4%)...","url":"https:\/\/sitc.sitcancer.org\/2018\/abstracts\/titles\/poster\/index.php?category=Poster+Accept&filter=CA-170","name":"Phase 1 study of CA-170, a first-in-class, orally available, small molecule immune checkpoint inhibitor (ICI) dually targeting VISTA and PDL1, in patients with advanced solid tumors or lymphomas","publisher":"Society for Immunotherapy of Cancer (SITC 2018)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":10,"day":19,"year":2018},"description":"BACKGROUND\n• Antibodies targeting the programmed cell death 1\/ programmed cell death ligand 1 (PD-1\/PD-L1)-pathway have demonstrated deep and durable cancer treatment responses when administered as monotherapy regimens1,2\n• Antibodies targeting cytotoxic T-lymphocyte antigen 4 (CTLA-4) also demonstrate deep and durable remissions, particularly in patients with advanced melanoma3\n• Combination regimens with inhibition of both PD-1 and CTLA-4 have improved efficacy considerably at the expense of toxicity, leading to a disproportionally high rate of immune-related toxicities compared to each agent alone4,5\n• To date, this combination is the only approved immune-oncology doublet\n• The most common immune-related adverse events (irAEs), observed with CTLA-4 and PD-pathway inhibitors (both in monotherapy and in combination) are serious, sometimes fatal, inflammation of the skin, liver, lung and\/or colon6\n• ProbodyTM therapeutics are fully recombinant antibody prodrugs that are designed to remain relatively inactive systemically and in healthy tissue, avoiding binding to the target antigen, and to be activated specifically in the tumor microenvironment by tumor-associated protease activity7,8\n• CX-072 is a Probody therapeutic directed against PD-L1, designed to have anticancer activity with potentially reduced irAEs\n• The combination of Probody CX-072 with ipilimumab in immunotherapy-naïve patients with solid tumors for whom no other immunotherapy is either approved and\/or available (Part B1)9 is presented here (ClinicalTrials.gov identifier, NCT03013491). See poster P435 for data from Probody CX-072 monotherapy (Part A and A2)\n\n OBJECTIVES AND END POINTS\n• The primary objectives of Part B1 of the study are to assess the safety and tolerability and to determine the maximum tolerated dose (MTD) and the dose-limiting toxicity (DLT) of CX-072 when administered in a concomitant combination schedule with ipilimumab...","url":"https:\/\/doi.org\/10.1093\/annonc\/mdy279.423","name":"Preliminary results of the first-in-human, dose-finding PROCLAIM-CX-072 trial evaluating the PD-L1 Probody therapeutic CX-072 in combination with ipilimumab in patients with advanced solid tumors","publisher":"European Society for Medical Oncology (ESMO 2018)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":28,"year":2018},"description":"Introduccion y objetivos: En cáncer metastásico, la tasa de respuesta global (TRG) tras tratamiento con anti-PD1 en monoterapia es variable (0% a 50%). Nuestra hipótesis es que esta observación se explica, en parte, por la expresión diferente de la diana terapéutica (PD1) en el tumor.\n\nMaterial y métodos: Se obtuvieron datos de RNA-seq del TCGA de 10.078 tumores que representaban 34 tipos de cáncer. Se evaluó la expresión de PD1 y 566 genes\/firmas relacionados con el sistema inmune. Se calcularon las correlaciones entre cada gen\/TRG reportada. Se incluyeron solo estudios de anti-PD1 en monoterapia que incluyeran al menos 20 pacientes no seleccionados por biomarcador. Para traducir estos hallazgos al entorno clínico, analizamos la expresión de PD1 utilizando la plataforma nCounter en 773 muestras tumorales fijadas en parafina (FFPE) de 17 tipos de cáncer. Finalmente, evaluamos el mARN de PD1 en FFPE a partir de una cohorte independiente de 102 pacientes con tumores sólidos metastásicos tratados con anti-PD1 en monoterapia.\n\nResultados: En el TCGA, la expresión de PD1 varió significativamente entre los diferentes tipos de cáncer, y la proporción de tumores con alta expresión (PD1-H) (definidos como percentil 80) en cada cáncer varió del 0% a 84% (p<0,001). Las proporciones de PD1-H se encontraron fuertemente correlacionados con las TRG reportadas en la literatura (coeficiente de correlación [CC] = 0,91), sugiriendo que el 83% de las diferencias en las TRG entre los distintos tipos de cáncer podrían explicarse por la expresión de PD1. Se exploraron diferentes puntos de corte de PD1, otros genes\/firmas y la carga mutacional tumoral, y los CC obtenidos fueron inferiores. Para traducir estos hallazgos en muestras clínicas, se evaluó la expresión de PD1 en 773 muestras FFPE de 17 tipos de cáncer mediante la plataforma nCounter....","url":"https:\/\/doi.org\/10.1093\/annonc\/mdy335","name":"Asociación entre el mARN de PD1 y la respuesta a tratamiento con anti-PD1 en monoterapia en múltiples tipos de cánceres","publisher":"Programa científico SEOM 2018","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":7,"year":2017},"description":"ABSTRACT\nPurpose: Determine the recommended doses and schedules for the combination of oral vandetinib, an EGFR and VEGF targeted agent in combination with oral selumetinib, a MEK inhibitor.\n\nExperimental Design: Patients with advanced solid tumors (including NSCLC) received vandetanib and selumetinib (targeting EGFR, VEGF and MEK respectively).  Using CTCAE criteria, safety and maximum tolerated dose were determined as well as pharmacokinetic (PK) profiles.  Pre-specified dose levels included vandetanib Days 1-14 (with initial dose loading for 2 or 4 days) as a single agent prior to adding selumetinib on Day 15. \n \nResults: Forty-seven patients were treated (24 with NSCLC) at seven dose levels (ranges 100mg-300mg vandetanib daily plus selumetinib 25mg twice daily up to 125mg once daily.  Toxicity, consistent with single agent profiles, was commonly low grade (1-2).  At all dose levels, patients frequently needed dose reduction of vandetanib or selumetinib (32% and 48% respectively), often after completing Cycle 1.  Dose limiting toxicity were met seven times. There was no evidence of PK interaction and the loading strategy worked.  Best response was stable disease in six patients (range 16 – 152 weeks). \n\nConclusions: 200mg vandetanib daily combined with 50mg twice-daily selumetinib was the recommended Phase II dose.  Further expansion with extensive biomarker studies is ongoing at these doses and schedules.","url":"https:\/\/www.hra.nhs.uk\/planning-and-improving-research\/application-summaries\/research-summaries\/vansel-1-a-phase-i-trial-of-vandetanib-and-selumetinib\/","name":"A Phase I trial of VEGFR and EGFR inhibitor vandetanib in combination with the MEK inhibitor selumetinib in solid tumours.","publisher":"Clinical Cancer Research Journal (ACCR)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":7,"day":29,"year":2021},"description":"ABSTRACT: Background Probody® therapeutics are antibodyprodrugs designed to be activated by tumor-associated proteases. This conditional activation restricts antibody binding to the tumor microenvironment, thereby minimizing ‘off-tumor’ toxicity. Here, we report the phase 1 data from the first-in-human study of CX-072(pacmilimab), a Probody immune checkpoint inhibitor directed against programmed death-ligand1 (PD-L1),in combination with the anti-cytotoxic T-lymphocyte-associated protein 4 (anti-CTLA- 4) antibody ipilimumab.\n\nMethods: Adults (n=27) with advanced solid tumors(naive to PD-L1\/ programmed cell death protein 1 or CTLA- 4 inhibitors) were enrolled in the phase 1 combination therapy dose-escalation portion of this multicenter, open-label, phase 1\/2 study (NCT03013491). Dose-escalation pacmilimab\/ipilimumab followed a standard 3+3 design and continued until the maximum tolerated dose (MTD) was determined. Pacmilimab+ipilimumab was administered intravenously every 3 weeks for four cycles, followed by pacmilimab administered every 2 weeks as monotherapy. The primary objective was identification of dose-limiting toxicities and determination of the MTD. Other endpoints included the rate of objective response (Response Evaluation Criteria In Solid Tumors v.1.1).\n\nResults: Twenty-seven patients were enrolled in pacmilimab (mg\/kg)+ipilimumab (mg\/kg) dose-escalation cohorts: 0.3+3 (n=6); 1+3 (n=3); 3+3 (n=3); 10+3 (n=8); 10+6 (n=6); and 10+10 (n=1). Dose-limiting toxicities in three patients, one at the 0.3+3 dose level (grade 3 dyspnea\/pneumonitis) and two at the 10+6 dose level (grade 3 colitis, grade 3 increased aspartate aminotransferase). The MTD and recommended phase 2 dose was pacmilimab 10 mg\/kg+ipilimumab 3 mg\/kg administered every 3 weeks. Pacmilimab-related grade 3–4 adverse events (AEs) and grade 3–4 immune-related AEs were reported in nine (33%) and six (22%) patients, respectively. Three patients (11%) discontinued treatment because of AEs...","url":"https:\/\/jitc.bmj.com\/content\/9\/7\/e002446","name":"CX-072 (pacmilimab), a Probody PD-L1 inhibitor, in combination with ipilimumab in patients with advanced solid tumors (PROCLAIM-CX-072): a first-in- human, dose-finding study.","publisher":"Journal for ImmunoTherapy of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":7,"day":29,"year":2021},"description":"Abstract\nBackground: Probody® therapeutics are antibody prodrugs that are activated in the tumor microenvironment by tumor-associated proteases, thereby restricting the activity to the tumor microenvironment and minimizing ‘off-tumor’ toxicity. We report dose-escalation and single-agent expansion phase data from the first-in-human study of CX-072 (pacmilimab), a Probody checkpoint inhibitor directed against programmed death-ligand 1 (PD-L1).\n\nMethods: In the dose-escalation phase of this multicenter, open-label study (NCT03013491), adults with advanced solid tumors (naive to programmed-death-1\/PD-L1 or cytotoxic T-lymphocyte-associated antigen 4 inhibitors) were enrolled into one of seven dose-escalation cohorts, with pacmilimab administered intravenously every 14 days. The primary endpoints were safety and determination of the maximum tolerated dose (MTD). In the expansion phase, patients with one of six prespecified malignancies (triple-negative breast cancer [TNBC]; anal squamous cell carcinoma [aSCC]; cutaneous SCC [cSCC]; undifferentiated pleomorphic sarcoma [UPS]; small bowel adenocarcinoma [SBA]; and thymic epithelial tumor [TET]); or high tumor mutational burden (hTMB) tumors were enrolled. The primary endpoint was objective response (Response Evaluation Criteria In Solid Tumors v.1.1).\n\nResults: An MTD was not reached with doses up to 30 mg\/kg. A recommended phase 2 dose (RP2D) of 10 mg\/kg was chosen based on pharmacokinetic and pharmacodynamic findings in the expansion phase. Ninety-eight patients enrolled in the expansion phase: TNBC (n=14), aSCC (n=14), cSCC (n=14), UPS (n=20), SBA (n=14), TET (n=8), and hTMB tumors (n=14). Of 114 patients receiving pacmilimab at the RP2D, grade ≥3 treatment-related adverse events (TRAEs) were reported in 10 patients (9%), serious TRAEs in six patients (5%), and treatment discontinuation due to TRAEs in two patients (2%). Grade ≥3 immune-related AEs occurred in two patients (rash, myocarditis)...","url":"https:\/\/jitc.bmj.com\/content\/9\/7\/e002447","name":"CX-072 (pacmilimab), a Probody® PD-L1 inhibitor, in advanced or recurrent solid tumors (PROCLAIM-CX-072): an open-label dose-finding and first-in-human study","publisher":"Journal for ImmunoTherapy of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":4,"year":2021},"description":"Background: Genetic profiling (GP) is essential not only for understanding tumor biology but also helps to identify potential genes for targeted therapies. At the same time, selected CT provide an individual genomic profile panel during the pre-screening phase. Here, we demonstrate our experience using these panels. Methods: We selected 14 CT from our Early Drug Development Clinical Trial Unit at Hospital Clinic of Barcelona that included analysis of gene panels in tumor (Foundation One, ArcherDX, Therascreen and Sophia Genetics) or plasma (Resolution Bioscience ctDx). These panels analyzed mutations, fusions, amplifications, microsatellite instability (MSI) and tumor mutational burden (TMB), among others. We collected information about types of cancers, molecular alterations and therapies chosen according to the results of GP. The platform OncoKB (Chakravarty JCO PO, 2017) was used to define genes with potential target therapies and levels of evidence (LE) for those targets (from LE 1 –FDA-recognized biomarker predictive of response to an FDA-approved drug- to LE 4 –Compelling biological evidence supports the biomarker as being predictive of response to a drug). Descriptive statistics were used. Results: From March 2017 to January 2021 we analyzed samples from 410 patients (pts) with CNS (19.3%), urothelial (18.3%), prostate (17.6%), breast (15.4%), ovarian (9.3%), esophageal and gastric (5.4%), colorectal (4.4%), pancreas (2.7%), endometrial (2.4%), cholangiocarcinoma (1.2%), cervix (1%), HNSCC (1%), renal (1%), lung (0.5%), liver (0.2%) fallopian tube (0.2%) and paraganglioma (0.2%). 352 pts (85.8%) had at least 1 genetic alteration. The most frequently altered genes were TP53 (153 pts, 46.2%), INSR (19 pts, 22.8%), TERT (76 pts, 22%), CDKN2A (65 pts, 19.9%), FAM175A (11 pts, 19.3%), CDKN2B (54 pts, 18.1%), MLL2 (53 pts, 17.7%), PTEN (52 pts, 16%), MTAP (45 pts, 15.7%), PIK3CA (52 pts, 15%) and ATM (55 pts, 14.4%)...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.15_suppl.3060","name":"Genetic profiling across multiple cancer types using molecular pre-screening comprehensive gene panels offered by clinical trials (CT).","publisher":"American Society of Clinical Oncology (ASCO 2021)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":4,"year":2021},"description":"Background: Pembrolizumab (pembro), an anti-PD-1 antibody, is approved for the treatment of patients (pts) with unresectable or metastatic microsatellite instability-high (MSI-H) or mismatch repair (MMR) deficient colorectal cancer, both as first-line treatment and after progression following treatment with fluoropyrimidine, oxaliplatin, and irinotecan. The combination of lenvatinib, a multiple receptor tyrosine kinase inhibitor, and anti-PD-1 treatment showed synergistic antitumor activity in preclinical models. LEAP-005 (NCT03797326) is evaluating the efficacy and safety of lenvatinib plus pembro in pts with previously treated advanced solid tumors. We present findings from the colorectal cancer cohort. Methods: In this nonrandomized, open-label, phase 2 study, adult pts (aged ≥18 y) with histologically\/cytologically documented metastatic and\/or unresectable colorectal cancer, non–MSI-H\/pMMR tumor per local determination, previous treatment with oxaliplatin and irinotecan in separate lines of therapy, measurable disease per RECIST v1.1, ECOG PS of 0‒1, and a tissue sample evaluable for PD-L1 expression were eligible. Pts received lenvatinib 20 mg QD plus pembro 200 mg Q3W for up to 35 cycles of pembro (̃2 y) or until confirmed disease progression, unacceptable toxicity, or withdrawal of consent. Treatment with lenvatinib could continue beyond 2 y in pts with clinical benefit. Primary endpoints were ORR (per RECIST v1.1 by blinded independent central review) and safety. Secondary endpoints included disease control rate (DCR), duration of response (DOR), PFS, and OS. Tumor imaging was performed Q9W from treatment initiation for 54 wks, then Q12W to week 102, and Q24W thereafter. Results: 32 pts with colorectal cancer received treatment with lenvatinib plus pembro (median age, 56 y [range, 36-77]; male, 81%; 3L, 91%); median time from first dose to data cutoff (April 10, 2020) was 10.6 mo (range, 5.9-13.1). ORR was 22% (95% CI, 9–40; table)...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.15_suppl.3564","name":"LEAP-005: A Phase 2 Multicohort Study of Lenvatinib Plus Pembrolizumab in Patients With Previously Treated Selected Solid Tumors: Results From the Colorectal Cancer Cohort.","publisher":"American Society of Clinical Oncology (ASCO 2021)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":4,"year":2021},"description":"Background: Second-line treatment options for patients with biliary tract cancers (BTC) are limited. Lenvatinib, an anti-angiogenic multikinase inhibitor, in combination with the programmed death-1 immune checkpoint inhibitor pembrolizumab, has demonstrated promising antitumor activity with a manageable safety profile in patients with select advanced solid tumors. LEAP-005 (NCT03797326) is evaluating the efficacy and safety of lenvatinib plus pembrolizumab in patients with previously treated advanced solid tumors; here we present results from the BTC cohort of LEAP-005. Methods: In this nonrandomized, open-label, phase 2 study, eligible patients were aged ≥18 years with histologically or cytologically documented advanced (metastatic and\/or unresectable) BTC with disease progression after 1 prior line of therapy, measurable disease per RECIST v1.1, ECOG PS of 0‒1, and tissue sample evaluable for PD-L1 expression. Patients received lenvatinib 20 mg once daily plus pembrolizumab 200 mg Q3W for up to 35 cycles (approximately 2 years) or until confirmed disease progression, unacceptable toxicity, or withdrawal of consent. Treatment with lenvatinib could continue beyond 2 years in patients experiencing clinical benefit. Primary endpoints were ORR (per RECIST v1.1 by blinded independent central review) and safety. Secondary endpoints were the disease control rate (DCR; comprising CR, PR, and SD), duration of response (DOR), PFS, and OS. Tumor imaging was performed Q9W from treatment initiation for 54 weeks, then Q12W to week 102, and Q24W thereafter. Results: 31 patients were enrolled in the BTC cohort (ECOG PS 1, 55%; 84% ex-US). As of April 10, 2020, median time from first dose to data cutoff (DCO) was 9.5 months (range, 3.1‒11.9), with 8 patients on treatment at DCO. There were 3 (10%) PRs and 18 (58%) SDs. ORR was 10% (95% CI, 2‒26), and DCR was 68% (95% CI, 49‒83). Median DOR was 5.3 months (range, 2.1+ to 6.2)...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.15_suppl.4080","name":"Lenvatinib Plus Pembrolizumab for Patients With Previously Treated Biliary Tract Cancers in the Multicohort Phase 2 LEAP-005 Study.","publisher":"American Society of Clinical Oncology (ASCO GI 2021)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":1,"day":15,"year":2021},"description":"Background: Pembrolizumab (pembro), an anti-PD-1 antibody, is approved for the treatment of patients (pts) with unresectable or metastatic microsatellite instability-high (MSI-H) or mismatch repair (MMR) deficient colorectal cancer, both as first-line treatment and after progression following treatment with fluoropyrimidine, oxaliplatin, and irinotecan. The combination of lenvatinib, a multiple receptor tyrosine kinase inhibitor, and anti-PD-1 treatment showed synergistic antitumor activity in preclinical models. LEAP-005 (NCT03797326) is evaluating the efficacy and safety of lenvatinib plus pembro in pts with previously treated advanced solid tumors. We present findings from the colorectal cancer cohort. Methods: In this nonrandomized, open-label, phase 2 study, adult pts (aged ≥18 y) with histologically\/cytologically documented metastatic and\/or unresectable colorectal cancer, non–MSI-H\/pMMR tumor per local determination, previous treatment with oxaliplatin and irinotecan in separate lines of therapy, measurable disease per RECIST v1.1, ECOG PS of 0‒1, and a tissue sample evaluable for PD-L1 expression were eligible. Pts received lenvatinib 20 mg QD plus pembro 200 mg Q3W for up to 35 cycles of pembro (~2 y) or until confirmed disease progression, unacceptable toxicity, or withdrawal of consent. Treatment with lenvatinib could continue beyond 2 y in pts with clinical benefit. Primary endpoints were ORR (per RECIST v1.1 by blinded independent central review) and safety. Secondary endpoints included disease control rate (DCR), duration of response (DOR), PFS, and OS. Tumor imaging was performed Q9W from treatment initiation for 54 wks, then Q12W to week 102, and Q24W thereafter. Results: 32 pts with colorectal cancer received treatment with lenvatinib plus pembro (median age, 56 y [range, 36-77]; male, 81%; 3L, 91%); median time from first dose to data cutoff (April 10, 2020) was 10.6 mos (range, 5.9-13.1) ORR was 22% (95% CI, 9-40; Table)...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2021.39.3_suppl.94","name":"LEAP-005: A Phase 2 Multicohort Study of Lenvatinib Plus Pembrolizumab in Patients With Previously Treated Selected Solid Tumors: Results From the Colorectal Cancer Cohort.","publisher":"American Society of Clinical Oncology (ASCO GI 2021)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":5,"year":2017},"description":"BACKGROUND: Metastatic ER positive breast cancer patients invariably experience disease progression whilst taking non-steroidal aromatase inhibitors (NSAIs). Fibroblast growth factor receptor inhibitors (FGFRI) such as AZD4547 can reverse endocrine resistance in breast cancer cells in vitro. An initial Safety Run-In Phase Ib study demonstrated that AZD4547 80mg bd, on a one week on \/ one week off schedule in combination with letrozole (2.5mg) \/ anastrozole (1mg) (once daily) is safe and well tolerated. Here we report the findings of our Phase IIa single arm study of AZD4547 in combination with either letrozole or anastrozole (AIs).\n\nPRIMARY OBJECTIVES: To assess efficacy of AZD4547 combined with anastrozole (A) or letrozole (L)\nbased on change in tumour size at 12 weeks (or progression if prior to week 12).\nSECONDARY OBJECTIVES:\n• To assess efficacy of AZD4547 in combination with A or L as measured by:\n1. change in tumour size\/response (RECIST1.1 criteria) at 6 weeks, 20 weeks, then every 8 weeks, as per study plan.\n2. the objective response rate (ORR) at 6 weeks, 12 weeks, then every 8 weeks, as per study plan\n3. progression-free survival (PFS)\n• To assess the safety and tolerability of AZD4547 in combination with A or I\nEXPLORATORY OBJECTIVES: To analyse a range of oncology biomarkers, which may correlate with drug response.\n\nMain Eligibility criteria: (1) Informed consent; (2) Aged ≥ 25 years of age; (3) Post menopausal women\nwith histological confirmation of breast cancer with documented positive oestrogen receptor status (ER+)\nof primary or metastatic tumour tissue; (4) ECOG performance status 0-1 , life expectancy > 12 weeks;\n(5) Progressing or prior progression at some point during breast cancer treatment with either L or A;\n(6) At least 1 measurable lesion ≥ 10mm in longest diameter (or ≥ 15mm in the short axis for nodal\ndisease) at baseline that can be accurately assessed by CT\/MRI at baseline and follow-up...","url":"https:\/\/www.researchgate.net\/publication\/351267472_RADICAL_phase_IbIIa_study_of_AZD4547_combined_with_anastrozole_or_letrozole_in_AI_resistant_ER_breast_cancer_patients","name":"A multi-centre, single arm, open label Phase Ib\/IIa study to assess the safety and efficacy of AZD4547 in combination with either anastrozole or letrozole in ER positive breast cancer patients who have progressed on treatment with anastrozole or letrozole","publisher":"NCRI Cancer Conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":10,"day":21,"year":2017},"description":"ABSTRACT\nPurpose: Determine the recommended doses and schedules for the combination of oral vandetinib, an EGFR and VEGF targeted agent in combination with oral selumetinib, a MEK inhibitor.\n\nExperimental Design: Patients with advanced solid tumors (including NSCLC) received vandetanib and selumetinib (targeting EGFR, VEGF and MEK respectively).  Using CTCAE criteria, safety and maximum tolerated dose were determined as well as pharmacokinetic (PK) profiles.  Pre-specified dose levels included vandetanib Days 1-14 (with initial dose loading for 2 or 4 days) as a single agent prior to adding selumetinib on Day 15.  \n\nResults: Forty-seven patients were treated (24 with NSCLC) at seven dose levels (ranges 100mg-300mg vandetanib daily plus selumetinib 25mg twice daily up to 125mg once daily.  Toxicity, consistent with single agent profiles, was commonly low grade (1-2).  At all dose levels, patients frequently needed dose reduction of vandetanib or selumetinib (32% and 48% respectively), often after completing Cycle 1.  Dose limiting toxicity were met seven times. There was no evidence of PK interaction and the loading strategy worked.  Best response was stable disease in six patients (range 16 – 152 weeks). \n\nConclusions: 200mg vandetanib daily combined with 50mg twice-daily selumetinib was the recommended Phase II dose.  Further expansion with extensive biomarker studies is ongoing at these doses and schedules.","url":"https:\/\/www.hra.nhs.uk\/planning-and-improving-research\/application-summaries\/research-summaries\/vansel-1-a-phase-i-trial-of-vandetanib-and-selumetinib\/","name":"A Phase I trial of VEGFR and EGFR inhibitor vandetanib in combination with the MEK inhibitor selumetinib in solid tumours.","publisher":"Clinical Cancer Research Journal (AACR)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Capturing early changes in the cancer genome of patients under experimental treatment with circulating tumour DNA","publishedOn":{"month":9,"day":20,"year":2017},"description":"Background:\nSerial analysis of ctDNA with next generation sequencing (NGS) offers an opportunity to monitor early changes in the relative abundance of mutations on a genomic scale and to detect emergence of resistance to treatment. We set up an intensive, longitudinal plasma collection for patients undergoing experimental therapeutic trials. To this date more than 300 samples from more than 30 patients from multiple early-phase trials have been incorporated in this work. Notably, ctDNA sample collection has been incorporated to RADICAL [NCT01791985], a phase 2 multisite clinical trial that explores the activity of an aromatase inhibitor in combination with an anti-FGFR inhibitor in ER positive breast cancer.\nHow fast do changes occur when patient receive treatment? How well do these changes reflect what is happening in the tumour? → We hypothesised that we could use a modified TAm-Seq and Whole Exome Sequencing (WES) to monitor the occurrence and dynamics of mutations associated with resistance to experimental treatment.\n1. Molecular profiling of patients in early phase clinical trials:\nWe collected so far 392 plasma samples from 45 patients.\nCALIBRATE is an overarching recruitment protocol setup to collect plasma samples from patients treated with AstraZeneca (AZ) experimental treatment in Addenbrooke’s hospital (Cambridge).\n2. Adapting TAm-Seq to multiples cancer types:\nWe designed a TAm-Seq panel adaptable to multiple clinical trials: part of the panel is based on mutations commonly found in different cancer types; the other part is trial-specific.\nThe panel covers 28 genes and 40kb.\nPrimer-dimer and unspecific products of the TAm-Seq’s pre-amplification step are removed by using a size-selecting the fragments of interests\n3. ESR1 mutations are detected in the plasma of ER+ breast cancer patients treated with aromatase inhibitor + AZD4547:Activating mutations in ESR1 are a key mechanism in acquired endocrine resistance to breast cancer therapy\nImages not inserted","publisher":"10 th CNAPS Internacional Symposium","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":8,"day":9,"year":2017},"description":"Background\nAlthough acquired immunodeficiency syndrome-related mortality is decreasing with the introduction of effective antiretroviral therapy, it has been reported a significant increase in the proportion of non-acquired immunodeficiency syndrome defining malignancies in HIV infected patients, often associated with premature immunosenescence and exhaustion. It has been shown in murine models and humans that programmed cell death ligand 1 (PD-L1) and its receptor, programmed cell death 1 (PD-1) play an active and reversible role mediating T-cell exhaustion both in cancer and in chronic infections. Binding PD-1 to its ligand PD-L1negatively regulates T-cell response, leading to an exhausted phenotype on CD8+ T cells. Therefore, there is a potential of immunotherapeutic intervention targeting PD-1\/PD-L1 in order to enhance anti tumoral immune responses as well as to facilitate viral eradication. Durvalumab (MEDI4736) is a human monoclonal antibody (MAb) of the immunoglobulin G1 kappa (IgG1κ) subclass that inhibits binding of programmed cell death ligand 1 (PD-L1) to programmed cell death 1 (PD-1; CD279) and CD80 (B7-1). Durvalumab has demonstrated in cancer patients a favorable safety profile with encouraging antitumor activity, but there are no data about tolerance or anti retroviral activity in HIV patients.\n\nTrial design\nThis is an ongoing multicenter, open-label, phase 2 study (EUDRACT: 2016-004524-38) whose primary objective is to assess the feasibility of durvalumab at the recommended dose of 1500 mg every 4 weeks in HIV-infected patients with solid tumors for which no additional oncologic standard treatment is available. As secondary objectives the response rate (RECIST 1.1 and irRECIST), duration of response, PFS and OS will be measured...","url":"https:\/\/oncologypro.esmo.org\/meeting-resources\/esmo-2017-congress\/A-phase-II-exploratory-study-of-durvalumab-MEDI4736-in-HIV-1-patients-with-advanced-solid-tumors","name":"A phase II exploratory study of Durvalumab (MEDI4736) in HIV-1 patients with advanced solid tumors","publisher":"European Society for Medical (ESMO 2017)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":2,"year":2017},"description":"Background: Failure of drugs to cross the blood brain barrier (BBB) can be a major reason for treatment failure in pts with brain tumours. Preliminary data suggest that low-dose RT may disrupt the BBB, and could facilitate increased drug delivery into brain tumours. CamBMT1 is a phase 1b\/2 pre-operative window-of-opportunity trial designed to test if the delivery of afatinib into brain mets might be enhanced by targeted, low dose-RT. \n\nMethods: Pts with operable brain mets from breast or lung origin were treated with afatinib for 11 days prior to surgery on day 12. Pts also received a single fraction of targeted RT on day 10 (pts in either 2Gy or 4Gy arm). In phase 1b, afatinib dose (20, 30, or 40mg QD) was escalated in each arm using an accelerated titration design. Primary endpoint: steady-state afatinib concentration in resected brain mets, compared with plasma. Secondary endpoints: safety and tolerability. \n\nResults: 10 pts were treated (4 breast, 6 lung), with no dose-limiting toxicities seen, thus completing recruitment to phase 1b. Treatment was generally well tolerated. Median afatinib concentrations on day 12 were: plasma 22.7ng\/mL (range 9.94-179); and tumour 405ng\/g (range 120-1129). \n\nConclusions: It was feasible to conduct a window-of-opportunity study of afatinib plus RT in pts with operable brain mets. The recommended phase 2 dose of afatinib was 40mg QD for both 2Gy and 4Gy arms. Afatinib concentrations in resected tumour were on average >15-fold higher than those in plasma. Phase 2 of CamBMT1 is now underway in multiple UK sites, and randomises patients into 3 treatment arms (n=20 per arm): 1. afatinib 40mg QD; 2. afatinib 40mg QD + 2Gy# RT; 3. afatinib 40mg QD + 4Gy# RT. Clinical trial information: NCT02768337.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2017.35.15_suppl.2008","name":"Cambridge Brain Mets Trial 1 (CamBMT1). A proof of principle study of afatinib penetration into cerebral metastases (mets) for patients (pts) undergoing neurosurgical resection, combined with prior low-dose, targeted radiotherapy (RT). Phase 1b results","publisher":"American Society of Clinical Oncology (ASCO 2017)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":1,"day":19,"year":2017},"description":"Background: Additional systemic therapy given to unselected patients (pts) around RP has yet to improved pt survival. Further trials should use appropriate pt selection, i.e. men at highest risk of relapse, ideally biomarker stratified. Using novel drugs prior to RP allows direct study of effects in primary prostate cancer (PC) that may guide design of future trials. Altered PI3K\/AKT\/mTOR pathway signalling is associated with aggressive PC hence we have undertaken a study vistusertib, an oral, dual mTORC1\/mTORC2 inhibitor prior to RP. \n\nMethods: Primary endpoint was to measure mTOR1\/2 inhibition by immunohistochemistry (IHC). Secondary endpoints were feasibility, safety, tolerability and determining plasma concentrations of vistusertib. Exploratory objectives included measurement of anti-cancer effects. Men, due for RP, with high volume or aggressive PC consented and received vistusertib, 50mg bd, for 15 days prior to RP. Diagnostic biopsy and RP tissue were collected for IHC. Adverse events (AE) were graded according to CTCAE v4. Plasma was collected to determine vistusertib concentrations. \n\nResults: 21 men, median age 62 (range 50 – 69) included 11 intermediate and 10 high risk PC. 18\/21 were evaluable for primary endpoint. On day of RP mean plasma vistusertib concentration at RP was 648 ng\/mL (range 386-852) and 6-8 hr post dose 484 ng\/mL (range 211-660). Majority of related AEs were Grade (Gr) 1, the most common being rash, thrombocytopenia, oral mucositis, diarrhoea, lymphopenia and fatigue. Six pts experienced Gr3 AEs (3 pt lymphopenia, 1 pt each rash, mucositis and ALT rise). Two pts discontinued due to AEs (mucositis, thrombocytopenia) and one withdrew consent. Surgery was delayed in one pt (Gr 1 thrombocytopenia). IHC confirmed at RP: 4EBP1 was reduced in 100% pt (75% no staining post vistusertib) and pS6 was reduced in 67%, not changed in 25% and increased in 8%..NCT02064608","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2017.35.6_suppl.97","name":"A study into the pharmacodynamic biomarker effects of vistusertib (AZD2014), an mTORC1\/2 inhibitor, given prior to radical prostatectomy (RP)","publisher":"American Society of Clinical (ASCO 2017)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Capturing early changes in the cancer genome of patients under experimental treatment with circulating tumour DNA","publishedOn":{"month":9,"day":10,"year":2016},"description":"1. Introduction: Cambridge Cancer Centre Early Phase Clinical Trials Team (EPCTT) was established in 2008 and its activity has increased yearly. This audit was undertaken to assess the efficiency of the referral and recruitment processes, when compared to other major phase 1 centres. For example, papers published by the Royal Marsden Hospital1 and the Princess Margaret Hospital, Toronto2 reported the percentage of patients referred who subsequently entered phase 1 clinical trials were 32% and 29.5% respectively.\n\n2. Methods:The medical record was searched for all new patients reviewed between 1st January 2012 and 31st December 2015. Information on demographics and patient entry into trials was gathered for each patient and compared to the following targets: 90% of patients seen within two weeks of referral, 33% entered onto a clinical trial of investigational medicinal product (CTIMP) trial, and 80% of those starting a trial doing so within ten weeks of referral.\n\n3. Demographics: 523 patients were referred in total (221 over two years between 2012-13, 143 patients in 2014 and 159 patients in 2015). \n\n4. Results: Although initially below target in 2012-13, standards improved yearly until all targets were met or exceeded in 2015 with: 92% of patients seen within two weeks of referral, 33% entered onto a CTIMP trial, and 81% of those starting a trial doing so within ten weeks of referral.\nImages not inserted\n\n\n5. Conclusions\nOver 4 years there has been a year on year increase in the efficiency of our referral and recruitment process\nAround one third of patients do not enter study due to a lack of suitable open trials\nCurrent practice is comparable to best practice in published data from other major, worldwide, phase 1 centres \nCambridge EPCCT has developed a strong referral base across the Anglian region and further afield\nMajority of patients referred were performance status 0-1","publisher":"Circulating Nucleic Acids in Plasma and Serum (CNAPS 2016)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":3,"year":2016},"description":"Background: Serial analysis of plasma ctDNA with next generation sequencing could be used to identify patients for matched molecular therapies, to monitor the relative abundance of mutations over time, and to detect emergence of acquired drug resistance.\n\nMethods: Patients with solid tumours were recruited between q4 2014 and q4 2015 to early phase clinical trials of experimental drugs targeting FGFR, VEGFR, MEK, mTOR, AKT or cytotoxic agents. Plasma samples were collected according to individual trial protocols and CALIBRATE [UKCRN19138], a specific sample collection protocol. Samples were collected weekly (weeks 1-4), fortnightly (weeks 5-8), then at each cycle to progression. Intensive early sampling was performed for patients undergoing pharmacokinetic studies. Cell-free DNA (cfDNA) and ctDNA were quantified by digital PCR and analysed for mutations by tagged-amplicon deep-sequencing (TAm-Seq), using a custom panel covering regions in 28 genes of interest. On selected patients with high ctDNA content, copy number aberrations were analysed with shallow Whole Genome Sequencing (sWGS). \n\nResults: > 380 plasma samples were collected from 57 patients diagnosed with different tumour types. Gene mutations were detected in most (23\/29, 79%). Notably, ESR1 gene mutations (Y537C, D538G) were detected in 6\/10 patients with estrogen-receptor positive breast cancer. Preliminary results indicate a relationship between disease progression and an increase in cfDNA and ctDNA levels, also between response and decrease of cfDNA and ctDNA. Samples taken 6, 24 and 48 hours post-dose show rapid changes in total cfDNA and mutational levels. In one case, sWGS of serial plasma samples cfDNA identified a complex rearrangement between chr6 and 10.\n\nConclusions: cfDNA, ctDNA mutational profiles may be useful to identify patients for matched molecular-targeted therapies. Preliminary results suggest that changes in ctDNA levels can be correlated with clinical outcomes...","url":"https:\/\/ascopubs.org\/doi\/10.1200\/JCO.2016.34.15_suppl.11530","name":"CALIBRATE: Intensive profiling of circulating tumour DNA (ctDNA) from patients participating in experimental therapeutics trials including mutational profiles and copy number changes.","publisher":"American Society of Clinical Oncology (ASCO) Annual Meeting","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":3,"year":2016},"description":"Introduction: Immune infiltration predicts survival in particular cancer-types. However, differences in immune profiling and associations with patient outcomes among multiple cancer-types have not been fully explored.\n\nMethods: Clinical and RNA-seq data from 9,761 tumors representing 30 cancer-types were obtained from TCGA project. The expression of 35 immune-related gene signatures tracking various cell-types was evaluated, including PD1, CTLA4, CD8A and CD4 genes. Association of each signature with overall survival (OS) was evaluated using Cox models. Correlations between each signature and the overall response rates (ORR) following anti-PD1\/PDL1 monotherapy in each cancer-type (as reported in the literature) were evaluated across 16 cancer-types.\n \nResults: In the combined dataset, 15 out of 35 signatures (43%) mostly tracking cytotoxic T-cell response (e.g. CD8-T-cell, PD1 and CD8A) were highly correlated (mean coefficient [cc]=0.69). The top 5 cancer-types with the highest percentages of samples expressing cytotoxic T-cell response signatures were lung adenocarcinoma (LUAD), thymoma, testicular cancer, melanoma and basal-like breast cancer. The top 5 cancer-types with the lowest percentages were chromophobe renal cell, pheochromocytoma\/paraganglioma, prostate cancer, adrenocortical cancer and uveal melanoma. In terms of OS, expression of T-cell response signatures (as a continuous variable) was consistently associated with better outcomes in melanoma, endometrial adenocarcinoma, head and neck carcinoma, hepatocarcinoma, bladder cancer and LUAD, and with worse outcomes in low grade glioma, uveal melanoma, glioblastoma and clear cell renal carcinoma. Finally, high expression of CD8A gene, CD8-T-cell signature and PD1 gene was found highly correlated (cc=0.68, 0.62 and 0.77, P<0.001) with ORR following anti-PD1\/PDL1 therapy...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2016.34.15_suppl.3033","name":"Immune gene expression, survival outcome and response to PD-1\/PD-L1 blockade: a TCGA pan-cancer analysis","publisher":"American Society of Clinical Oncology (ASCO) Annual Meeting","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":3,"year":2016},"description":"Background: Endocrine therapy resistance remains a major challenge in the treatment of HR-positive breast cancer. The strategy of combining PI3K-AKT-mTOR pathway inhibitors with endocrine therapy can improve clinical outcomes (eg. BOLERO-2, BELLE-2) but at the cost of increased toxicity. Taselisib is a potent, selective, beta-isoform sparing inhibitor of PI3K designed to have a better therapeutic index than first-generation pan-PI3K inhibitors.\n\nMethods: Pts with prior exposure to endocrine therapy were enrolled using a 3+3 design, testing taselisib in combination with tamoxifen 20mg qd. A (21 day on \/ 7 day off) intermittent schedule was also compared with daily continuous dosing (28\/28). The primary objective was to determine the recommended phase II dose and schedule. Other objectives included: pharmacokinetics (PK), pharmacodynamics (PD) and serial monitoring of plasma ctDNA using digital PCR \/ tagged amplicon deep-sequencing.  \n\nResults: 30 pts were enrolled in 3 cohorts: taselisib 2mg (21\/7), 4mg (21\/7) and 4mg (28\/28). The most common drug toxicities were diarrhea, nausea and anemia. No dose-limiting toxicities were seen. Three pts had reversible, late, grade ≥ 3 side effects (two colitis; one pneumonitis). Steady-state PK results: 4mg taselisib mean Cmax 66.6ng\/mL, AUC 1016ng*hr\/mL; mean endoxifen 7.63ng\/mL; consistent with previous reports and low chance of drug-drug interaction. Three pts had a RECIST partial response; 15 pts stable disease; 4 pts not evaluated yet. The radiologic treatment responses seen in some pts were preceded by early changes in plasma PIK3CA ctDNA levels (eg. one pt with a response at 8 weeks had a >90% decrease in PIK3CAH1047R titres detected at 4 weeks). \n\nConclusions: Taselisib in combination with tamoxifen is generally well tolerated. Preliminary evidence of anti-tumor activity was seen, in some patients preceded by a fall in plasma PIK3CA ctDNA levels...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2016.34.15_suppl.2520","name":"Safety and preliminary efficacy of the isoform selective PI3K inhibitor taselisib (GDC-0032) combined with tamoxifen in hormone receptor (HR) positive, HER2-negative metastatic breast cancer (MBC) patients (pts) - including response monitoring by ...","publisher":"American Society of Clinical Oncology (ASCO) Annual Meeting","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":3,"year":2016},"description":"Background: gemcitabine (G) and cisplatin (C) is a standard-of-care, combination chemotherapy regimen for neoadjuvant treatment of muscle-invasive and palliative treatment of advanced bladder cancer (BC). More effective regimens are urgently needed, with no significant improvements on GC in more than a decade. Mammalian target of rapamycin (mTOR) is a rational target for BC therapy, as abnormalities are commonly seen in mTOR’s upstream activators\/downstream effectors in the PI3K\/AKT\/mTOR signaling pathway. We therefore performed a Phase Ib trial, combining escalating doses of the mTOR inhibitor, temsirolimus (T) with GC. \n\nMethods: following regulatory and ethical approvals, eligible patients with advanced malignancy were treated with one or more doses of intravenous (IV) T plus fixed doses of IV GC in a 21-day (d) cycle. Previous unpublished data suggest a possible interaction between G and T. We therefore pursued a cautious escalation strategy (see table), as a precaution against excessive toxicity.\n\nResults: 14 patients (3 BC, 2 lung, 2 ovarian, 7 other cancers; 7 previous platinum exposure) were treated, at 4 dose schedules in 2 UK centers. There were no treatment-related deaths or SUSARs. Of 14 SAEs, 4 were SARs, in 10 individuals, 7 of whom had received IMP. Addition of 10mg T on d15, then d8&15 was tolerated, but DLTs were encountered when administering three 10mg doses of T, both on d1,8&15 (neutropenia; hypokalaemia) and d2,9&15 (febrile neutropenia; rash). T was omitted because of myelosuppression on d15, cycle 1 in 6\/8 patients scheduled to receive 3 doses of T. \n\nConclusions: it has not been feasible to add three, weekly doses of T to GC, even at low T doses, in the patient group tested, because of predominantly hematological toxicity. We plan to amend the schedule to include two doses of T, on d2&9, informed by data from pre-planned PK analyses of patients already treated.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2016.34.15_suppl.e16032","name":"ToTem: A phase Ib trial of temisirolimus with gemcitabine and cisplatin","publisher":"American Society of Clinical Oncology (ASCO) Annual Meeti","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":2,"year":2015},"description":"Abstract\nBackground: The VEGF\/VEGFR and HGF\/cMet pathways are implicated in tumor survival, growth, angiogenesis, invasion and metastasis. DARPins (designed ankyrin repeat proteins) are small genetically engineered proteins that bind to specific targets with high affinity. MP0250 is a first-in-class, tri-specific DARPin with the ability to simultaneously neutralize the activities of VEGF and HGF and also to bind to human serum albumin (HSA) to give an increased plasma half-life and potentially enhanced tumor penetration. MP0250 is currently being explored in a Phase I study.\n\nMethods: A phase I, open-label, repeated-dose, dose escalation, multi-center study to assess safety, tolerability and pharmacokinetics of MP0250 is in progress in patients with advanced solid tumors who have progressed on at least one prior standard therapy. Using a 3+3 design, eligible patients are being enrolled into dose escalation cohorts receiving MP0250 by intravenous infusion every other week until disease progression or unacceptable toxicity.\n\nResults: Twelve patients have been enrolled in the first three cohorts dosed with MP0250 at 0.5 (n = 3), 1.5 (n = 3) and 4 mg\/kg (n = 6). MP0250 has been well tolerated and a maximum tolerated dose has not been reached. A single dose-limiting toxicity was observed at 4mg\/kg (significant reduction in cardiac ejection fraction after 1st infusion in a patient with multiple cardiac risk factors). The most frequent adverse events (AEs, CTC version 4.03) were transient hypertension (42%), diarrhea (33%), fatigue (25%) and nausea (25%). With the exception of hypertension (grade 3 in 33% of all patients), all AEs were grade 1 or 2. Interim pharmacokinetic analyses indicated linear behavior between doses 1.5 and 4 mg\/kg with a mean half-life of approximately 11 days (range 9-15 days)...","url":"https:\/\/mct.aacrjournals.org\/content\/14\/12_Supplement_2\/B25.article-info","name":"First-in-human Phase I study to evaluate MP0250, a DARPin blocking HGF and VEGF, in patients with advanced solid tumors","publisher":"International Conference on Molecular Targets and Cancer Therapeutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":11,"day":1,"year":2015},"description":"Background: The clinical utility of agents that target EGFR and VEGFR signaling in Non-Small Cell Lung Cancer (NSCLC) is limited by resistance due to emergent alternative growth stimulatory pathways, particularly that of MEK. Thus, there is a strong rationale for developing a strategy to combine EGFR, VEGFR and MEK inhibitors\n\nMethods: Patients (Pts) aged > 18y, life expectancy > 12w and cytologically proven solid tumors for which no conventional therapy exists were eligible to participate. Six dose levels have been explored. PK samples were obtained on D4, 15 and 29. Pts remained on treatment until progressive disease or unacceptable toxicity.\n\nResults: 41 pts of median age 62y (36 – 80y); M-20, F-21; lung-23, CRC-9, Mesothelioma-3, pancreas-2, Other-4 were enrolled. 40 pts were eligible for safety assessment. Median treatment time was 10 w (range 2-44 w). GI and skin toxicities were the most prevalent related AEs (GI: 124 AEs in 88% pts; Skin: 74 AEs in 95% pts). Sixteen related eye disorders were seen in 12 pts to include retinal detachments-6 (G1-2) and retinopathies-2 (G2 and 3). Evidence of dose dependent skin and eye toxicity was observed. Six DLTs were identified; Cohort (Coh) 1 - G3 hypertension, Coh 3 & 5a - G2-3 eye events (3 AEs), Coh 4 - G3 bradycardia and Coh 5b - G3 raised ALP. The PK data for V alone and in combination with S were similar to those previously reported for either drug alone.\n\nConclusions: V and S have overlapping toxicities, yet the combination has been manageable, with the AE profile consistent with the known monotherapy profiles. A higher incidence of reversible eye events was observed in combination than with single agent S. PK has shown no drug interaction. . S dose of 100mg once daily or 50mg twice daily is the MTD in combination with V. V combination MTD to be confirmed. Stable disease was confirmed in four NSCLC patients who received 6-10 cycles...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/jco.2015.33.15_suppl.2583","name":"A Phase I dose escalation study of the tolerability of the oral VEGFR and EGFR inhibitor Vandetanib (ZD6474) in combination with the oral MEK 1\/2 inhibitor Selumetinib (AZD6244, ARRY-142886) in solid tumours","publisher":"NCRI Cancer Conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":6,"day":18,"year":2015},"description":"Aim: To analyse referral patterns and management decisions of a regional neuro-oncology multi-disciplinary team meeting (MDM).\n \nContent of presentation: A retrospective review of referral patterns, primary tumours, number of metastasis and MDM decisions of patients identified from MDM database between January 2011 and December 2012 was conducted.\n \nRelevance: The incidence of brain metastasis is increasing and patients present through different routes. Their management is complex and require MDM discussion.\n \nOutcomes: 243 patients were available for analysis. 63 % of the referrals were from district general hospitals. 74.5 % of patients had oligo- metastatic disease (one or two  metastases). 68.3 % of metastases were in cerebral hemispheres and lung, breast and lower gastro  intestine cancers were three common primaries. 45.7 % of patients were recommended for neurosurgery, out of which 89.2 % had oligo-metastatic disease, (90% of them had a single metastasis). Out of all patients with oligo-metastatic disease, only 54.7 % were recommended for surgery and further 5.5% for stereotactic radiotherapy treatment (Fig 1). Poor performance status, site and size of metastases, lack of full investigations were main reasons why the rest were not recommended for these treatments. In the group with multiple metastases (Fig 2), 21.4 % of patients were recommended for surgery for obtaining histology and for palliation and 83.3% who were recommended, proceeded to surgery. \n \nDiscussion:There were a large number of referrals from district general hospitals to a regional neuro-oncology service. 89 % of patients for whom surgery was recommended had oligo-metastatic disease, 90% of them had single metastases. All patients with oligo-metastases should be considered for referral to MDM and consideration for clinical trials to advance the management of brain metastases. Patients with operable brain metastases may  be suitable for clinical trials...","url":"https:\/\/www.researchgate.net\/publication\/317840620_Analysis_of_referral_patterns_and_regional_neuro-oncology_multi-disciplinary_team_decisions_in_brain_metastasis\/link\/594d7675a6fdccebfa5a9b14\/download","name":"Analysis of referral patterns and regional neuro-oncology multi-disciplinary team decisions in brain metastasis","publisher":"UKRO National Conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2015},"description":"Background: The clinical utility of agents that target EGFR and VEGFR signaling in Non-Small Cell Lung Cancer (NSCLC) is limited by resistance due to emergent alternative growth stimulatory pathways, particularly that of MEK. Thus, there is a strong rationale for developing a strategy to combine EGFR, VEGFR and MEK inhibitors. Methods: Patients (Pts) aged > 18y, life expectancy > 12w and cytologically proven solid tumors for which no conventional therapy exists were eligible to participate. Six dose levels have been explored. PK samples were obtained on D4, 15 and 29. Pts remained on treatment until progressive disease or unacceptable toxicity. \n\nResults: 41 pts of median age 62y (36 – 80y); M-20, F-21; lung-23, CRC-9, Mesothelioma-3, pancreas-2, Other-4 were enrolled. 40 pts were eligible for safety assessment. Median treatment time was 10 w (range 2-44 w). GI and skin toxicities were the most prevalent related AEs (GI: 124 AEs in 88% pts; Skin: 74 AEs in 95% pts). Sixteen related eye disorders were seen in 12 pts to include retinal detachments-6 (G1-2) and retinopathies-2 (G2 and 3). Evidence of dose dependent skin and eye toxicity was observed. Six DLTs were identified; Cohort (Coh) 1 - G3 hypertension, Coh 3 & 5a - G2-3 eye events (3 AEs), Coh 4 - G3 bradycardia and Coh 5b - G3 raised ALP. The PK data for V alone and in combination with S were similar to those previously reported for either drug alone. \n\nConclusions: V and S have overlapping toxicities, yet the combination has been manageable, with the AE profile consistent with the known monotherapy profiles. A higher incidence of reversible eye events was observed in combination than with single agent S. PK has shown no drug interaction. S dose of 100mg once daily or 50mg twice daily is the MTD in combination with V. V combination MTD to be confirmed. Stable disease was confirmed in four NSCLC patients who received 6-10 cycles...","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/jco.2015.33.15_suppl.2583","name":"A Phase I dose escalation study of the tolerability of the oral VEGFR and EGFR inhibitor Vandetanib (V) in combination with the oral MEK inhibitor Selumetinib (S) in solid tumors.","publisher":"American Society of Clinical Oncology (ASCO) Annual Meeting","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":5,"day":29,"year":2015},"description":"Background: S-222611 is an oral, reversible ErbB tyrosine kinase inhibitor of EGFR and HER2 with potent pre-clinical activity. MTD was not reached during dose-escalation, even at the maximum dose of 1600mg QD. PK and efficacy data supported a daily dose of 800mg. A further cohort has been treated to further explore safety and efficacy. Methods: Subjects with advanced solid tumors expressing EGFR and\/or overexpressing HER2 were enrolled. S-222611 was administered until disease progression or unacceptable toxicity.\n\nResults: 76 patients (33 male\/43 female; median age 62 years [range 31-81], ECOG PS 0\/1\/2: 24\/51\/1), were included in this expansion phase, including breast (27), esophago-gastric (30), head & neck (12) and renal (7). Dose reduction was required because of adverse events in 11 patients (14%); the most frequent of such being diarrhea and elevated bilirubin. Only 2 patients discontinued treatment due to drug-related adverse events. Of the 41 patients with HER2-positive cancers (26 breast, 13 esophago-gastric, 2 head & neck), 1 complete response (gastric-esophageal junction cancer) and 5 partial responses (4 breast cancer, 1 gastric cancer) were observed; all these patients had received prior HER2-directed therapy. Prolonged stable disease ( ≥ 6 months) was observed in 3 additional patients with breast cancer. 6 of the 25 breast patients had brain metastases, in whom 1 intracranial response and 2 prolonged SD ( ≥ 6mo) were observed. In the EGFR+ve\/HER2-ve cohort (n = 35), no RECIST responses were seen, however 4 patients had prolonged stable disease ( ≥ 6mo). \n\nConclusions: S-222621 was well tolerated at a dose of 800mg once daily. Anti-tumour activity, including shrinkage of brain metastases, was evident in a heavily pre-treated population of patients with HER2-positive breast and esophago-gastric cancers. Clinical trial information: 2009-017817-31.","url":"https:\/\/ascopubs.org\/doi\/abs\/10.1200\/jco.2015.33.15_suppl.2511","name":"Phase I expansion of S-222611, a reversible inhibitor of EGFR and HER2, in advanced solid tumors, including patients with brain metastases","publisher":"American Society of Clinical Oncology (ASCO) Annual Meeting","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Monitoring the Molecular Response to Treatment for Patients on Experimental Therapeutic trials with Circulating Tumour DNA (ctDNA).","publishedOn":{"month":3,"day":25,"year":2015},"description":"Background:Some patients respond to anti-cancer drugs whilst others do not, despite having similar tumours based on traditional clinico-pathologic criteria. This variability in response can in some cases be explained by the genetic profile of the tumour.Therefore studying the relationship between the molecular profiles of individual cancers and the response to therapy over time is of crucial importance in contemporary drug development. However this endeavour is hampered by the difficulty in accessing suitable tumour material for analysis. Many patients’ tumours are at anatomical sites which make biopsy difficult \/ hazardous (eg. pancreatic & lung cancers). Circulating tumour DNA (ctDNA) can be found in the plasma of cancer patients. In patients with advanced cancers, who are the primary population for clinical trials, ctDNA can comprise up to 10% or more of the circulating DNA in plasma. The Cancer Research UK Cambridge Institute has successfully developed a tagged-amplicon deep sequencing (TAm-Seq) method that can amplify and sequence large genomic regions from even single copies of ctDNA. This method can be highly sensitive, permitting the detection of low-level mutations, and mutations that were not originally identified in archival tumour samples whilst also interrogating many more regions of interest than traditional PCR-based assays. This approach offers the possibility of identifying actionable mutations in a readily accessible sample which represents the current state of a patient’s disease. It also offers the possibility of early identification of resistance mutations to targeted treatments and\/or detection of disease progression.\n\nObjectives:To explore potential:\n- predictive biomarkers (trial enrichment, better response rates)\n- early response biomarkers (stop ineffective treatments earlier)\n- mechanisms of drug resistance (eg. rising titres of “driver” gene mutations)","publisher":"Cambridge Cancer Centre Symposium - University of Cambridge","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":7,"day":2,"year":2014},"description":"Abstract\nBackground: S-222611 is a reversible inhibitor of EGFR, HER2 and HER4 with preclinical activity in models expressing these proteins. We have performed a Phase 1 study to determine safety, maximum tolerated dose (MTD), pharmacokinetic profile (PK) and efficacy in patients with solid tumours expressing EGFR or HER2.\n\nPatients and methods: Subjects had advanced tumours not suitable for standard treatment, expressing EGFR or HER2, and\/or with amplified HER2. Daily oral doses of S-222611 were escalated from 100mg to 1600 mg. Full plasma concentration profiles for drug and metabolites were obtained.\n\nResults: 33 patients received S-222611. It was well tolerated, and the most common toxicities, almost all mild (grade 1 or 2), were diarrhoea, fatigue, rash and nausea. Only two dose-limiting toxicities occurred (diarrhoea and rash), which resolved on interruption. MTD was not reached. Plasma exposure increased with dose up to 800 mg, exceeding levels eliciting pre-clinical responses. The plasma terminal half-life was more than 24h, supporting once daily dosing. Responses were seen over a wide range of doses in oesophageal, breast and renal tumours, including a complete clinical response in a patient with HER2-positive breast carcinoma previously treated with lapatinib and trastuzumab. Four patients have remained on treatment for more than 12 months. Downregulation of pHER3 was seen in paired tumour biopsies from a responding patient.\n\nConclusions: Continuous daily oral S-222611 is well tolerated, modulates oncogenic signalling, and has significant antitumour activity. The recommended Phase 2 dose, based on PK and efficacy, is 800 mg\/day.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25434923\/","name":"A phase I study of S-222611, an oral reversible dual inhibitor of EGFR and HER2, in patients with solid tumors","publisher":"8th European Scientific Oncology Conference (ESOC)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"publishedOn":{"month":9,"day":7,"year":2013},"description":"Abstract\nBackground and rationale: S-222611 is a novel, oral, reversible inhibitor of EGFR, HER2 and HER4 with an improved preclinical profile compared with first-generation pan-HER inhibitors.\n\nResearch objectives: We conducted a phase I study to determine safety, maximum tolerated dose (MTD), pharmacokinetics (PK), pharmacodynamics (PD) and preliminary efficacy in pts with solid tumors expressing EGFR or HER2.\n\nPatients and methods: Pts with advanced solid tumors and biopsies confirming EGFR and\/or HER2 expression were treated with continuous daily oral doses of S-222611. The dose of S-222611 was escalated in cohorts of at least 3 pts from 100mg to 1600mg. PK profiles were obtained in all pts, and PD assays for pEGFR, pHER2 and pHER3 were performed on paired tumor biopsies in selected pts.\n\nResults: A total of 50 pts have been treated to-date; age 25-80y; 20 female; 13 with HER2-positive metastatic breast cancer (HER2+ MBC). S-222611 was generally well tolerated with two dose-limiting toxicities in the dose-escalation phase: rash at 1200mg; diarrhea at 1600mg. MTD was not defined. Diarrhea was the most frequent toxicity, but was rarely worse than grade 1\/2. Nausea, rash, anorexia and fatigue were also seen. Bilirubin rises with normal transaminases were observed. Plasma concentrations of S-222611 increased with dose up to 800mg, which was the dose selected for the expansion phase. Steady state values of Cmax and AUC0-24 at this dose were in the effective range of concentrations in mouse models. Average t½ of 33h was consistent with once daily dosing. Tumor responses were seen over the full dose range tested (100-1600mg), with four pts on treatment for >12 months. Out of 13 HER2+ MBC pts, one clinical complete response (CR) was observed for >12 months, and four partial responses (PRs) were also seen (2 confirmed, 2 unconfirmed), yielding an overall response rate of 38% in this small group (Table 1)...","url":"https:\/\/cancerres.aacrjournals.org\/content\/73\/24_Supplement\/P4-12-24","name":"A phase I study of S-222611, an oral reversible dual inhibitor of EGFR and HER2, in patients with solid tumors","publisher":"Breast Cancer Symposium 2013","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Adjuvant Chemotherapy for High-risk Patients with Urothelial Carcinoma","publishedOn":{"month":10,"day":19,"year":2011},"publisher":"XIII Congreso Nacional de Oncologia Médica SEOM","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Adjuvant Chemotherapy for High-risk Patients with Urothelial Carcinoma","publishedOn":{"month":9,"day":23,"year":2011},"publisher":"36th ESMO conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Adjuvant Chemotherapy for High-risk Patients with Urothelial Carcinoma","publishedOn":{"month":9,"day":23,"year":2011},"publisher":"36th ESMO conference","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Analysis of the effectiveness of Avastin in advanced lines of breast cancer","publishedOn":{"month":11,"day":17,"year":2010},"publisher":"XVII Congreso de la Sociedad Andaluza de Oncología","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Study of the incidence of local recurrences after neoadjuvant therapy and mastectomy. Possible implications in the additional radiotherapy","publishedOn":{"month":11,"day":17,"year":2010},"publisher":"XVII Congreso de la Sociedad Andaluza de Cancerología (SAC)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Case report “Locally advanced lung cancer, evidence to the clinical reality”","publishedOn":{"month":11,"day":20,"year":2009},"publisher":"Segunda reunión científica del Foro Andaluz de Tumores Torácicos","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Prevalence study of mRNA expression of COX-2 in serum of patients with metastatic breast Cancer","publishedOn":{"month":10,"day":21,"year":2009},"publisher":"XII Congreso Nacional SEOM","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]},{"name":"Analysis of prevalence of metabolic syndrome (MS) in patients with cancer","publishedOn":{"month":10,"day":29,"year":2008},"publisher":"XVI congreso de la Sociedad Andaluza de Cancerología (SAC)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAp42BsBrb9Db_JhRwrZWHLiGqfnILgBmOk,NAME_SEARCH,iuvH)"}]}],"positions":null,"posts":[{"createdAt":1715961960000,"insightId":"bf7dbc60-2d59-4748-9e98-fc09f5b083dc","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQG7P-ACNjXIRw\/feedshare-shrink_2048_1536\/0\/1715962006865?e=1720051200&v=beta&t=RCP5C-3spXohNywqoAG45jaSDht9jMULXFYH_hg2wrY"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":1},{"type":"APPRECIATION","count":1},{"type":"LIKE","count":18},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7197266313709281280","threadUrn":"urn:li:activity:7197266313709281280","reactionsCount":21,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7197266312400637952","message":{"attributes":[{"start":0,"length":66,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:22382"}}},{"start":156,"length":28,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:572360039"}}},{"start":186,"length":24,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:77116992"}}},{"start":259,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:9341526"}}},{"start":305,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:93189993"}}},{"start":351,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:481100"}}}],"text":"EORTC - European Organisation for Research and Treatment of Cancer Lung Cancer Group Symposium. \n\nThank you to the scientific Committee and specially to Dr Jose Carlos Benítez Montañez (UGCI de Oncología Málaga) for bringing this amazing meeting to Málaga. \n\nSociedad Española de Oncología Médica (SEOM) \nSAOM - Sociedad Andaluza de Oncología Médica \nESMO - European Society for Medical Oncology"},"entityUrn":"urn:li:share:7197266312400637952"}}},{"createdAt":1712924700000,"insightId":"95b5a100-8f71-45e2-9478-74015ffaaa24","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":13},{"type":"PRAISE","count":2},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7184526981961498624","threadUrn":"urn:li:ugcPost:7184526981961498624","reactionsCount":16,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7184526981961498624","message":{"attributes":[{"start":24,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:93189993"}}}],"text":"Muchísimas gracias a la SAOM - Sociedad Andaluza de Oncología Médica por su apoyo en la humanización de nuestro hospital de día. Ha sido un placer recoger este premio en representación de nuestra institución"},"rootActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000159605953"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7184520864946655232","message":{"attributes":[{"start":266,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:93189993"}}},{"start":335,"length":6,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1185"}}},{"start":455,"length":26,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3107585"}}},{"start":499,"length":41,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:78764831"}}},{"start":956,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:93189993"}}},{"start":1261,"length":26,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3107585"}}},{"start":1309,"length":6,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1185"}}}],"text":"🔵 Hoy es un día muy importante, la sala de espera de oncología del Hospital Clínico Universitario Virgen de la Victoria se transformará en un espacio más humanizado y confortable para los pacientes, gracias al proyecto ‘Espacio Sperantia’, iniciativa promovida por SAOM - Sociedad Andaluza de Oncología Médica, con la colaboración de Pfizer España.  \n\nNuestro compañero, el Dr. Javier García Corbacho, responsable de Unidad de Ensayos Clínicos Fase I de IBIMA - Plataforma Bionand y los Hospitales Hospital Regional Universitario de Málaga y Hospital Clínico Universitario Virgen de la Victoria, es el ganador de la 1ª beca del proyecto “Espacio SPERantia” dotada con 15.000 €\n\nEsta iniciativa consiste en el diseño y reforma de estas instalaciones, para así convertirlas en un entorno más cómodo y adaptado a las necesidades y condiciones de mayor vulnerabilidad de los pacientes con cáncer y sus familiares.\n\nEn el acto han participado la presidenta de SAOM - Sociedad Andaluza de Oncología Médica, Ana Laura Ortega, el secretario general de Humanización de la Consejería de Salud y Consumo, Francisco Javier Vázquez; el director del Hospital Clínico Universitario Virgen de la Victoria, Jesús Fernández, nuestro director, Emilio Alba, José Miguel Guzmán de IBIMA - Plataforma Bionand, y Antonio Megías de Pfizer España,"},"entityUrn":"urn:li:ugcPost:7184520864946655232"},"entityUrn":"urn:li:ugcPost:7184526981961498624"}}},{"createdAt":1710429660000,"insightId":"7bfe0299-de93-4784-a743-79a28bc741e2","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQH5iziLXhLWEA\/feedshare-shrink_2048_1536\/0\/1710429713199?e=1720051200&v=beta&t=92wIz6eyXE-EsXxJR39n2Wy1EmWDk5X-2iIvN3sRxqo"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":24}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174062192802086914","threadUrn":"urn:li:activity:7174062192802086914","reactionsCount":24,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174062192038658049","message":{"attributes":[{"start":27,"length":24,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:77116992"}}},{"start":100,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:cientAeDfico"}}},{"start":163,"length":26,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3107585"}}},{"start":191,"length":7,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3084260"}}},{"start":200,"length":41,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:78764831"}}},{"start":242,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:9341526"}}}],"text":"Un placer representar a la UGCI de Oncología Málaga  en la segunda edición de F1M, interesante foro #científico sobre el desarrollo de medicamentos oncologicos. \n\nIBIMA - Plataforma Bionand \nFIMABIS \nHospital Regional Universitario de Málaga\nSociedad Española de Oncología Médica (SEOM)"},"entityUrn":"urn:li:share:7174062192038658049"}}},{"createdAt":1710064980000,"insightId":"139db83d-9e2e-4087-b3b1-ea8ccc2e9a45","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEEEc1nrKB1wg\/articleshare-shrink_800\/0\/1711288707992?e=1717977600&v=beta&t=KGz_ri1EOGFvkC9Pj1R5c0YCsZ2A0DFo672oBnLFRYY","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEEEc1nrKB1wg\/articleshare-shrink_800\/0\/1711288707992?e=1717977600&v=beta&t=KGz_ri1EOGFvkC9Pj1R5c0YCsZ2A0DFo672oBnLFRYY"}]},"publishedAt":1710050429000,"description":" Marta e Isidra comparten su experiencia sobre su paso por el programa ‘Mueve Montañas’, una iniciativa pública que busca dotar a las mujeres que han sobrevivido a un cáncer de mama de las herramientas necesarias para que puedan aprender a llevar una...","fullText":"Hasta hace unos meses, Marta Santos (48 años) apenas tenía movilidad en el brazo izquierdo a raíz de las cirugías a las que se había tenido que someter, entre ellas una doble mastectomía , para tratar de acabar con el cáncer de mama que padecía. Hoy, dos años después, le queda solo un mes de tratamiento y, gracias a que su oncóloga la animó a unirse al programa ‘ Mueve Montañas ’, comenzó a hacer ejercicio y ahora « ya puedo levantar el brazo como cualquier otra persona », afirma con orgullo la malagueña. Pero no solo ha recuperado la movilidad de su brazo completamente, sino que también tiene menos dolores en las articulaciones, es capaz de levantarse de una silla sin problema e incluso puede hacer «un montón» de sentadillas . Una hazaña que hace un año le parecía imposible de realizar. « El programa es fantástico de verdad, ojalá durase más porque ayuda mucho », insiste Marta, que asegura que solo puede tener «palabras buenas» para describirlo. Y no es la única. Isidra Sánchez (53 años) sostiene con firmeza que unirse al programa ‘ Mueve Montañas’ ha marcado un antes y un después en su vida. «Para mí ha supuesto un punto de inflexión en el sentido de que he incorporado a mi rutina el ejercicio , sobre todo, de fuerza . Y el hecho de tener que ir dos días a la semana por las tardes me ha ayudado a organizarme y coger el hábito », explica Isidra, que, en su caso, llegó a ‘Mueve Montañas’ gracias a que se lo recomendaron algunas compañeras de la asociación de la que forma parte, ASAMMA . «Llevaba mucho tiempo buscando algo así, porque yo tengo obesidad y el ejercicio era mi punto débil porque soy bastante perezosa », confiesa Isidra, que desde que se unió al programa ha perdido más de diez kilos y ha logrado que desaparezcan gran parte de los dolores que sufría. Para ella, ha sido como «un trampolín» y el impulso que necesitaba para apuntarse a un entrenador personal y comenzar a llevar una dieta adecuada. «Algo importante para mí fue el hecho de tomar conciencia de que tenía que hacer algo. Antes de empezar me habían detectado una prediabetes y, además, ya tengo una edad, lo que sumado al cáncer , que el tratamiento limita mucho, pensé que era el momento de empezar a cuidarse bien porque, si no es ahora, luego va a ser más difícil», reflexiona Isidra, a la que le diagnosticaron un cáncer de mama HER2 recién cumplidos los 46 años, tras detectarse ella misma un bulto. ‘Mueve Montañas ’ es un programa de la Unidad de Gestión Clínica Intercentros (UGCI) del servicio de Oncología Médica de Málaga que engloba ejercicio físico, talleres de alimentación y hábitos de vida saludable, y grupos de apoyo emocional para mujeres que han superado un cáncer de mama. Tres pilares que buscan dotar a las pacientes, a lo largo de los tres meses que dura el proyecto , de las herramientas y pautas necesarias para introducir cambios en su rutina y llevar una vida más saludable que las proteja de posibles recaídas. «El ejercicio físico es un arma muy valiosa en la prevención del cáncer . Es capaz de prevenir hasta once tipos de cáncer en las personas que realizan ejercicios físicos de manera regular. Y, sobre todo, parece que también está influyendo en mejorar el pronóstico , es decir, todo apunta a que en los pacientes con cáncer, sobre todo de cáncer de mama, colon o próstata , que realizan ejercicios físicos después del diagnóstico va a disminuir sus riesgos de recaídas, es decir, va a aumentar su supervivencia», explica la doctora Bella Pajares , coordinadora del programa que ideó junto a su jefe, el doctor Emilio Alba , al tomar conciencia de los beneficios que el ejercicio tenía, tanto para la prevención, como para la mejora del pronóstico de los pacientes con cáncer y de los efectos secundarios. « Sabemos que es un arma terapéutica no farmacológica , es decir, no es un medicamento, por lo que no tiene efectos secundarios y los efectos que tiene son positivos, no solo con respecto al cáncer, los tratamientos y las, toxicidades , sino también a nivel global, emocional , cardiovascular y del sistema inmunitario », insiste la doctora, que resalta la capacidad del ejercicio físico de mejorar la calidad de vida de los pacientes, al aliviar la fatiga asociada al tratamiento, mejorar su funcionalidad y disminuir los niveles de estrés y ansiedad. Para introducir a las pacientes en el deporte, cuentan con una fisioterapeuta , Inmaculada Conejo , especializada en ejercicio físico con pacientes con cáncer, que no solo supervisa y enseña a las mujeres a realizar los ejercicios correctamente, sino que también les ayuda a perder el miedo al ejercicio , derrumbando mitos como que no pueden usar el brazo o levantar peso. Tanto los ejercicios como los talleres se llevan a cabo en el Centro de Especialidades San José Obrero (Barbarela) dos veces por semanas en grupos de diez mujeres. Para comprobar la evolución de las pacientes, se les mide una serie de variables, como el peso, índice de masa muscular, adherencia a la dieta mediterránea, la capacidad de hacer actividades diarias, niveles de colesterol, estado de la flora intestinal, etc., tanto al inicio del programa como al final, para poder comprobar la progresión. «En las analíticas comprobamos cómo mejoran en casi todo. Y, por ejemplo, la que al principio daba dos vueltas y se asfixiaba, al acabar el programa es capaz de dar tres o cuatro vueltas al circuito», apunta la oncóloga. Para lograr esa mejoría, además del deporte , es fundamental cuidar la alimentación y por ello el programa también ofrece talleres sobre cómo recuperar la dieta mediterránea , que, como destaca la doctora Pajares «es la que tiene mayor evidencia de asociarse a un menor riesgo de desarrollo de cáncer». También aprenden a cómo organizar de manera sencilla un menú semanal, cuáles son los diferentes grupos nutricionales, a leer las etiquetas de los productos... «Las charlas nutricionales son estupendas y, al final, una vez te haces con la copla no es tan difícil , porque igual de rápido es prepararte un tomate picado con queso que calentarte una pizza », reconoce Isidra. Por su parte, Marta asegura que ha aprendido «muchísimo» y que, aunque aún le quedan aspectos que mejorar, ya ha empezado a modificar su dieta. «Yo siempre había asociado la alimentación a un tema de peso y, como siempre he estado delgada, no le daba importancia. Pero hay que saber que está afectando a tu organismo, aunque tú estés delgado », reflexiona la malagueña. «Después del diagnóstico también hay muchos estudios que nos hablan que una dieta baja en azúcares refinados , grasas saturadas y ricas en frutas , en verdura , cereales integrales , también va a tener un papel protector», explica la oncóloga, que puntualiza que el programa no solo se centra en la alimentación, sino también en hábitos de vida saludables como los perjuicios del tabaco , el alcohol , el estrés o la importancia del sueño nocturno, que también van a influir en el estado inmunológico y las defensas del paciente. Por último, el tercer pilar clave del programa son los grupos de apoyo emocional, dirigidos por terapeutas especializados en pacientes oncológicos, en los que se fomentan que las pacientes se conozcan, creen una serie de vínculos y puedan compartir los temas que les preocupan como el miedo a las recaídas, el pensamiento anticipatorio, el estrés, la imagen corporal o el tema de la sexualidad. « Nos parecía muy importante que pacientes que han pasado por un mismo proceso pudiesen compartir todas esas experiencias y dotarlas de las herramientas necesarias para afrontar mejor el proceso de cáncer», explica la doctora Pajares, que subraya que uno de los temas fundamentales que se trata es el tema del autocuidado. « Muchas pacientes son mujeres jóvenes que están en edad de crianza y dedicadas al cuidado de su familia y entorno, por lo que les cuesta mucho pensar en su propia necesidad y centrarse en ellas durante esta etapa del proceso oncológico. Entonces el tema del autocuidado y de la autocompasión es algo que se trabaja mucho», apunta la oncóloga. «La verdad es que ayuda mucho. Hablas , te desahogas y ves que no estás tú sola . Evidentemente, sé que hay más gente que está en unas circunstancias similares, pero no es lo mismo saberlo que verlo y conocerlas. Además es un grupo muy apañado, son todas estupendas», comparte Marta, que señala que mantienen el grupo de WhatsApp juntas y quedan de vez en cuando para comer , merendar o pasear . Y es que ese es, justamente, uno de los objetivos secundarios de ‘ Mueve Montañas’, «que se hagan amigas y cuando acaben las sesiones siga ese vínculo , se llamen entre ellas y queden para pasear o hacer ejercicio», puntualiza la doctora Pajares, que concluye que el fin último del programa es dotarlas de las herramientas necesarias para que puedan llevar por su cuenta una vida saludable y sentirse acompañadas, pues, como apunta Marta, «no es lo mismo hacerlo sola, que en grupo ».","resolvedUrl":"https:\/\/www.laopiniondemalaga.es\/malaga\/2024\/03\/10\/deporte-alimentacion-escudo-cancer-99249242.html","title":"Deporte y alimentación, un escudo contra el cáncer","sourceDomain":"laopiniondemalaga.es"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":18},{"type":"PRAISE","count":1},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7172532505848266752","threadUrn":"urn:li:activity:7172532505848266752","reactionsCount":20,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7172532505143717888","message":{"attributes":[{"start":95,"length":24,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:77116992"}}},{"start":339,"length":36,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1280976"}}},{"start":376,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:9341526"}}},{"start":421,"length":44,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:93189993"}}},{"start":466,"length":7,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3084260"}}},{"start":474,"length":41,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:78764831"}}}],"text":"Merecido reconocimiento al programa Mueve Montañas dirigido por la Doctora Bella Pajares de la UGCI de Oncología Málaga. Este programa proporciona ejercicio físico, talleres de hábitos de vida saludable y grupos de apoyo emocional para las mujeres que han superado un cáncer de mama. Ojalá veamos más iniciativas como esta en un futuro. \n\nGEICAM - Spanish Breast Cancer Group\nSociedad Española de Oncología Médica (SEOM)\nSAOM - Sociedad Andaluza de Oncología Médica\nFIMABIS\nHospital Regional Universitario de Málaga\n"},"entityUrn":"urn:li:share:7172532505143717888"}}},{"createdAt":1709995680000,"insightId":"fd81e048-570b-427e-9de5-b2e277dd20f9","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7171197007187984384,7172241934051229697)","threadUrn":"urn:li:ugcPost:7171197007187984384","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"¡Felicidades, David! Me alegro mucho por ti. Un abrazo"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7171197007187984384"}}}]}