{"summary":"Over 10 years of experience in the development of cutting-edge technologies for medical diagnosis and therapy. \nSpecialties: antibody-drug conjugates, ultrasmall nanoparticles, oncology payloads, conjugation technology, drug delivery, translational research, preclinical research, drug development","lastName":"Detappe","objectUrn":"urn:li:member:176725315","geoRegion":"Strasbourg, Grand Est, France","fullName":"Alexandre Detappe","firstName":"Alexandre","currentPositions":[{"companyName":"ICANS | Institut de cancérologie Strasbourg Europe","description":"The Detappe Lab is focusing on the preclinical and clinical development of novel oncologic drug delivery approaches including macromolecules\/antibody drug conjugates\/hydrogels, novel small molecules, and protein delivery. The lab members are working closely with other chemists, biologists, engineers, and physicians to devise cutting-edge solutions to the most pressing needs in clinical oncology.","title":"Head of the nanotranslational laboratory","companyUrnResolutionResult":{"employeeCountRange":"501-1000","headquarters":{"geographicArea":"Grand Est","country":"France","city":"Strasbourg ","postalCode":"67033","line2":"BP 23025","line1":"17, Rue Albert Calmette"},"website":"http:\/\/www.icans.eu\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/icans-strasbourg\/","industry":"Hospitals and Health Care"},"companyUrn":"urn:li:fs_salesCompany:34627822","tenureAtCompany":{"numYears":5,"numMonths":2},"startedOn":{"month":4,"year":2019}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1642860886092?e=1723075200&v=beta&t=RgDbyyJKIi2-bppzV2yIUyO1x2q3S1f6wE0_RSAxgO0","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1642860886092?e=1723075200&v=beta&t=1umcUAO6ulnSNuLhW0btpOSddnY2EH-DTELw8U7Ok5k","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1642860886092?e=1723075200&v=beta&t=uvz-6cRbosiCyuWOoWzAI80nL3cxULy7mhfqsxkLMjI","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1642860886092?e=1723075200&v=beta&t=06vJDe_SP7bjkBKvYUTBpyEszpoES9jYxgmWOzYpeWU","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQFEVpvpO1PzMg\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:176725315"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:176725315"}],"category":"OTHER","dataSource":"LINKEDIN","url":"www.detappelab.com"}]},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2017},"degree":"Doctor of Philosophy (Ph.D.)","eduId":202835753,"schoolUrn":"urn:li:fs_salesSchool:963638","school":"urn:li:fs_salesSchool:963638","fieldsOfStudy":["Chemistry"],"schoolName":"Université Claude Bernard Lyon 1","startedOn":{"year":2014}},{"endedOn":{"year":2013},"degree":"Medical Physics certification","eduId":140422093,"schoolUrn":"urn:li:fs_salesSchool:11013231","school":"urn:li:fs_salesSchool:11013231","fieldsOfStudy":["Radiotherapy \/ Nuclear Medicine \/ Radiology"],"schoolName":"INSTN","startedOn":{"year":2012}}],"skills":[{"numOfEndorsement":0,"name":"Immunologie"},{"numOfEndorsement":0,"name":"Biologie moléculaire"},{"numOfEndorsement":0,"name":"Compétences interpersonnelles"},{"numOfEndorsement":0,"name":"Biologie cellulaire"},{"numOfEndorsement":0,"name":"Biologie"},{"numOfEndorsement":18,"name":"Medical Physics"},{"numOfEndorsement":18,"name":"Radiation Therapy"},{"numOfEndorsement":11,"name":"Medical Imaging"},{"numOfEndorsement":7,"name":"Matlab"},{"numOfEndorsement":8,"name":"Physics"},{"numOfEndorsement":6,"name":"Nanoparticles"},{"numOfEndorsement":6,"name":"Radiation Oncology"},{"numOfEndorsement":2,"name":"Nuclear Medicine"},{"numOfEndorsement":2,"name":"ImageJ"},{"numOfEndorsement":2,"name":"LaTeX"},{"numOfEndorsement":1,"name":"Small Animal Imaging"},{"numOfEndorsement":0,"name":"Oncology"}],"numOfConnections":1866,"patents":[{"applicationNumber":"WO2018107057A1","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}],"title":"Bismuth-gadolinium nanoparticles","filedOn":{"month":6,"day":14,"year":2018},"issuer":"WO2018107057A1","issuedOn":{"month":6,"day":14,"year":2018}},{"applicationNumber":"WO2018231949A1","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}],"title":"B-cell maturation antigen (BCMA)-directed nanoparticles","filedOn":{"month":12,"day":18,"year":2018},"issuer":"WO2018231949A1","issuedOn":{"month":12,"day":18,"year":2018}},{"applicationNumber":"WO2020236253A1","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}],"title":"Boronic ester prodrug and uses thereof","filedOn":{"month":11,"day":26,"year":2020},"issuer":"WO2020236253A1","issuedOn":{"month":11,"day":26,"year":2020}},{"applicationNumber":"2021\/0220391, 2021","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}],"title":"Proteolysis targeting chimeric molecules (PROTACS) with functional handles and uses thereof.","issuer":"WO2021141662A1","issuedOn":{"month":7,"day":22,"year":2021}},{"applicationNumber":"2023148351A1","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}],"title":"Pharmaceuticals formulation for subcutaneous administration of proteins","issuer":"WO2023148351A1","issuedOn":{"month":8,"day":10,"year":2023}}],"headline":"Nanomedicine researcher","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/alexdetappe","organizations":[],"location":"Strasbourg, Grand Est, France","publications":[{"publishedOn":{"month":11,"year":2018},"description":"Limited DNA end resection is the key to impaired homologous recombination in BRCA1-mutant cancer cells. Here, using a loss-of-function CRISPR screen, we identify DYNLL1 as an inhibitor of DNA end resection. The loss of DYNLL1 enables DNA end resection and restores homologous recombination in BRCA1-mutant cells, thereby inducing resistance to platinum drugs and inhibitors of poly(ADP-ribose) polymerase. Low BRCA1 expression correlates with increased chromosomal aberrations in primary ovarian carcinomas, and the junction sequences of somatic structural variants indicate diminished homologous recombination. Concurrent decreases in DYNLL1 expression in carcinomas with low BRCA1 expression reduced genomic alterations and increased homology at lesions. In cells, DYNLL1 limits nucleolytic degradation of DNA ends by associating with the DNA end-resection machinery (MRN complex, BLM helicase and DNA2 endonuclease). In vitro, DYNLL1 binds directly to MRE11 to limit its end-resection activity. Therefore, we infer that DYNLL1 is an important anti-resection factor that influences genomic stability and responses to DNA-damaging chemotherapy.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/30464262","name":"DYNLL1 binds to MRE11 to limit DNA end resection in BRCA1-deficient cells.","publisher":"Nature","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":11,"year":2018},"description":"Nitroxides occupy a privileged position among plausible metal-free magnetic resonance imaging (MRI) contrast agents (CAs) due to their inherently low-toxicity profiles; nevertheless, their translational development has been hindered by a lack of appropriate contrast sensitivity. Nanostructured materials with high nitroxide densities, where each individual nitroxide within a macromolecular construct contributes to the image contrast, could address this limitation, but the synthesis of such materials remains challenging. Here, we report a modular and scalable synthetic approach to nitroxide-based brush-arm star polymer (BASP) organic radical CAs (ORCAs) with high nitroxide loadings. The optimized ∼30 nm diameter \"BASP-ORCA3\" displays outstanding T2 sensitivity with a very high molecular transverse relaxivity ( r2 > 1000 mM-1 s-1). BASP-ORCA3 further exhibits excellent stability in vivo, no acute toxicity, and highly desirable pharmacokinetic and biodistribution profiles for longitudinal detection of tumors by MRI. When injected intravenously into mice bearing subcutaneous plasmacytomas, BASP-ORCA3 affords distinct in vivo visualization of tumors on translationally relevant time scales. Leveraging its high sensitivity, BASP-ORCA3 enables efficient mapping of tumor necrosis, which is an important biomarker to predict therapeutic outcomes. Moreover, BASP-ORCA3 allows for detection of millimetric tumor implants in a disseminated murine model of advanced-stage human ovarian cancer that possess genetic, histological, and vascular characteristics that are similar to those seen in patients. This work establishes BASP-ORCA3 as a promising metal-free spin contrast agent for MRI.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/30387988","name":"Triply Loaded Nitroxide Brush-Arm Star Polymers Enable Metal-Free Millimetric Tumor Detection by Magnetic Resonance Imaging.","publisher":"ACS Nano","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":9,"year":2018},"description":"AGuIX® are sub-5 nm nanoparticles made of a polysiloxane matrix and gadolinium chelates. This nanoparticle has been recently accepted in clinical trials in association with radiotherapy. This review will summarize the principal preclinical results that have led to first in man administration. No evidence of toxicity has been observed during regulatory toxicity tests on two animal species (rodents and monkeys). Biodistributions on different animal models have shown passive uptake in tumours due to enhanced permeability and retention effect combined with renal elimination of the nanoparticles after intravenous administration. High radiosensitizing effect has been observed with different types of irradiations in vitro and in vivo on a large number of cancer types (brain, lung, melanoma, head and neck…). The review concludes with the second generation of AGuIX nanoparticles and the first preliminary results on human.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/30226413","name":"AGuIX® from bench to bedside-Transfer of an ultrasmall theranostic gadolinium-based nanoparticle to clinical medicine.","publisher":"Br J Radiol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":7,"year":2018},"description":"Dynamic protein interaction networks such as DNA double-strand break (DSB) signaling are modulated by post-translational modifications. The DNA repair factor 53BP1 is a rare example of a protein whose post-translational modification-binding function can be switched on and off. 53BP1 is recruited to DSBs by recognizing histone lysine methylation within chromatin, an activity directly inhibited by the 53BP1-binding protein TIRR. X-ray crystal structures of TIRR and a designer protein bound to 53BP1 now reveal a unique regulatory mechanism in which an intricate binding area centered on an essential TIRR arginine residue blocks the methylated-chromatin-binding surface of 53BP1. A 53BP1 separation-of-function mutation that abolishes TIRR-mediated regulation in cells renders 53BP1 hyperactive in response to DSBs, highlighting the key inhibitory function of TIRR. This 53BP1 inhibition is relieved by TIRR-interacting RNA molecules, providing proof-of-principle of RNA-triggered 53BP1 recruitment to DSBs.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29967538","name":"Mechanism of 53BP1 activity regulation by RNA-binding TIRR and a designer protein.","publisher":"Nat Struct Mol Biol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":6,"year":2018},"description":"In the past decades, considerable progress has been made in our understanding and treatment of multiple myeloma. Several challenges remain including our abilities to longitudinally image tumor responses to treatment, to combine various therapeutic agents with different mechanisms of action but with overlapping toxicities, and to efficiently harness the power of the immune system to augment remission and\/or to induce permanent cures. Nanomedicine may help to address many of these outstanding issues, affording novel diagnostic capabilities and offering disruptive technologies that promise to revolutionize treatment. Here, we review recent developments and the future of nanomedicine for multiple myeloma, highlighting new considerations in nanoparticle designs that may help to augment active targeting, to facilitate longitudinal imaging, and to improve drug delivery.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29773319","name":"Advancements in Nanomedicine for Multiple Myeloma.","publisher":"Trends Mol Med","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":7,"year":2018},"description":"Elotuzumab, a recently approved antibody for the treatment of multiple myeloma, has been shown to stimulate Fcγ receptor (FcγR)-mediated antibody-dependent cellular cytotoxicity by natural killer (NK) cells toward myeloma cells. The modulatory effects of elotuzumab on other effector cells in the tumor microenvironment, however, has not been fully explored. Antibody-dependent cellular phagocytosis (ADCP) is a mechanism by which macrophages contribute to antitumor potency of monoclonal antibodies. Herein, we studied the NK cell independent effect of elotuzumab on tumor-associated macrophages using a xenograft tumor model deficient in NK and adaptive immune cells. We demonstrate significant antitumor efficacy of single-agent elotuzumab in immunocompromised xenograft models of multiple myeloma, which is in part mediated by Fc-FcγR interaction of elotuzumab with macrophages. Elotuzumab is shown in this study to induce phenotypic activation of macrophages in vivo and mediates ADCP of myeloma cells though a FcγR-dependent manner in vitro Together, these findings propose a novel immune-mediated mechanism by which elotuzumab exerts anti-myeloma activity and helps to provide rationale for combination therapies that can enhance macrophage activity.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29654064","name":"Antibody-Dependent Cellular Phagocytosis by Macrophages is a Novel Mechanism of Action of Elotuzumab.","publisher":"Mol Cancer Ther","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":4,"year":2018},"description":"BRCA1\/2-mutated ovarian cancers (OCs) are defective in homologous recombination repair (HRR) of double-strand breaks (DSBs) and thereby sensitive to platinum and PARP inhibitors (PARPis). Multiple PARPis have recently received US Food and Drug Administration (FDA) approval for treatment of OCs, and resistance to PARPis is a major clinical problem. Utilizing primary and recurrent BRCA1\/2-mutated carcinomas from OC patients, patient-derived lines, and an in vivo BRCA2-mutated mouse model, we identified a microRNA, miR-493-5p, that induced platinum\/PARPi resistance exclusively in BRCA2-mutated carcinomas. However, in contrast to the most prevalent resistance mechanisms in BRCA mutant carcinomas, miR-493-5p did not restore HRR. Expression of miR-493-5p in BRCA2-mutated\/depleted cells reduced levels of nucleases and other factors involved in maintaining genomic stability. This resulted in relatively stable replication forks, diminished single-strand annealing of DSBs, and increased R-loop formation. We conclude that impact of miR-493-5p on multiple pathways pertinent to genome stability cumulatively causes PARPi\/platinum resistance in BRCA2 mutant carcinomas.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29617652","name":"Multifaceted Impact of MicroRNA 493-5p on Genome-Stabilizing Pathways Induces Platinum and PARP Inhibitor Resistance in BRCA2-Mutated Carcinomas.","publisher":"Cell Rep","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":4,"year":2018},"description":"Several haematological malignancies, including multiple myeloma (MM) and acute myeloid leukaemia (AML), have well-defined precursor states that precede the development of overt cancer. MM is almost always preceded by monoclonal gammopathy of undetermined significance (MGUS), and at least a quarter of all patients with myelodysplastic syndromes (MDS) have disease that evolves into AML. In turn, MDS are frequently anteceded by clonal haematopoiesis of indeterminate potential (CHIP). The acquisition of additional genetic and epigenetic alterations over time clearly influences the increasingly unstable and aggressive behaviour of neoplastic haematopoietic clones; however, perturbations in the bone-marrow microenvironment are increasingly recognized to have key roles in initiating and supporting oncogenesis. In this Review, we focus on the concept that the haematopoietic neoplasia-microenvironment relationship is an intimate rapport between two partners, provide an overview of the evidence supporting a role for the bone-marrow niche in promoting neoplasia, and discuss the potential for niche-specific therapeutic targets.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29311715","name":"The bone-marrow niche in MDS and MGUS: implications for AML and MM.","publisher":"Nat Rev Clin Onc","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":12,"year":2017},"description":"Advanced-stage epithelial ovarian cancers are amongst the most difficult to treat tumors and have proven to be refractory to most cytotoxic, molecularly targeted, or immunotherapeutic approaches. Here, we report that nanoparticle-drug conjugates (NDCs) of monomethyl auristatin E (MMAE) significantly increase loading on a per-vehicle basis as compared to antibody-drug conjugates (ADCs). Their intraperitoneal administration enabled triggered release of the active MMAE toxin to inhibit tumor growth and to extend animal survival to >90 days in a cell-line xenograft model of disseminated ovarian cancer. In a patient-derived xenograft model of advanced-stage and platinum-resistant ovarian cancer, an MMAE-based NDC doubled the duration of tumor growth inhibition as compared to cisplatin. NDCs of highly potent toxins thus introduce a translatable platform that may be exploited to maximize the safety and efficacy of cytotoxic chemotherapies, combining the best features of ADCs with those of nanoparticle-based therapeutics.\n\n","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29255160","name":"Nanoparticle conjugates of a highly potent toxin enhance safety and circumvent platinum resistance in ovarian cancer.","publisher":"Nat Commun","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":4,"year":2018},"description":"Human pancreatic ductal adenocarcinoma (PDAC) contains a distinctively dense stroma that limits the accessibility of anticancer drugs, contributing to its poor overall prognosis. Nanoparticles can enhance drug delivery and retention in pancreatic tumors and have been utilized clinically for their treatment. In preclinical studies, various mouse models differentially recapitulate the microenvironmental features of human PDAC. Here, we demonstrate that through utilization of different organic cosolvents and by doping of a homopolymer of poly(ε-caprolactone), a diblock copolymer composition of poly(ethylene oxide)- block-poly(ε-caprolactone) may be utilized to generate biodegradable and nanoscale micelles with different physical properties. Noninvasive optical imaging was employed to examine the pharmacology and biodistribution of these various nanoparticle formulations in both allografted and autochthonous mouse models of PDAC. In contrast to the results reported with transplanted tumors, spherical micelles as large as 300 nm in diameter were found to extravasate in the autochthonous model, reaching a distance of approximately 20 μm from the nearest tumor cell clusters. A lipophilic platinum(IV) prodrug of oxaliplatin was further able to achieve a ∼7-fold higher peak accumulation and a ∼50-fold increase in its retention half-life in pancreatic tumors when delivered with 100 nm long worm-like micelles as when compared to the free drug formulation of oxaliplatin. Through further engineering of nanoparticle properties, as well as by widespread adoption of the autochthonous tumor model for preclinical testing, future therapeutic formulations may further enhance the targeting and penetration of anticancer agents to improve survival outcomes in PDAC.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29533667","name":"Differences in Nanoparticle Uptake in Transplanted and Autochthonous Models of Pancreatic Cancer.","publisher":"Nano Lett","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":9,"year":2017},"description":"Motivated by the goal of developing a fully biodegradable optical contrast agent with translational clinical potential, a nanoparticle delivery vehicle was generated from the self-assembly of poly(ethylene-glycol)-block-poly(trimethylene carbonate-co-caprolactone) (PEG-b-TCL) copolymers. Cryogenic transmission electron microscopy verified that PEG-b-TCL-based micelles were formed at low solution temperatures (∼38 °C). Detailed spectroscopic experiments validated facile loading of large quantities of the high emission dipole strength, tris(porphyrin)-based fluorophore PZn3 within their cores, and the micelles displayed negligible in vitro and in vivo toxicities in model systems. The pharmacokinetics and biodistribution of PZn3-loaded PEG-b-TCL-based micelles injected intravenously were determined via ex vivo near-infrared (NIR) imaging of PZn3 emission in microcapillary tubes containing minute quantities of blood, to establish a novel method for minimally invasive pharmacokinetic monitoring. The in vivo circulatory half-life of the PEG-b-TCL-based micelles was found to be ∼19.6 h. Additionally, longitudinal in vivo imaging of orthotopically transplanted breast tumors enabled determination of micelle biodistribution that correlated to ex vivo imaging results, demonstrating accumulation predominantly within the tumors and livers of mice. The PEG-b-TCL-based micelles quickly extravasated within 4T1 orthotopic mammary carcinomas, exhibiting peak accumulation at ∼48 h following intravenous tail-vein injection. In summary, PEG-b-TCL-based micelles demonstrated favorable characteristics for further development as in vivo optical contrast agents for minimally invasive imaging of breast tumors.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28861570","name":"NIR-emissive PEG-b-TCL micelles for breast tumor imaging and minimally invasive pharmacokinetic analysis.","publisher":"Nanoscale","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":3,"year":2017},"description":"Multiple myeloma (MM) is an incurable plasma cell malignancy characterized by notable interpatient heterogeneity. There have been important advances in therapy and overall survival, but some patients with high-risk features still have poor survival rates. Therefore, accurate identification of this subset of patients has been integral to improvement of patient outcome. During the last few years, cytogenetics, gene expression profiling, MRI and PET\/CT, as well as serum free light chain assays have been used as accurate biomarkers to better characterize the diverse course and outcome of the disease. With the recent advances of massive parallel sequencing techniques, the development of new models that better stratify high-risk groups are beginning to be developed. The use of multiparameter flow cytometry and next-generation sequencing have paved the way for assessment of minimal residual disease and better prognostication of post-therapeutic outcomes. Circulating tumor cells and circulating tumor DNA are promising potential biomarkers that demonstrate the spatial and temporal heterogeneity of MM. Finally, more prognostic markers are being developed that are specific to immunotherapeutic agents. In this review, we discuss these traditional and novel biomarkers that have been developed for MM and also those that can predict disease progression from precursor stages. Together, these biomarkers will help improve our understanding of the intrapatient and interpatient variabilities and help develop precision medicine for patients with high-risk MM.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28561668","name":"Established and Novel Prognostic Biomarkers in Multiple Myeloma.","publisher":"Am Soc Clin Oncol Educ Book","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":4,"year":2017},"description":"The development of sensitive and non-invasive \"liquid biopsies\" presents new opportunities for longitudinal monitoring of tumor dissemination and clonal evolution. The number of circulating tumor cells (CTCs) is prognostic in multiple myeloma (MM), but there is little information on their genetic features. Here, we have analyzed the genomic landscape of CTCs from 29 MM patients, including eight cases with matched\/paired bone marrow (BM) tumor cells. Our results show that 100% of clonal mutations in patient BM were detected in CTCs and that 99% of clonal mutations in CTCs were present in BM MM. These include typical driver mutations in MM such as in KRAS, NRAS, or BRAF. These data suggest that BM and CTC samples have similar clonal structures, as discordances between the two were restricted to subclonal mutations. Accordingly, our results pave the way for potentially less invasive mutation screening of MM patients through characterization of CTCs.\n\n","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28380360","name":"The Mutational Landscape of Circulating Tumor Cells in Multiple Myeloma.","publisher":"Cell Rep","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":3,"year":2017},"description":"P53-binding protein 1 (53BP1) is a multi-functional double-strand break repair protein that is essential for class switch recombination in B lymphocytes and for sensitizing BRCA1-deficient tumours to poly-ADP-ribose polymerase-1 (PARP) inhibitors. Central to all 53BP1 activities is its recruitment to double-strand breaks via the interaction of the tandem Tudor domain with dimethylated lysine 20 of histone H4 (H4K20me2). Here we identify an uncharacterized protein, Tudor interacting repair regulator (TIRR), that directly binds the tandem Tudor domain and masks its H4K20me2 binding motif. Upon DNA damage, the protein kinase ataxia-telangiectasia mutated (ATM) phosphorylates 53BP1 and recruits RAP1-interacting factor 1 (RIF1) to dissociate the 53BP1-TIRR complex. However, overexpression of TIRR impedes 53BP1 function by blocking its localization to double-strand breaks. Depletion of TIRR destabilizes 53BP1 in the nuclear-soluble fraction and alters the double-strand break-induced protein complex centring 53BP1. These findings identify TIRR as a new factor that influences double-strand break repair using a unique mechanism of masking the histone methyl-lysine binding function of 53BP1.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28241136","name":"TIRR regulates 53BP1 by masking its histone methyl-lysine binding function.","publisher":"Nature","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":3,"year":2017},"description":"Selective killing of cancer cells while minimizing damage to healthy tissues is the goal of clinical radiation therapy. This therapeutic ratio can be improved by image-guided radiation delivery and selective radiosensitization of cancer cells. Here, we have designed and tested a novel trimodal theranostic nanoparticle made of bismuth and gadolinium for on-site radiosensitization and image contrast enhancement to improve the efficacy and accuracy of radiation therapy. We demonstrate in vivo magnetic resonance (MR), computed tomography (CT) contrast enhancement, and tumor suppression with prolonged survival in a non-small cell lung carcinoma model during clinical radiation therapy. Histological studies show minimal off-target toxicities due to the nanoparticles or radiation. By mimicking existing clinical workflows, we show that the bismuth-gadolinium nanoparticles are highly compatible with current CT-guided radiation therapy and emerging MR-guided approaches. This study reports the first in vivo proof-of-principle for image-guided radiation therapy with a new class of theranostic nanoparticles.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28145723","name":"Ultrasmall Silica-Based Bismuth Gadolinium Nanoparticles for Dual Magnetic Resonance-Computed Tomography Image Guided Radiation Therapy.","publisher":"Nano Lett","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":9,"year":2016},"description":"As nanoparticle solutions move towards human clinical trials in radiation therapy, the influence of key clinical beam parameters on therapeutic efficacy must be considered. In this study, we have investigated the clinical radiation therapy delivery variables that may significantly affect nanoparticle-mediated radiation dose amplification. We found a benefit for situations which increased the proportion of low energy photons in the incident beam. Most notably, \"unflattened\" photon beams from a clinical linear accelerator results in improved outcomes relative to conventional \"flat\" beams. This is measured by significant DNA damage, tumor growth suppression, and overall improvement in survival in a pancreatic tumor model. These results, obtained in a clinical setting, clearly demonstrate the influence and importance of radiation therapy parameters that will impact clinical radiation dose amplification with nanoparticles.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27658637","name":"Key clinical beam parameters for nanoparticle-mediated radiation dose amplification.","publisher":"Sci Rep","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":9,"year":2016},"description":"Radiation therapy is a major treatment regimen for more than 50% of cancer patients. The collateral damage induced on healthy tissues during radiation and the minimal therapeutic effect on the organ-of-interest (target) is a major clinical concern. Ultra-small, renal clearable, silica based gadolinium chelated nanoparticles (SiGdNP) provide simultaneous MR contrast and radiation dose enhancement. The high atomic number of gadolinium provides a large photoelectric cross-section for increased photon interaction, even for high-energy clinical radiation beams. Imaging and therapy functionality of SiGdNP were tested in cynomolgus monkeys and pancreatic tumor-bearing mice models, respectively. A significant improvement in tumor cell damage (double strand DNA breaks), growth suppression, and overall survival under clinical radiation therapy conditions were observed in a human pancreatic xenograft model. For the first time, safe systemic administration and systematic renal clearance was demonstrated in both tested species. These findings strongly support the translational potential of SiGdNP for MR-guided radiation therapy in cancer treatment.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27423325","name":"Advanced multimodal nanoparticles delay tumor progression with clinical radiation therapy.","publisher":"J Control Release","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":12,"year":2016},"description":"Drug delivery in the CNS is limited by endothelial tight junctions forming the impermeable blood-brain barrier. The development of new treatment paradigms has previously been hampered by the restrictiveness of the blood-brain barrier to systemically administered therapeutics. With recent advances in stereotactic localization and noninvasive imaging, we have honed the ability to modulate, ablate, and rewire millimetric brain structures to precisely permeate the impregnable barrier. The wide range of focused radiations offers endless possibilities to disrupt endothelial permeability with different patterns and intensity following 3-dimensional coordinates offering a new world of possibilities to access the CNS, as well as to target therapies. We propose a review of the current state of knowledge in targeted drug delivery using noninvasive image-guided approaches. To this end, we focus on strategies currently used in clinics or in clinical trials such as targeted radiotherapy and magnetic resonance guided focused ultrasound, but also on more experimental approaches such as magnetically heated nanoparticles, electric fields, and lasers, techniques which demonstrated remarkable results both in vitro and in vivo. We envision that biodistribution and efficacy of systemically administered drugs will be enhanced with further developments of these promising strategies. Besides therapeutic applications, stereotactic platforms can be highly valuable in clinical applications for interventional strategies that can improve the targetability and efficacy of drugs and macromolecules. It is our hope that by showcasing and reviewing the current state of this field, we can lay the groundwork to guide future research in this realm.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27407134","name":"Stereotactic modulation of blood-brain barrier permeability to enhance drug delivery.","publisher":"Neuro Oncol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Pushing radiation therapy limitations with theranostic nanoparticles.","publishedOn":{"month":5,"year":2016},"publisher":"Nanomedicine","url":"https:\/\/www.futuremedicine.com\/doi\/abs\/10.2217\/nnm.16.38?rfr_dat=cr_pub%3Dpubmed&url_ver=Z39.88-2003&rfr_id=ori%3Arid%3Acrossref.org&journalCode=nnm","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":1,"year":2016},"description":"Nanoparticles containing high-Z elements are known to boost the efficacy of radiation therapy. Gadolinium (Gd) is particularly attractive because this element is also a positive contrast agent for MRI, which allows for the simultaneous use of imaging to guide the irradiation and to delineate the tumor. In this study, we used the Gd-based nanoparticles, AGuIX®. After intravenous injection into animals bearing B16F10 tumors, some nanoparticles remained inside the tumor cells for more than 24 hours, indicating that a single administration of nanoparticles might be sufficient for several irradiations. Combining AGuIX® with radiation therapy increases tumor cell death, and improves the life spans of animals bearing multiple brain melanoma metastases. These results provide preclinical proof-of-concept for a phase I clinical trial.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26909115","name":"Gadolinium-Based Nanoparticles and Radiation Therapy for Multiple Brain Melanoma Metastases: Proof of Concept before Phase I Trial.","publisher":"Theranostics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Focused ultrasound to transiently disrupt the blood brain barrier.","publishedOn":{"month":6,"year":2016},"publisher":"J Clin Neurosci","url":"https:\/\/www.jocn-journal.com\/article\/S0967-5868(15)00712-2\/fulltext","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":1,"year":2016},"description":"PURPOSE:\nPrevious studies have introduced gold nanoparticles as vascular-disrupting agents during radiation therapy. Crucial to this concept is the low energy photon content of the therapy radiation beam. The authors introduce a new mode of delivery including a linear accelerator target that can toggle between low Z and high Z targets during beam delivery. In this study, the authors examine the potential increase in tumor blood vessel endothelial cell radiation dose enhancement with the low Z target.\n\nMETHODS:\nThe authors use Monte Carlo methods to simulate delivery of three different clinical photon beams: (1) a 6 MV standard (Cu\/W) beam, (2) a 6 MV flattening filter free (Cu\/W), and (3) a 6 MV (carbon) beam. The photon energy spectra for each scenario are generated for depths in tissue-equivalent material: 2, 10, and 20 cm. The endothelial dose enhancement for each target and depth is calculated using a previously published analytic method.\n\nRESULTS:\nIt is found that the carbon target increases the proportion of low energy (<150 keV) photons at 10 cm depth to 28% from 8% for the 6 MV standard (Cu\/W) beam. This nearly quadrupling of the low energy photon content incident on a gold nanoparticle results in 7.7 times the endothelial dose enhancement as a 6 MV standard (Cu\/W) beam at this depth. Increased surface dose from the low Z target can be mitigated by well-spaced beam arrangements.\n\nCONCLUSIONS:\nBy using the fast-switching target, one can modulate the photon beam during delivery, producing a customized photon energy spectrum for each specific situation.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26745936","name":"Low Z target switching to increase tumor endothelial cell dose enhancement during gold nanoparticle-aided radiation therapy.","publisher":"Med Phys","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":11,"year":2015},"description":"More than 50% of all cancer patients receive radiation therapy. The clinical delivery of curative radiation dose is strictly restricted by the proximal healthy tissues. We propose a dual-targeting strategy using vessel-targeted-radiosensitizing gold nanoparticles and conformal-image guided radiation therapy to specifically amplify damage in the tumor neoendothelium. The resulting tumor vascular disruption substantially improved the therapeutic outcome and subsidized the radiation\/nanoparticle toxicity, extending its utility to intransigent or nonresectable tumors that barely respond to standard therapies.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26418302","name":"Nanoparticle Mediated Tumor Vascular Disruption: A Novel Strategy in Radiation Therapy.","publisher":"Nano Lett","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":1,"year":2015},"description":"AGuIX are gadolinium-based nanoparticles developed mainly for imaging due to their MR contrast properties. They also have a potential role in radiation therapy as a radiosensitizer. We used MRI to quantify the uptake of AGuIX in pancreatic cancer cells, and TEM for intracellular localization. We measured the radiosensitization of a pancreatic cancer cell line in a low-energy (220 kVp) beam, a standard 6 MV beam (STD) and a flattening filter free 6 MV beam (FFF). We demonstrated that the presence of nanoparticles significantly decreases cell survival when combined with an X-ray beam with a large proportion of low-energy photons (close to the k-edge of the nanoparticles). The concentration of nanoparticles in the cell achieves its highest level after 15 min and then reaches a plateau. The accumulated nanoparticles are mainly localized in the cytoplasm, inside vesicles. We found that the 6 MV FFF beams offer the best trade-off between penetration depth and proportion of low-energy photons. At 10 cm depth, we measured a DEF20 % of 1.30 ± 0.47 for the 6 MV FFF beam, compared to 1.23 ± 0.26 for the 6 MV STD beam. Additional measurements with un-incubated nanoparticles provide evidence that chemical processes might also be contributing to the dose enhancement effect.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26345984","name":"AGuIX nanoparticles as a promising platform for image-guided radiation therapy.","publisher":"Cancer Nanotechnol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":10,"year":2015},"description":"Since twenty years, many nanoparticles based on high atomic number elements have been developed as radiosensitizers. The design of these nanoparticles is limited by the classical rules associated with the development of nanoparticles for oncology and by the specific ones associated to radiosensitizers, which aim to increase the effect of the dose in the tumor area and to spare the health tissues. For this application, systemic administration of nanodrugs is possible. This paper will discuss the development of AGuIX nanoparticles and will emphasize on this example the critical points for the development of a nanodrug for this application. AGuIX nanoparticles display hydrodynamic diameters of a few nanometers and are composed of polysiloxane and gadolinium chelates. This particle has been used in many preclinical studies and is evaluated for a further phase I clinical trial. Finally, in addition to its high radiosensitizing potential, AGuIX display MRI functionality and can be used as theranostic nanodrug for personalized medicine.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26343033","name":"[Ultrasmall nanoparticles for radiotherapy: AGuIX].","publisher":"Cancer Radiother","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":2,"year":2015},"description":"We predict, for the first time, that by using United States Food and Drug Administration approved concentrations of cisplatin, major radiosensitization may be achieved via photoelectric mechanism during concomitant chemoradiotherapy (CCRT). Our analytical calculations estimate that radiotherapy (RT) dose to cancer cells may be enhanced via this mechanism by over 100% during CCRT. The results proffer new potential for significantly enhancing CCRT via an emerging clinical scenario, where the cisplatin is released in-situ from RT biomaterials loaded with cisplatin nanoparticles.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25492359","name":"New potential for enhancing concomitant chemoradiotherapy with FDA approved concentrations of cisplatin via the photoelectric effect.","publisher":"Phys Med","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":9,"year":2014},"description":"A new efficient type of gadolinium-based theranostic agent (AGuIX®) has recently been developed for MRI-guided radiotherapy (RT). These new particles consist of a polysiloxane network surrounded by a number of gadolinium chelates, usually 10. Owing to their small size (<5 nm), AGuIX typically exhibit biodistributions that are almost ideal for diagnostic and therapeutic purposes. For example, although a significant proportion of these particles accumulate in tumours, the remainder is rapidly eliminated by the renal route. In addition, in the absence of irradiation, the nanoparticles are well tolerated even at very high dose (10 times more than the dose used for mouse treatment). AGuIX particles have been proven to act as efficient radiosensitizers in a large variety of experimental in vitro scenarios, including different radioresistant cell lines, irradiation energies and radiation sources (sensitizing enhancement ratio ranging from 1.1 to 2.5). Pre-clinical studies have also demonstrated the impact of these particles on different heterotopic and orthotopic tumours, with both intratumoural or intravenous injection routes. A significant therapeutical effect has been observed in all contexts. Furthermore, MRI monitoring was proven to efficiently aid in determining a RT protocol and assessing tumour evolution following treatment. The usual theoretical models, based on energy attenuation and macroscopic dose enhancement, cannot account for all the results that have been obtained. Only theoretical models, which take into account the Auger electron cascades that occur between the different atoms constituting the particle and the related high radical concentrations in the vicinity of the particle, provide an explanation for the complex cell damage and death observed.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24990037","name":"The use of theranostic gadolinium-based nanoprobes to improve radiotherapy efficacy.","publisher":"Br J Radiol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":3,"year":2013},"description":"PURPOSE:\nThe aim of this study is to quantify and to compare the dose enhancement factor from gold nanoparticles (AuNP) to tumor endothelial cells for different concentrations of AuNP, and clinical MV beam configurations.\n\nMETHODS:\nTumor endothelial cells are modeled as slabs measuring 10 × 10 × 2 μm. A spherical AuNP is simulated on the surface of the endothelial cell, within the blood vessel. 6 MV photon beams with and without the flattening filter are investigated for different field sizes, depths in material and beam modulation. The incident photon energy spectra for each configuration is generated using EGSnrc. The dose enhancement in the tumor endothelial cell is found using an analytical calculation. The endothelial dose enhancement factor is defined to be the ratio of the dose deposited with and without AuNPs.\n\nRESULTS:\nIt is found that clinical beam parameters may be chosen to maximize the effect of gold nanoparticles during radiotherapy. This effect is further amplified ~20% by the removal of the flattening filter. Modulation of the clinical beam with the multileaf collimator tends to decrease the proportion of low energy photons, therefore providing less enhancement than the corresponding open field.\n\nCONCLUSIONS:\nThe results of this work predict a dose enhancement to tumor blood vessel endothelial cells using conventional therapeutic (MV) x-rays and quantify the relative change in enhancement with treatment depth and field size.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23464301","name":"The effect of flattening filter free delivery on endothelial dose enhancement with gold nanoparticles.","publisher":"Med Phys","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Mitochondrial metabolism promotes adaptation to proteotoxic stress.","publishedOn":{"month":6,"day":30,"year":2019},"description":"The mechanisms by which cells adapt to proteotoxic stress are largely unknown, but are key to understanding how tumor cells, particularly in vivo, are largely resistant to proteasome inhibitors. Analysis of cancer cell lines, mouse xenografts and patient-derived tumor samples all showed an association between mitochondrial metabolism and proteasome inhibitor sensitivity. When cells were forced to use oxidative phosphorylation rather than glycolysis, they became proteasome-inhibitor resistant. This mitochondrial state, however, creates a unique vulnerability: sensitivity to the small molecule compound elesclomol. Genome-wide CRISPR-Cas9 screening showed that a single gene, encoding the mitochondrial reductase FDX1, could rescue elesclomol-induced cell death. Enzymatic function and nuclear-magnetic-resonance-based analyses further showed that FDX1 is the direct target of elesclomol, which promotes a unique form of copper-dependent cell death. These studies explain a fundamental mechanism by which cells adapt to proteotoxic stress and suggest strategies to mitigate proteasome inhibitor resistance.","publisher":"Nat Chem Biol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Fluorescence monitoring of rare circulating tumor cell and cluster dissemination in a multiple myeloma xenograft model in vivo","publishedOn":{"month":7,"day":29,"year":2019},"description":"Circulating tumor cells (CTCs) are of great interest in cancer research because of their crucial role in hematogenous metastasis. We recently developed “diffuse in vivo flow cytometry” (DiFC), a preclinical research tool for enumerating extremely rare fluorescently labeled CTCs directly in vivo. In this work, we developed a green fluorescent protein (GFP)-compatible version of DiFC and used it to noninvasively monitor tumor cell numbers in circulation in a multiple myeloma (MM) disseminated xenograft mouse model. We show that DiFC allowed enumeration of CTCs in individual mice overtime during MM growth, with sensitivity below 1 CTC mL − 1 of peripheral blood. DiFC also revealed the presence of CTC clusters (CTCCs) in circulation to our knowledge for the first time in this model and allowed us to calculate CTCC size, frequency, and kinetics of shedding. We anticipate that the unique capabilities of DiFC will have many uses in preclinical study of metastasis, in particular, with a large number of GFP-expressing xenograft and transgenic mouse models.","publisher":"J Biomed Opt .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Antibody-targeting of ultra-small nanoparticles enhances imaging sensitivity and enables longitudinal tracking of multiple myeloma","publishedOn":{"month":10,"day":31,"year":2019},"description":"Monitoring malignant progression and disease recurrence post-therapy are central challenges to improving the outcomes of patients with multiple myeloma (MM). Whereas current detection methods that rely upon bone marrow examination allow for precise monitoring of minimal residual disease and can help to elucidate clonal evolution, they do not take into account the spatial heterogeneity of the tumor microenvironment. As such, they are uninformative as to the localization of malignant plasma cells and may lead to false negative results. With respect to the latter challenge, clinically-available imaging agents are neither sufficiently sensitive nor specific enough to detect minute plasma cell populations. Here, we sought to explore methods by which to improve detection of MM cells within their natural bone marrow environment, using whole-animal magnetic resonance imaging to longitudinally monitor early-stage disease as well as to enhance tumor detection after systemic therapy. We conducted a proof-of-concept study to demonstrate that ultra-small (<5 nm) gadolinium-containing nanoparticles bound to full-length antibodies against the B-cell maturation antigen (BCMA) exhibit rapid tumor uptake followed by renal clearance, improving the signal-to-noise ratio for MM detection beyond levels that are currently afforded by other FDA-approved clinical imaging modalities. We anticipate that when combined with bone marrow or blood biopsy, such imaging constructs could help to augment the effective management of patients with MM.","publisher":"Nanoscale","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Selective Priming of Tumor Blood Vessels by Radiation Therapy Enhances Nanodrug Delivery","publishedOn":{"month":10,"day":31,"year":2019},"description":"Effective drug delivery is restricted by pathophysiological barriers in solid tumors. In human pancreatic adenocarcinoma, poorly-permeable blood vessels limit the intratumoral permeation and penetration of chemo or nanotherapeutic drugs. New and clinically viable strategies are urgently sought to breach the neoplastic barriers that prevent effective drug delivery. Here, we present an original idea to boost drug delivery by selectively knocking down the tumor vascular barrier in a human pancreatic cancer model. Clinical radiation activates the tumor endothelial-targeted gold nanoparticles to induce a physical vascular damage due to the high photoelectric interactions. Active modulation of these tumor neovessels lead to distinct changes in tumor vascular permeability. Noninvasive MRI and fluorescence studies, using a short-circulating nanocarrier with MR-sensitive gadolinium and a long-circulating nanocarrier with fluorescence-sensitive nearinfrared dye, demonstrate more than two-fold increase in nanodrug delivery, post tumor vascular modulation. Functional changes in altered tumor blood vessels and its downstream parameters, particularly, changes in Ktrans (permeability), Kep (flux rate), and Ve (extracellular interstitial volume), reflect changes that relate to augmented drug delivery. The proposed dual-targeted therapy effectively invades the tumor vascular barrier and improve nanodrug delivery in a human pancreatic tumor model and it may also be applied to other nonresectable, intransigent tumors that barely respond to standard drug therapies.","publisher":"Nano Letters","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Anti-MUC1-C Antibody-Conjugated Nanoparticles Potentiate the Efficacy of Fractionated Radiation Therapy","publishedOn":{"month":11,"day":30,"year":2020},"description":"Heavy-metal chelators and NPs have been examined as potential radioenhancers to increase the efficacy of external beam radiation therapy for various cancers. Most of these agents have, unfortunately, displayed relatively poor pharmacokinetic properties, which limit the percentage of injected dose (%ID\/g) that localizes to tumors and which shorten the window for effective radiation enhancement due to rapid tumor washout.\n\nTo address these challenges, we sought to conjugate gadolinium-based ultrasmall (<5 nm) NPs to an antibody directed against the oncogenic MUC1-C subunit that is overexpressed on the surface of many different human cancer types. The binding of the anti-MUC1-C antibody 3D1 to MUC1-C on the surface of a cancer cell is associated with its internalization and, thereby, to effective intracellular delivery of the antibody-associated payload, promoting its effective tumor retention. As such, we examined whether systemically administered anti-MUC1-C antibody-conjugated, anti-MUC1-C\/NPs could accumulate within cell-line xenograft models of MUC1-C-expressing breast cancers to improve the efficacy of radiation therapy (XRT).\n\nThe %ID\/g of MUC1-C\/NPs that accumulated within tumors was found to be similar to that of their unconjugated counterparts (6.6 ± 1.4 vs 5.9 ± 1.7 %ID\/g, respectively). Importantly, the anti-MUC1-C\/NPs demonstrated prolonged retention in in vivo tumor microenvironments; as a result, the radiation boost was maintained during the course of fractionated therapy (3 × 5.2 Gy). We found that by administering anti-MUC1-C\/NPs with XRT, it was possible to significantly augment tumor growth inhibition and to prolong the animals' overall survival (46.2 ± 3.1 days) compared with the administration of control NPs with XRT (31.1 ± 2.4 days) or with XRT alone (27.3 ± 1.6 days; P < .01, log-rank).\n\nThese findings suggest that anti-MUC1-C\/NPs could be used to enhance the effectiveness of radiation therapy and potentially to improve clinical outcomes.","publisher":"Int J Radiat Oncol Biol Phys","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Noninvasive imaging of tumor hypoxia after nanoparticle-mediated tumor vascular disruption","publishedOn":{"month":6,"day":30,"year":2020},"description":"We have previously demonstrated that endothelial targeting of gold nanoparticles followed by external beam irradiation can cause specific tumor vascular disruption in mouse models of cancer. The induced vascular damage may lead to changes in tumor physiology, including tumor hypoxia, thereby compromising future therapeutic interventions. In this study, we investigate the dynamic changes in tumor hypoxia mediated by targeted gold nanoparticles and clinical radiation therapy (RT). By using noninvasive whole-body fluorescence imaging, tumor hypoxia was measured at baseline, on day 2 and day 13, post-tumor vascular disruption. A 2.5-fold increase (P<0.05) in tumor hypoxia was measured two days after combined therapy, resolving by day 13. In addition, the combination of vascular-targeted gold nanoparticles and radiation therapy resulted in a significant (P<0.05) suppression of tumor growth. This is the first study to demonstrate the tumor hypoxic physiological response and recovery after delivery of vascular-targeted gold nanoparticles followed by clinical radiation therapy in a human non-small cell lung cancer athymic Foxn1nu mouse model.","publisher":"Plos One","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Ral GTPases promote breast cancer metastasis by controlling biogenesis and organ targeting of exosomes","publishedOn":{"month":1,"day":5,"year":2021},"description":"Cancer extracellular vesicles (EVs) shuttle at distance and fertilize pre-metastatic niches facilitating subsequent seeding by tumor cells. However, the link between EV secretion mechanisms and their capacity to form pre-metastatic niches remains obscure. Using mouse models, we show that GTPases of the Ral family control, through the phospholipase D1, multi-vesicular bodies homeostasis and tune the biogenesis and secretion of pro-metastatic EVs. Importantly, EVs from RalA or RalB depleted cells have limited organotropic capacities in vivoand are less efficient in promoting metastasis. RalA and RalB reduce the EV levels of the adhesion molecule MCAM\/CD146, which favors EV-mediated metastasis by allowing EVs targeting to the lungs. Finally, RalA, RalB, and MCAM\/CD146, are factors of poor prognosis in breast cancer patients. Altogether, our study identifies RalGTPases as central molecules linking the mechanisms of EVs secretion and cargo loading to their capacity to disseminate and induce pre-metastatic niches in a CD146-dependent manner.","publisher":"Elife","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Pro-organic radical contrast agents (\"pro-ORCAs\") for real-time MRI of pro-drug activation in biological systems","publishedOn":{"month":7,"day":31,"year":2020},"description":"Nitroxide-based organic-radical contrast agents (ORCAs) are promising as safe, next-generation magnetic resonance imaging (MRI) tools. Nevertheless, stimuli-responsive ORCAs that enable MRI monitoring of prodrug activation have not been reported; such systems could open new avenues for prodrug validation and image-guided drug delivery. Here, we introduce a novel \"pro-ORCA\" concept that addresses this challenge. By covalent conjugation of nitroxides and drug molecules (doxorubicin, DOX) to the same brush-arm star polymer (BASP) through chemically identical cleavable linkers, we demonstrate that pro-ORCA and prodrug activation, i.e., ORCA and DOX release, leads to significant changes in MRI contrast that correlate with cytotoxicity. This approach is shown to be general for a range of commonly used linker cleavage mechanisms (e.g., photolysis and hydrolysis) and release rates. Pro-ORCAs could find applications as research tools or clinically viable \"reporter theranostics\" for in vitro and in vivo MRI-correlated prodrug activation.","publisher":"Polym Chem","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Leveraging Immunotherapy with Nanomedicine","publishedOn":{"month":11,"day":30,"year":2020},"description":"Considerable progress has been made in the development and understanding of immunotherapy, notably with the emergence of novel chimeric antigen receptor T cells (CAR-T) which changed the perception of personalized therapy. \nHowever, cell-based immunotherapy not only lacks therapeutice efficiency in various solid cancers but also raises concerns related to important side effects. The convergence of immunotherapy and nanomedicine is timely as nanoparticles can now be easily conjugated to various antibodies and peptides enabling outstanding abilities to target speciﬁc cell populations in vivo. Here, the state of the art of immunonanotherapy that activates the immune system in vivo, by acting either as vaccines or as tumor microenvironment (TME) activators is described. Then, the development of ex vivo immune-cell surface labeling strategies is discussed to exploit immune cells as trojan horses and thereby improving the delivery of the therapeutics in the TME. Such a strategy is likely to considerably amplify the efficacy of immunotherapy.","publisher":"Advanced Therapeutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Liposomal encapsulation of trans-crocetin enhances oxygenation in patients with COVID-19-related ARDS receiving mechanical ventilation","publishedOn":{"month":6,"day":21,"year":2021},"description":"Current therapeutic treatments improving the impaired transportation of oxygen in acute respiratory distress syndrome (ARDS) have been found to be relevant and beneficial for the therapeutic treatment of COVID-19 patients suffering from severe respiratory complications. Hence, we report the preclinical and the preliminary results of the Phase I\/II clinical trial of LEAF-4 L6715, a liposomal nanocarrier encapsulating the kosmotropic agent trans-crocetin (TC), which, once injected, enhance the oxygenation of vascular tissue and therefore has the potential to improve the clinical outcomes of ARDS and COVID-19 in severely impacted patients. We demonstrated that the liposomal formulation enabled to increase from 30 min to 48 h the reoxygenation properties of free TCs in vitro in endothelial cells, but also to improve the half-life of TC by 6-fold in healthy mice. Furthermore, we identified 25 mg\/kg as the maximum tolerated dose in mice. This determined concentration led to the validation of the therapeutic efficacy of LEAF-4 L6715 in a sepsis mouse model. Finally, we report the preliminary outcomes of an open-label multicenter Phase I\/II clinical trial (EudraCT 2020–001393-30; NCT04378920), which was aimed to define the appropriate schedule and dosage of LEAF-4 L6715 and to confirm its tolerability profile and preliminary clinical activity in COVID-19 patients treated in intensive care unit.","publisher":"J Control Release","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"TROIKA-1: A double-blind, randomized, parallel group, study aimed to demonstrate the equivalent pharmacokinetic profile of HD201, a potential biosimilar candidate to trastuzumab, versus EU-Herceptin® and US-Herceptin® in healthy male subjects","publishedOn":{"month":8,"day":1,"year":2021},"description":"Prestige Biopharma Ltd (Singapore) has developed HD201, a proposed biosimilar to reference product trastuzumab. As a part of the stepwise approach to ensure comparability between the biosimilar candidate and the reference medicinal product, a phase I study in healthy subjects was conducted to demonstrate the pharmacokinetic (PK) equivalence (NCT03776240). The primary objective of the study was to demonstrate (PK) equivalence of HD201, EU-Herceptin® , and US-Herceptin® given at 6 mg\/kg as a 90-min i.v. infusion to healthy male subjects. A pairwise comparisons based on the primary endpoint AUC0-inf and secondary PK endpoints, AUC0-last and Cmax were undertaken. PK equivalence was to be concluded if the 90% confidence interval (CI) for the ratio of geometric means for each criterion were within the equivalence margin of 80% to 125%. Secondary objectives included assessment of other PK parameters, safety, tolerability, and immunogenicity in the three arms. A total of 105 healthy male subjects (35\/treatment) were randomized in this study. The 90% CI for the ratios of AUC0-inf , Cmax and AUC0-last , were within 80%-125% for the comparisons of HD201 to EU-Herceptin® or US-Herceptin® and EU-Herceptin® to US-Herceptin® . The frequency of subjects with TEAEs of special interest was slightly lower in the HD201 group (20.0%) compared to the other treatment groups (EU-Herceptin® : 34.3%; US-Herceptin® : 31.4%). Only 1 subject (EU-Herceptin® group) developed anti-drug antibodies prior to dosing. Overall, HD201 demonstrates PK similarity to both EU-Herceptin® and US-Herceptin® . The three study drugs also demonstrated similar safety profiles.","publisher":"Pharmacol Res Perspect","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Anti-BCMA Immuno-NanoPET Radiotracers for Improved Detection of Multiple Myeloma","publishedOn":{"month":10,"day":28,"year":2021},"description":"Current clinical imaging modalities for the sensitive and specific detection of multiple myeloma (MM) rely on nonspecific imaging contrast agents based on gadolinium chelates for magnetic resonance imaging (MRI) or for 18 F-FDG-directed and combined positron emission tomography (PET) and computed tomography (CT) scans. These tracers are not, however, able to detect minute plasma cell populations in the tumor niche, leading to false negative results. Here, a novel PET-based anti-BCMA nanoplatform labeled with 64 Cu is developed to improve the monitoring of these cells in both the spine and femur and to compare its sensitivity and specificity to more conventional immunoPET (64 Cu labeled anti-BCMA antibody) and passively targeted PET radiotracers (64 CuCl2 and 18 F-FDG). This proof-of-concept preclinical study confirmed that by conjugating up to four times more radioisotopes per antibody with the immuno-nanoPET platform, an improvement in the sensitivity and in the specificity of PET to detect tumor cells in an orthotopic model of MM is observed when compared to the traditional immunoPET approach. It is anticipated that when combined with tumor biopsy, this immuno-nanoPET platform may improve the management of patients with MM.","publisher":"Adv Healthcare Mat","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"Optimal physicochemical properties of antibody-nanoparticle conjugates for improved tumor targeting","publishedOn":{"month":2,"day":1,"year":2022},"description":"Tumor-targeted antibody (mAb)\/fragment-conjugated nanoparticles (NPs) represent an innovative strategy for improving the local delivery of small molecules. However, the physicochemical properties of full mAb-NPs and fragment-NPs-that is, NP material, size, charge, as well as the targeting antibody moiety, and the linker conjugation strategies-remain to be optimized to achieve an efficient tumor targeting. A meta-analysis of 161 peer-reviewed studies is presented, which describes the use of tumor-targeted mAb-NPs and fragment-NPs from 2009 to 2021. The use of these targeted NPs is confirmed to result in significantly greater tumor uptake of NPs than that of naked NPs (7.9 ± 1.9% ID g-1 versus 3.2 ± 0.6% ID g-1 , respectively). The study further demonstrates that for lipidic NPs, fragment-NPs provide a significantly higher tumor uptake than full mAb-NPs. In parallel, for both polymeric and organic\/inorganic NPs, full mAb-NPs yield a significant higher tumor uptake than fragment-NPs. In addition, for both lipidic and polymeric NPs, the tumor uptake is improved with the smallest sizes of the conjugates. Finally, the pharmacokinetics of the conjugates are demonstrated to be driven by the NPs and not by the antibody moieties, independently of using full mAb-NPs or fragment-NPs, confirming the importance of optimizing the NP design to improve the tumor uptake.","publisher":"Advanced Materials","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"name":"A Combination of Native LC-MS Approaches for the Comprehensive Characterization of the Antibody-Drug Conjugate Trastuzumab Deruxtecan","publishedOn":{"month":10,"day":1,"year":2022},"description":"Native mass spectrometry (nMS) approaches appear attractive to complement bottom-up strategies traditionally used in biopharmaceutical industries thanks to their quite straightforward and rapid workflows, especially through online hyphenation of non-denaturing liquid chromatography (LC) to nMS. The present work provides an overview of the state-of-the-art chromatographic tools available for the detailed characterization of monoclonal antibody (mAb) formats, exemplified on the antibody-drug conjugate (ADC) trastuzumab deruxtecan (T-DXd).","publisher":"Front Biosci (Landmark Ed)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":1,"day":1,"year":2023},"description":"Improving the tumor reoxygenation to sensitize the tumor to radiation therapy is a cornerstone in radiation oncology. Here, the pre-clinical development of a clinically transferable liposomal formulation encapsulating trans sodium crocetinate (NP TSC) is reported to improve oxygen diffusion through the tumor environment. Early pharmacokinetic analysis of the clinical trial of this molecule performed on 37 patients orient to define the optimal fixed dosage to use in a triple-negative breast cancer model to validate the therapeutic combination of radiation therapy and NP TSC. Notably, it is reported that this formulation is non-toxic in both humans and mice at the defined fixed concentration, provides a normalization of the tumor vasculature within 72 h window after systemic injection, leads to a transient increase (50% improvement) in the tumor oxygenation, and significantly improves the efficacy of both mono-fractionated and fractionated radiation therapy treatment. Together, these findings support the introduction of a first-in-class therapeutic construct capable of tumor-specific reoxygenation without associated toxicities.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36587987\/","name":"Clinically Translatable Transcrocetin Delivery Platform for Correction of Tumor Hypoxia and Enhancement of Radiation Therapy Effects.","publisher":"Small","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":1,"day":26,"year":2023},"description":"Cancer therapies often have narrow therapeutic indexes and involve potentially suboptimal combinations due to the dissimilar physical properties of drug molecules. Nanomedicine platforms could address these challenges, but it remains unclear whether synergistic free-drug ratios translate to nanocarriers and whether nanocarriers with multiple drugs outperform mixtures of single-drug nanocarriers at the same dose. Here we report a bottlebrush prodrug (BPD) platform designed to answer these questions in the context of multiple myeloma therapy. We show that proteasome inhibitor (bortezomib)-based BPD monotherapy slows tumour progression in vivo and that mixtures of bortezomib, pomalidomide and dexamethasone BPDs exhibit in vitro synergistic, additive or antagonistic patterns distinct from their corresponding free-drug counterparts. BPDs carrying a statistical mixture of three drugs in a synergistic ratio outperform the free-drug combination at the same ratio as well as a mixture of single-drug BPDs in the same ratio. Our results address unanswered questions in the field of nanomedicine, offering design principles for combination nanomedicines and strategies for improving current front-line monotherapies and combination therapies for multiple myeloma.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36702954\/","name":"Molecular bottlebrush prodrugs as mono- and triplex combination therapies for multiple myeloma.","publisher":"Nat Nanotechnol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]},{"publishedOn":{"month":9,"day":1,"year":2023},"description":"The recruitment of 53BP1 to chromatin, mediated by its recognition of histone H4 dimethylated at lysine 20 (H4K20me2), is important for DNA double-strand break repair. Using a series of small molecule antagonists, we demonstrate a conformational equilibrium between an open and a pre-existing lowly populated closed state of 53BP1 in which the H4K20me2 binding surface is buried at the interface between two interacting 53BP1 molecules. In cells, these antagonists inhibit the chromatin recruitment of wild type 53BP1, but do not affect 53BP1 variants unable to access the closed conformation despite preservation of the H4K20me2 binding site. Thus, this inhibition operates by shifting the conformational equilibrium toward the closed state. Our work therefore identifies an auto-associated form of 53BP1-autoinhibited for chromatin binding-that can be stabilized by small molecule ligands encapsulated between two 53BP1 protomers. Such ligands are valuable research tools to study the function of 53BP1 and have the potential to facilitate the development of new drugs for cancer therapy.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37773238\/","name":"An autoinhibited state of 53BP1 revealed by small molecule antagonists and protein engineering","publisher":"Nat Commun","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAqInUMBkPNbxWtB_jQ2MUcHPsMDDtdPrfE,NAME_SEARCH,nb9L)"}]}],"positions":null,"posts":[{"createdAt":1713184500000,"insightId":"d638a79d-c0d6-4467-8362-afd057b98251","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":73},{"type":"PRAISE","count":9},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7185616823160119297","threadUrn":"urn:li:activity:7185616823160119297","reactionsCount":83,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7185616822677741571","message":{"attributes":[{"start":6,"length":36,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:89366893"}}},{"start":68,"length":20,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:89252207"}}},{"start":92,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:vaincrelecancer"}}},{"start":109,"length":24,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:amAezliorerlaqualitAezdevie"}}}],"text":"Merci Le Journal des Entreprises Grand Est pour cette interview sur Recobia Therapeutics 🤗 #vaincrelecancer #améliorerlaqualitédevie"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEJF8ZFaeQ9_A\/articleshare-shrink_800\/0\/1713183972844?e=1717977600&v=beta&t=H2l1pi7NqiwS5PsU8f-Gqo2219yJ64IpUtqWF8bq2bI","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEJF8ZFaeQ9_A\/articleshare-shrink_800\/0\/1713183972844?e=1717977600&v=beta&t=H2l1pi7NqiwS5PsU8f-Gqo2219yJ64IpUtqWF8bq2bI"}]},"description":"Spin-off de l’Institut de cancérologie Strasbourg Europe (ICANS), la start-up Recobia Therapeutics développe une solution d’administration sous-cutanée des biothérapies, dans le but d’améliorer le…","resolvedUrl":"https:\/\/www.lejournaldesentreprises.com\/article\/recobia-therapeutics-veut-ameliorer-le-confort-des-patients-atteints-de-cancer-2093873","title":"Recobia Therapeutics veut améliorer le confort des patients atteints de cancer"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7185615555029049344","message":{"attributes":[{"start":46,"length":17,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:176725315"}}},{"start":223,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eZbm_6un"}}}],"text":"Business media talk about us ! 🌟 \n\nCheck out Alexandre Detappe's interview in Le Journal des Entreprises where he is elaborating on our vision to facilitate access to cutting edge cancer therapies to everyone everywhere.\n\nhttps:\/\/lnkd.in\/eZbm_6un\n"},"entityUrn":"urn:li:share:7185615555029049344"},"entityUrn":"urn:li:share:7185616822677741571"}}},{"createdAt":1711616940000,"insightId":"611b39b4-7bb4-4615-b991-7ec4f34bbea0","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":18},{"type":"PRAISE","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7179041893966581760","threadUrn":"urn:li:ugcPost:7179041893966581760","reactionsCount":23,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7179041893966581760","message":{"attributes":[],"text":"What an achievement! Good luck for the clinical transfer of RecoGel!"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"title":{"text":"Communiqué de presse"},"mediaType":"PAGINATEDDOCUMENT"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7179032325060493313","message":{"attributes":[{"start":662,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/e2A4HF9J"}}},{"start":687,"length":22,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/recobiatx.com\/"}}},{"start":711,"length":50,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:34627822"}}},{"start":762,"length":16,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:89621012"}}},{"start":779,"length":5,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:17948174"}}},{"start":785,"length":33,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:45749485"}}},{"start":819,"length":17,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:187492444"}}},{"start":837,"length":9,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:22559"}}},{"start":847,"length":14,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:9300902"}}},{"start":862,"length":16,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:10477151"}}},{"start":879,"length":42,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:80138242"}}},{"start":922,"length":31,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:94257831"}}},{"start":954,"length":10,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:140964602"}}},{"start":965,"length":51,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:87122453"}}},{"start":1017,"length":9,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:11227133"}}},{"start":1027,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:49254779"}}},{"start":1040,"length":31,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:5056254"}}}],"text":" 📣 NEWS | We’re making the cover of Advanced Materials !  \n\nRecoGel, a unique hydrogel designed for the subcutaneous delivery of therapeutic antibodies originally developed for intravenous administration in oncology is making the news !\n\nWith this first product, Recobia Therapeutics is changing the game in facilitating access to cutting-edge cancer treatments for everyone everywhere with a faster, cost-effective and patient-friendly alternative to traditional intravenous injections methods. Our proof-of-concept has been published in the prestigious scientific journal Advanced Materials in December 2023, with a cover story published today. Stay tuned !\n\nhttps:\/\/lnkd.in\/e2A4HF9J\nhttps:\/\/recobiatx.com\/\n\nICANS | Institut de cancérologie Strasbourg Europe Quest for health SEMIA Guillaume Vetter-Genoud, PhD, MBA Romain Neidl, PhD Bpifrance La French Tech Région Grand Est IMS (Institut du Médicament de Strasbourg) Agence de l'innovation en santé Lise ALTER Subcutaneous Drug Development & Delivery Consortium Unicancer Muriel Dahan European Research Council (ERC)"},"entityUrn":"urn:li:ugcPost:7179032325060493313"},"entityUrn":"urn:li:ugcPost:7179041893966581760"}}},{"createdAt":1712494680000,"insightId":"823ecf5e-c7a1-430a-b5db-200c18d26a4a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7182699024334868480,7182723300198907904)","threadUrn":"urn:li:ugcPost:7182699024334868480","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Bravo!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7182699024334868480"}}}]}