{"summary":"Provide support for the training of MR applications at GE MRI system for Indonesia in particular and for Southeast Asia\/ASEAN.","lastName":"Fajarini","objectUrn":"urn:li:member:189192209","geoRegion":"Jakarta, Jakarta, Indonesia","fullName":"Eunike Serfina Fajarini","firstName":"Eunike Serfina","currentPositions":[{"companyName":"GE Healthcare","description":"Provide support for the training of MR applications at GE MRI system for Indonesia in particular.","title":"Application Specialist MR","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"country":"United States","city":"Chicago","line1":"-"},"website":"http:\/\/www.gehealthcare.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/gehealthcare\/","industry":"Hospitals and Health Care"},"companyUrn":"urn:li:fs_salesCompany:1016","tenureAtCompany":{"numYears":11,"numMonths":1},"startedOn":{"month":5,"year":2013}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1621174103006?e=1723075200&v=beta&t=t-VgzL8D_D_5ftLxDXW7Y9_1KOIBK71-x3UQ8OS-MHE","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1621174103006?e=1723075200&v=beta&t=0m6KUi9n6Pv2-rtjrgocSBiFRkDbd3qdnzhCLq1xnek","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1621174103006?e=1723075200&v=beta&t=FesUXWswlskaRvPROAie31aBwr-kju2TMkWo5NEtJ-s","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1621174103006?e=1723075200&v=beta&t=9UNZTntyrLWKByzxJG2ekKd2xNOjRg8JcZeg-LNBB2E","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQFnEJZ6bDNZSw\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2020},"degree":"Master of Arts - MA","eduId":548602082,"schoolUrn":"urn:li:fs_salesSchool:15140369","school":"urn:li:fs_salesSchool:15140369","fieldsOfStudy":["Business\/Corporate Communications"],"schoolName":"LSPR Communication and Business Institute","startedOn":{"year":2018}},{"endedOn":{"year":2012},"degree":"Bachelor of Science - S.Si","eduId":138095030,"schoolUrn":"urn:li:fs_salesSchool:1111713","school":"urn:li:fs_salesSchool:1111713","fieldsOfStudy":["Mathematics and Natural Sciences; Physics (Medical Physics); "],"schoolName":"University of Indonesia","startedOn":{"year":2009}},{"endedOn":{"year":2006},"degree":"Diploma (AMR)","eduId":116495429,"fieldsOfStudy":["Radiologic Technology\/Science - Radiographer"],"schoolName":"Akademi Teknik Radiodiagnostik dan Radioterapi (ATRO) Citra Bangsa Yogyakarta ","startedOn":{"year":2003}}],"skills":[{"numOfEndorsement":16,"name":"Radiology"},{"numOfEndorsement":21,"name":"Radiography"},{"numOfEndorsement":8,"name":"Hospitals"},{"numOfEndorsement":11,"name":"Healthcare"},{"numOfEndorsement":45,"name":"X-ray"},{"numOfEndorsement":26,"name":"MRI"},{"numOfEndorsement":17,"name":"Mammography"},{"numOfEndorsement":5,"name":"Clinical Research"},{"numOfEndorsement":8,"name":"Medical Imaging"},{"numOfEndorsement":2,"name":"CT Scan"},{"numOfEndorsement":28,"name":"Computed Tomography"},{"numOfEndorsement":6,"name":"Digital Imaging"},{"numOfEndorsement":4,"name":"RIS"},{"numOfEndorsement":5,"name":"DICOM"},{"numOfEndorsement":2,"name":"Fluoroscopy"},{"numOfEndorsement":3,"name":"C-arm"},{"numOfEndorsement":2,"name":"Corporate Communications"},{"numOfEndorsement":2,"name":"Community Development"},{"numOfEndorsement":2,"name":"Communication"},{"numOfEndorsement":2,"name":"Strategic Planning"},{"numOfEndorsement":2,"name":"Internal Communications"},{"numOfEndorsement":1,"name":"Intercultural Communication"},{"numOfEndorsement":1,"name":"Strategic Communications"}],"numOfConnections":2971,"patents":[],"headline":"Application Specialist MRI | Master of Arts in Communications ","courses":[],"certifications":[{"endedOn":{"month":10,"year":2013},"authority":"Bone Mineral Densitometry (BMD)","name":"Certified Densitometry Technologiest","startedOn":{"month":10,"year":2008}},{"authority":"ASEAN Public Relations Network (APRN)","name":"Associate Accredited PR Practitioner (AAPR)","startedOn":{"month":1,"year":2020}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/eunike-serfina-fajarini-29543a53","organizations":[{"name":"Alumnus of the University of Indonesia","position":"Member"},{"name":"Alumnus of Communication and Business Institute LSPR Jakarta"}],"location":"Jakarta, Jakarta, Indonesia","publications":[{"name":"Penatalaksanaan Mamografi (Mammography Technique)","publishedOn":{"month":11,"day":18,"year":2011},"publisher":"the Scientific Session of PARI's (Indonesian Society of Radiographers) 12 years Congress in Bandung, Indonesia","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"}]},{"publishedOn":{"month":7,"day":9,"year":2012},"description":"Mammography is the primary screening program for early detection of mammae cancer, but the provision of information on the doses received by patients is rarely performed. Though the mammae is one of the organs are sensitive to ionizing radiation because it can induce cancer. So it is necessary to estimate the patient dose in mammography examinations to determine the value of the dose received by the mammae. Estimation of dose calculations performed using the Mean Glandular Dose (MG) on mammography Computed Radiography (CR). By correcting the image quality on percentage (%) glandularity, the percentage (%) glandularity 25-49% and 1-24%. Percentage Rate (%) was evaluated by\nradiologist glandularity. From the results obtained estimates of total average MGD to the entire projected 1.65 mGy mmammae examination at an average thickness of 48.85 mm compression. MGD is obtained under the limit based on the FDA, ACR and MQSA ie <3 mGy per eksposi at a thickness of 45 mm. MGD is influenced by a combination of compression thickness, kV, HVL and percentage (%) glandularity.","url":"https:\/\/webicdn.com\/sdirmember\/14\/13336\/produk\/PROSIDING%20Keselamatan%20&%20Kes%20Lingk.pdf","name":"Estimasi Dosis Glandular Dan Kualitas Citra Pada Mamografi Computed Radiography (CR)","publisher":"PROSIDING Seminar Nasional Keselamatan Kesehatan dan Lingkungan VIII","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAH5Rx8BrKtuGzlPBcuQjjx_JK_FI1lqrQk,NAME_SEARCH,Pi4I)"}]},{"publishedOn":{"month":11,"day":30,"year":2020},"description":"There are only few commercially successful horror movies over fifty years since 1970s that win many awards. One of many horror films released in 2018 that left deep impression for audiences is “A Quiet Place”. McClintock (2018) claimed that the movie has earned more than $300M globally, making strides toward becoming one of the biggest-grossing original scary movies ever. “A Quiet Place” is a silence movie directed by John Krasinski. Because of its silence and quietness, the audiences were forced to focus on the nonverbal signs in the movie. The theme of this movie was family values. One of many important films is mise –en-scene as this communicates indirectly to the audiences. The aim of this study was to know how the theme “Family Values” was visualized in the movie. Using qualitative approach and Semiotics analysis method, this study focused on how the signs and mise-en-scene in the film were interpreted based on the researchers’ interpretation using Metz’ Grand Syntagmatique (1974). This study was a desk research and the data were obtained from selected scenes of the movie. The results showed that there were five syntagma category used in the film; i.e. autonomous shot, episodic sequence, scene, alternate syntagma, and descriptive syntagma. The signs that were presented in the film were arranged by using those five syntagma to show the audience about the family value in the movie.","url":"https:\/\/ojs.unud.ac.id\/index.php\/sastra\/article\/view\/62716\/37229","name":"Family Values in the Movie “A Quiet Place”: A Semiotic Approach","publisher":"Journal of Arts and Humanities","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABEXObsBunwEiKChj4rUvBvSphGNDQ2dp0w,NAME_SEARCH,NXnP)"}]},{"publishedOn":{"month":5,"day":15,"year":2021},"description":"MRI termasuk alat kesehatan yang tergolong baru dan dengan segala kecanggihan teknologinya membuat para radiografer harus bekerja keras untuk memahaminya. MRI menjadi tampak sulit dan membosankan, bahkan tidak sedikit yang menyerah dan malas mempelajarinya. Kami bertiga berusaha mengubah pola pikir semacam itu, bahwa sesuatu yang mudah jika dianggap sulit akan menjadi sulit, sebaliknya hal yang sulit itu jika dijelaskan dengan cara yang tepat bisa menjadi mudah dipahami.\n\nBuku ini ditulis dengan gaya kekinian, tidak terlalu serius dan kaku seperti buku ilmiah pada umumnya. Buku bacaan ilmiah yang “nowadays” dan kekinian dengan ilustrasi dan gambar sehingga dapat menjadi buku bacaan yang terasa ringan dan bisa dibaca tanpa perlu membuat kulit dahi berkerut, tetapi tentu saja tetap berbobot dan bermutu. •MRI itu Crunchy! Seri 1• \n\nBuku ini sengaja dikemas dan dibuat seperti snack yang ringan. Jadi tidak perlu takut, tidak ada yang menuntutmu langsung tahu semuanya hanya dengan sekali baca saja. Baca terus berulang kali sampai paham, sama seperti saat mengunyah snack kesukaanmu apalagi dinikmati bersama kekasih hati.","url":"https:\/\/www.instagram.com\/mrloversindonesia\/","name":"MRI itu Crunchy! Seri 1 (The book)","publisher":"Inspo Creative ISBN: 978-623-6320-00-6","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABVBtRgB3henvDwIwBu-p1P9-jng6kW-gT0,NAME_SEARCH,PDSn)"}]},{"publishedOn":{"month":6,"day":17,"year":2021},"description":"The success of the South Korean entertainment industry cannot be separated from the  role  of  entertainment  companies  that  create  famous K-Pop idols.  In  order  to maintain a good reputation as a successful company, the home of these famous idols must  have  a  good  way  to  deliver  its  message,  especially  when  crisis  occurs.  This article discusses about one of the famous South Korean entertainment companies, namely YG Entertainment, which experienced a crisis in 2019. YG Entertainment's former CEO and its artists have involved in a scandal. This study aims to study how the company responded to the crisis and how crisis responses should have been given in  accordance  with  the  Situational  Crisis  Communication  Theory  framework.  The method used in this study is qualitative content analysis. The results showed that the crisis experienced by YG Entertainment was categorized as victim cluster. The type of the crisis is rumors and malevolence toward the organization. This study provide some  suggestions  for  YG  Entertainment  in overcoming  the  crisis i.e. responding quickly,   being   consistent   with   core   messages,   being   open   with information, and being honest.","url":"http:\/\/www.jurnal.syntaxliterate.co.id\/index.php\/syntax-literate\/article\/view\/1522\/2204","name":"Analisis Komunikasi Krisis YG Entertainment Dalam Kasus Burning Sun","publisher":"Syntax Literate : Jurnal Ilmiah Indonesia","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABEXObsBunwEiKChj4rUvBvSphGNDQ2dp0w,NAME_SEARCH,NXnP)"}]},{"publishedOn":{"month":9,"day":4,"year":2019},"description":"Images of health warnings or Pictorial Health Warning (PHW) that are on cigarette packs are usually in the form of images of people seriously ill due to smoking habits with a very terrible appearance. This was done with the hope that after seeing the pictures they became afraid and then voluntarily stopped their smoking. The smoking habits referred to here include smoking behavior, smoking motivation, knowledge of the adverse effects of smoking, perceptions of smokers about cigarettes and smokers' efforts to protect themselves from the dangers of smoking among residents in Cikupa Bagus Residence (CBR). Cikupa Bagus Residence is in Talaga Sari Village, Cikupa District. In this residence there are around 58 families, most of them residents work as factory employees who are around this housing. The majority are migrants from outside the area who left their hometown to find work and good income in urban areas. Based on information from Cikupa Community Health Center employees, the clean and healthy lifestyle (PHBS) movement is associated with efforts to eliminate smoking habits of the community members. But this effort is like \"enforcing a wet yarn\" very difficult to realize. Never mind\neliminating, to make smokers aware that reducing smoking habits is very difficult. Awareness of smokers to stop smoking is a difficult problem to realize, considering that many people from various walks of life have these habits. It is difficult to find role models that can be invited to, support the movement to stop smoking in this environment. Smokers have a \"false\" belief that even if they smoke, they believe they can live a healthy life. For them this kind of illness only happens to other people, and it won't happen to them. This research uses a quantitative method with a random sampling approach. Data were collected using open questionnaires and structured official interviews, while data analysis was carried out with quantitative descriptive analysis.","url":"http:\/\/lspr.edu\/lppm\/wp-content\/uploads\/2020\/04\/Eprociding-KNP2K-2019-1-1.pdf","name":"Pengaruh Gambar Menyeramkan Pada Bungkus Rokok Terhadap Kebiasaan Merokok Warga Perumahan Cikupa Bagus Residence","publisher":"PROSIDING KNP2K 2019 LSPR - Jakarta Konferensi Nasional Penelitian dan Pengabdian Masyarakat bidang Komunikasi","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"}]},{"publishedOn":{"month":5,"day":10,"year":2020},"description":"Background: Diffusion Tensor Imaging (DTI) on current MRI cochlear examination able to support the diagnosis and help determine implantation therapy. The DTI line can show the cochlea tract and fractional anisotropy  (FA)  values  with  reference  to  the  control  reference value.  DTI can visualize  white  matter  in the  cochlear  tract  that  can  be  mapped  in  the  FA  of  the  entire cochlear image  using  directions. The  FA value on the MRI cochlear examination can be used to determine the continuation of implant placement in the patient by using the FA-DTI value in the case of sensorineural hearing loss (SNHL).\n\nMethod: Data were taken from September 2018 to August 2019. The MRI sequences used were Axial T2 5mm,  Coronal  T2  2mm,  Axial  T2  2mm,  Axial  3D  Fiesta-C  0.4mm  and  DTI  2mm. The total time of examination  was  20  minutes  using  post  processing  Functool  on  the  2mm  DTI  results,  measuring  the region of interest (ROI) to obtain FA values in several segments, namely region Trapezoid Body (rTB), region  Superior  Olivary  Nucleus  (rSON),  regionInferior  Colliculus  (rIC),  region  Medial  Geniculate (rMG), region Auditory Radiation (rAR).\n\nResult: The results of the DTI image are very sensitive to produce a diagnosis in the form of nerve fibers. DTI which is supported by the results of the FA score isable to provide quantitative information.\n\nConclusion: There is an effect on the FA-DTI value in SNHL cases for cochlear implant therapy.","url":"https:\/\/ejournal.pari.or.id\/index.php\/jri\/article\/view\/63\/50","name":"Pengaruh Nilai Fractional Anisotropy (Diffusion Tensor Imaging) Pada Terapi Implantasi Koklea Dalam Klinis Sensorineural Hearing Loss (SNHL)","publisher":"JURNAL RADIOGRAFER INDONESIA  p-ISSN 2620-9950 Vol. 3 No. 1 (2020) Mei","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABVBtRgB3henvDwIwBu-p1P9-jng6kW-gT0,NAME_SEARCH,PDSn)"}]},{"publishedOn":{"month":5,"day":10,"year":2020},"description":"Background: Herlyn-Werner-Wunderlich syndrome (HWW) is a very rare genetic syndrome, a combination of anomalies between the  mullerian and mesonephric ducts characterized by uterine didelphys, hemivaginal obstruction, and ipsilateral renal agenesis, also known as Obstructed Hemivaginal  syndrome  and  Ipsilateral  Renal  Anomaly  (OHVIRA). Magnetic Resonance Imaging (MRI) is an effective diagnostic support tool for finding out anatomical abdominal abnormalities with the right choice of protocol sequences to obtain optimal MRI images.\n\nMethod: This study used a qualitative descriptive approach by presenting a case of a 20 year old female  patient who had complaints of lower abdominal pain, no previous medical history and irregular menstruation. MRI Abdomen without contrast was performed using an MRI 1.5 Tesla signa explorer GE Healthcare at EMC Tangerang Hospital. Using the Coronal T2 SSFSE sequence, T1 fat sat LAVA, Axial T2 SSFSE, T1 fat sat LAVA breath hold method and Coronal 3D IFIR (MRA renal without contrast). Specifically for the pelvic area with the Axial T2 Propeller, Coronal T2 fat sat, and Sagittal T2 sequences.\n\nResult: In the Axial T2 propeller sequence, pelvic area retrieval  revealed  two  separate  uterine corpuses (uterus didelphys) accompanied by a heterogeneous oval lesion most likely originating from the left side of the vagina (hemivagina). Whereas in the CoronalT2 sequence the whole abdomen was taken and confirmed by the Coronal 3D IFIR, the right kidney was anatomically visible while the left kidney was not visible (agenesis).\n\nConclusion: Abdominal MRI  is a very accurate diagnostic tool to perform Herlyn-Werner-Wunderlich  (HWW)  syndrome without contrast agent with SSFSE T2 sequences, T2 propeller and 3D IFIR which have an important role in visualizing the quality of MRI images.","url":"https:\/\/ejournal.pari.or.id\/index.php\/jri\/article\/view\/64\/51","name":"Peranan MRI Abdomen Pada Kasus Herlyn Werner Wunderlich","publisher":"JURNAL RADIOGRAFER INDONESIA  p-ISSN 2620-9950 Vol. 3 No. 1 (2020) Mei","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"}]},{"publishedOn":{"month":11,"day":8,"year":2020},"description":"Background: Fistula is an abnormal relationship between two epithelial places. Anal fistula is a fistula that connects the  anal  canal  to  the  skin  around  the  anus  (or  to  other  organs  such  as  the  vagina).  Magnetic  Resonance  Imaging (MRI) Pelvis is one of the right modalities to describe anatomical abnormalities of the pelvis, with the selection of appropriate protocol sequences so that informative MRI images are obtained.\n\nMethod: This research is a qualitative descriptive study using a sample of 5 patients, with the same complaints, there are  lumps such as ulcers in the  anus area and there  are  eyes that  secrete fluids such as pus and without a  previous medical  history.  MRI  Pelvic  examination  without  contrast  using  MRI  1.5  Tesla  Signa  Explorer  GE  brand  in Radiology RS EMC Tangerang. Taking a T2 axial sequence to see the entire pelvis. Focus on perianal fistula area with sagittal sequence  T2,  sagittal  T2  fat  sat,  axial  T2,  axial T2 fat sat, coronal T2, coronal T2 fat sat and 3D axial hypercube T2 fat sat. \n\nResult: Sagittal  T2  fat  sat,  axial  T2  fat  sat,  and  coronal  T2  fat  sat  appear  anatomically  from  perianal  fistula  and other  abnormalities  around  them.  In  3D  axial  hypercube  T2  fat  sat  obtained  anatomical  picture  of  perianal  fistula with thinner slice thickness. \n\nConclusion: MRI Pelvis  without  contrast  is  a  very  accurate  diagnostic  imaging  in  showing  perianal  fistula abnormalities  with  a  clear  anatomical  picture,  is  a  non-invasive examination.  Using axial  T2  sequence  for  the  entire pelvis. Sagittal T2, sagittal T2 fat sat, axial T2, axial T2 fat sat, coronal T2, coronal T2 fat sat, 3D axial hypercube T2 fat sat focus on perianal fistula area.","url":"https:\/\/ejournal.pari.or.id\/index.php\/jri\/article\/view\/75\/61","name":"Peranan 3D Axial Hypercube T2 Fat Sat Pada Pemeriksaan MRI Pelvis Dengan Kasus Fistula Perianal","publisher":"JURNAL RADIOGRAFER INDONESIA  p-ISSN 2620-9950 Vol. 3 No. 2 (2020) November","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"}]},{"name":"Kerja X Kuliah E-Learning? Siapa Takut! (The Book)","publishedOn":{"month":9,"day":8,"year":2021},"description":"Saat ini perubahan terjadi begitu cepat sehingga banyak hal baru harus dipahami dan dipelajari dengan baik agar kita bisa mengikuti kemajuan jaman dan memiliki kontribusi penting bagi orang lain. Para pekerja dari berbagai profesi juga dituntut bersikap dinamis dan mampu menyesuaikan diri dengan perubahan dan kemajuan ilmu pengetahuan dan teknologi (IPTEK). Tuntutan semacam itu wajar dan pasti terjadi mengingat semua perusahan menghadapi persaingan ketat dan hanya dapat bertahan dan maju jika didukung oleh sumber daya manusia (SDM) yang handal dan adaptif dengan berbagai perubahan dan kemajuan IPTEK tersebut. Disamping itu para pegawai atau pekerja tentu tidak mau karirnya ‘stagnan’ atau berada di posisi yang sama terus menerus sampai pensiun nanti. Semua pegawai tentu ingin merintis dan mencapai karir setinggi mungkin dan menikmati kesejahteraan yang lebih baik. Cita-cita dan harapan semacam itu tidak dapat terwujud jika kita pasif dan tidak mau terus belajar. Sampai saat ini lembaga pendidikan formal masih tetap dipercaya dan diandalkan untuk belajar dan meningkatkan ilmu pengetahuan dan teknologi maupun ketrampilan. Kami bertiga bekerja di bidang dan tempat tinggal yang berbeda, namun memiliki kesamaan visi bahwa pendidikan itu jembatan yang harus dilewati agar bisa membangun karir dan mewujudkan idealisme kami. Ibarat pertempuran rencana studi lanjut harus memperhitungkan banyak hal secara komprehensif, seperti mengukur kemampuan mengatur waktu, menentukan model pembelajaran yang sesuai, memilih kampus atau universitas terbaik yang sesuai budget dan bagaimana cara mendapat ijin dari perusahaan. Bagaimanapun rencana studi itu tetap harus dikoordinasikan dan selaras dengan kepentingan perusahaan. Berdasarkan prinsip dan strategi itu maka rencana studi harus sungguh-sungguh siap dikerjakan. Kami tidak sedang berjudi atau menjadikan diri kami kelinci percobaan bagi diri kami atau orang lain. Kami berjuang untuk mendapatkan hal yang terbaik dan siap bekerja keras.","publisher":"CV Pena Borneo ISBN: 978-623-7967-61-3","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABEXObsBunwEiKChj4rUvBvSphGNDQ2dp0w,NAME_SEARCH,NXnP)"}]},{"publishedOn":{"month":2,"day":5,"year":2022},"description":"Meningioma is not uncommon case; however, the differentiation of high-grade from low-grade meningioma is important. The rate of recurrence of grade I meningioma is 7-20%, but in grade II meningioma is 30-40% and in grade III 50-80%. Non-invasive MRI techniques that can differentiate high-grade from low-grade meningiomas before surgery are useful for surgical planning and subsequent treatment. We present a review article and some case studies of low-grade (WHO grade I) and high-grade (WHO grade II and grade III) meningioma with conventional MRI and continue with advanced MRI; we performed diffusion weighted imaging (DWI) with apparent diffusion coefficient (ADC) value, dynamic susceptibility contrast (DSC), dynamic contrast-enhanced (DCE) magnetic resonance (MR) perfusion and 3D ASL. From these three cases show that advanced magnetic resonance imaging with ADC value, DSC, DCE, and 3D arterial spin-labelling (ASL) is an essential sequence to differentiate high-grade from low-grade meningioma.","url":"https:\/\/www.balimedicaljournal.org\/index.php\/bmj\/article\/view\/3100","name":"Advanced MRI prediction of meningioma histopathological classification: a literature review and case presentations","publisher":"Bali Medical Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"}]},{"publishedOn":{"month":9,"day":19,"year":2023},"description":"Currently, ASL is widely used as an additional breakthrough sequence in MRI due to acquiring reliable results. The case report aims to prove the efficacy and effectiveness of a quantitative method of ASL sequence through the calculation of the cerebral blood flow (CBF) on CBF maps in different cases. ASL sequence has been done on four patients with different cases. Then, the authors put 2 regions of interest (ROI) for measurement in normal and different regions on CBF maps and then calculated the average value result from CBF maps. ASL has been proven as a reliable and breakthrough sequence in MRI for detecting brain disease with a non-invasive method through the calculation of CBF value. ASL should be used as an additional protocol in brain examinations because it allows radiologists to assess the significance of CBF values using a quantitative method that is more reliable and non-invasive.","url":"https:\/\/medic.upm.edu.my\/upload\/dokumen\/2023091816563052_MJMHS_0978.pdf","name":"Case Report: Arterial Spin Labeling Perfusion MRI Contribution for Clinical Implementation of Brain Disease","publisher":"Malaysian Journal of Medicine and Health Sciences","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADYK--EBMnwMAcQbGs789qBBNpCgBOSBD-8,NAME_SEARCH,K7LI)"}]},{"publishedOn":{"month":1,"day":31,"year":2024},"description":"This research aims to analyses the two-ways communication process between trainers and participants during MRI training in various hospitals in Indonesia, considering the different cultural backgrounds of the individual involved.","url":"https:\/\/www.researchgate.net\/publication\/377964764_Implementation_of_Coordinated_Management_of_Meaning_Theory_in_Intercultural_Communication_between_Trainers_Participants_during_MRI_Training","name":"Implementation of Coordinated Management of Meaning Theory in Intercultural Communication between Trainers & Participants during MRI Training","publisher":"Proceeding Book The International Conference on Communication and Business (ICCB)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtG2BEBFuPyTEWwDc_dW29HPCUjfaAgO7I,NAME_SEARCH,X_54)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_tq00BazWO8XM8VHaQHxYBH02V6LkRspU,NAME_SEARCH,lWqw)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAHmaKgBgDTYqhgvNRdr0MJ0ii33dcy01nM,NAME_SEARCH,eTj8)"}]}],"positions":null,"posts":[{"createdAt":1715101260000,"insightId":"9f26a22e-aeb2-45db-99ea-5358be5e85c9","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQGFXkLqjOATPA\/feedshare-shrink_2048_1536\/0\/1715101281583?e=1720051200&v=beta&t=qIGZYm_obzYOpQDPBXNJAGP6zjkar_dD4g1scqs1JmI"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":42},{"type":"PRAISE","count":2},{"type":"APPRECIATION","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7193656171919007745","threadUrn":"urn:li:activity:7193656171919007745","reactionsCount":45,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193656170765500416","message":{"attributes":[{"start":404,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:135340588"}}},{"start":418,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:1160586067"}}},{"start":435,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:466324634"}}},{"start":448,"length":15,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:597685776"}}},{"start":464,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:413675561"}}},{"start":481,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:781564992"}}},{"start":496,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:gemrlovers"}}},{"start":550,"length":13,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1016"}}},{"start":577,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dGHzJ2FZ"}}},{"start":603,"length":13,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1016"}}},{"start":617,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:261853570"}}},{"start":631,"length":11,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:130473745"}}},{"start":643,"length":23,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:150809930"}}},{"start":667,"length":11,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:31649699"}}},{"start":679,"length":18,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:231608025"}}}],"text":"Creating scientific storytelling requires passion, consistency and persistence. Encourage the radiology team to see new frontiers to explore & conquer. Opening up opportunities to expand horizons as well as opportunities to build networks among global academics.\n\nARDL has become the standard of MRI imaging which makes life simpler and the reliability of diagnostics significantly increased. \nCourtesy: Raditya Utomo WIRA WIDYA PUTRI Erni Rusmana Rahmansyah Ardi Ongki Imam Malik Fahan Muhandis #GEMRLovers\n\nBelieve it and see, read it!\nSigna Pulse GE HealthCare \nISMRM 2024 \nhttps:\/\/lnkd.in\/dGHzJ2FZ\n\nGE HealthCare\nPutty Kartika\nLysa Yudani\nYuda Ginanda Hadiprodjo\nCokhy Fasha\nJatmiko Dwiwantoro"},"entityUrn":"urn:li:share:7193656170765500416"}}},{"createdAt":1715101380000,"insightId":"c0a2c7c7-fcf4-40db-9e4e-a54a4727a3a8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7192499273769312256,7193656674434371584)","threadUrn":"urn:li:ugcPost:7192499273769312256","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulation Mbak Mela :) So proud of you!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7192499273769312256"}}}]}