{"summary":"Principal Medical Writer with 9 years experience in drafting and reviewing high level regulatory documents such as protocols, investigator brochures, clinical study reports, clinical and safety summaries, briefing documents and health authority review responses for IND\/BLA\/NDA\/CTA\/MAA applications.","lastName":"Bolla, M.S.(Pharm), Ph.D.","objectUrn":"urn:li:member:199779166","geoRegion":"Raleigh-Durham-Chapel Hill Area","fullName":"Pradeep Kumar Bolla, M.S.(Pharm), Ph.D.","firstName":"Pradeep Kumar","currentPositions":[{"companyName":"Biogen","description":"•\tLead medical writing activities for all submissions in an Alzheimer’s Disease program\n•\tRepresent and lead Medical Writing department in the EU CTR workstream to develop processes for new and transitioning studies submitted to EU CTR.\n•\tDevelop resources such as redaction oversight tool, redaction guidance, transition plans and checklists to improve medical writing processes for EU CTR submissions.\n•\tLead redaction related activities for all EU CTR submissions (new and transition studies).\n•\tLead and manage all medical writing deliverables including the designing, planning and preparation in compliance with ICH GCP guidelines and regulatory requirements for NDA and IND applications.\n•\tDevelopment and review of Summary of Clinical Pharmacology (SCP), Summary of Clinical Efficacy (SCE), Clinical Overview (CO), Risk Management Plans (RMPs), Protocols, Investigator Brochures (IBs) for NDA and IND applications\n•\tWork with the statistics and data programming departments and review Statistical Analysis Plans (SAP) and Statistical Outputs such as Tables, Figures and Listings (TLFs) for CSRs\n•\tOversees the work of junior level medical writers, providing scientific and operational mentorship and coaching in the design, planning, and execution of their assignments.\n•\tTo contribute to the development and improvement of document templates and relevant SOPs\n•\tProvide training and guidance and act as a mentor to less experienced departmental members.\n•\tMaintain department level SharePoint and update resources for medical writers.","title":"Associate Principal Medical Writer","companyUrnResolutionResult":{"employeeCountRange":"5001-10000","headquarters":{"geographicArea":"MA","country":"United States","city":"Cambridge","postalCode":"02142","line1":"225 Binney Street"},"website":"http:\/\/www.biogen.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/biogen-\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:3961","tenureAtCompany":{"numYears":3,"numMonths":2},"startedOn":{"month":11,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1635522046361?e=1723075200&v=beta&t=Y4WIWhbV2zpGLCzcVnQqblQU7vJZlb2kHVBASKFL2Pw","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1635522046361?e=1723075200&v=beta&t=-IcRti6Iht5fDj-L8LJh_lz1e9TMzLCDvvOLfxP4D98","height":200},{"width":287,"fileIdentifyingUrlPathSegment":"400_400\/0\/1635522046361?e=1723075200&v=beta&t=v30wBlGPGZKKhhozpbJ8S-LQ2gC2v-il-8ONxKZ22pI","height":287},{"width":287,"fileIdentifyingUrlPathSegment":"800_800\/0\/1635522046361?e=1723075200&v=beta&t=zn1sru6myKyOdRPW0j5q5MHW8N3kZGgG7-lTvLgvrfI","height":287}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQEe7NM2A60Jhw\/profile-displayphoto-shrink_"},"projects":[{"endedOn":{"month":6,"year":2012},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIU7Z0BOCBTCoy4Uv_buJSrXYv3queWIfk,NAME_SEARCH,Fuhr)"}],"title":"Evaluation of Anti-Hyperlipidemic\/Anti-Atherosclerotic Activity of NIN Coded Polyherbal Formulation in Obese Rats","startedOn":{"month":7,"year":2011}}],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:199779166"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:199779166"}],"category":"OTHER","dataSource":"LINKEDIN","url":"https:\/\/scholar.google.co.in\/citations?user=djNz1_AAAAAJ&hl=en"}]},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2020},"degree":"Doctor of Philosophy - PhD","eduId":447624216,"schoolUrn":"urn:li:fs_salesSchool:15358","school":"urn:li:fs_salesSchool:15358","fieldsOfStudy":["Biomedical\/Medical Engineering"],"schoolName":"The University of Texas at El Paso","startedOn":{"year":2017}},{"endedOn":{"year":2012},"degree":"Master of Science (M.S.)","eduId":121675984,"schoolUrn":"urn:li:fs_salesSchool:320086","school":"urn:li:fs_salesSchool:320086","fieldsOfStudy":["Pharmacology and Toxicology"],"schoolName":"National Institute of Pharmaceutical Education and Research","startedOn":{"year":2010}},{"endedOn":{"year":2010},"degree":"Bachelor of Pharmacy (B.Pharm.)","eduId":125974610,"schoolUrn":"urn:li:fs_salesSchool:13018237","school":"urn:li:fs_salesSchool:13018237","fieldsOfStudy":["Pharmacy"],"schoolName":"Kakatiya University (University College of Pharmaceutical Sciences)","startedOn":{"year":2006}},{"endedOn":{"year":2005},"degree":"High School","eduId":237570849,"schoolUrn":"urn:li:fs_salesSchool:14626718","school":"urn:li:fs_salesSchool:14626718","schoolName":"Sri Chaitanya Junior College, Hydernagar","startedOn":{"year":2003}}],"skills":[{"numOfEndorsement":0,"name":"Regulatory Submissions"},{"numOfEndorsement":0,"name":"Project Management"},{"numOfEndorsement":0,"name":"Clinical Study Reports"},{"numOfEndorsement":0,"name":"EU CTR"},{"numOfEndorsement":0,"name":"Redaction"},{"numOfEndorsement":0,"name":"Briefing documents"},{"numOfEndorsement":0,"name":"Protocol Writing"},{"numOfEndorsement":11,"name":"Animal Models"},{"numOfEndorsement":3,"name":"Animal Surgery"},{"numOfEndorsement":46,"name":"Pharmacology"},{"numOfEndorsement":1,"name":"Internal Medicine"},{"numOfEndorsement":7,"name":"Medical Writing"},{"numOfEndorsement":10,"name":"Scientific Writing"},{"numOfEndorsement":1,"name":"SAS"},{"numOfEndorsement":29,"name":"Clinical Development"},{"numOfEndorsement":18,"name":"Toxicology"},{"numOfEndorsement":10,"name":"Pharmacokinetics"},{"numOfEndorsement":1,"name":"Biomarkers"},{"numOfEndorsement":1,"name":"Data Management"},{"numOfEndorsement":2,"name":"In Vivo"},{"numOfEndorsement":15,"name":"Pharmaceutical Research"},{"numOfEndorsement":4,"name":"HPLC"},{"numOfEndorsement":4,"name":"Drug Delivery"},{"numOfEndorsement":8,"name":"Regulatory Affairs"},{"numOfEndorsement":10,"name":"Pharmaceutics"},{"numOfEndorsement":2,"name":"Formulation"},{"numOfEndorsement":28,"name":"Pharmacovigilance"},{"numOfEndorsement":2,"name":"Clinical Pharmacology"},{"numOfEndorsement":8,"name":"Drug Discovery"},{"numOfEndorsement":4,"name":"FDA"},{"numOfEndorsement":2,"name":"High-Performance Liquid Chromatography (HPLC)"},{"numOfEndorsement":0,"name":"Microsoft Word"},{"numOfEndorsement":0,"name":"Microsoft PowerPoint"}],"pronoun":"He\/Him","numOfConnections":2538,"patents":[],"headline":"Principal Medical Writer at Biogen","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/pradeepbolla","organizations":[{"endedOn":{"month":5,"year":2010},"name":"Indian Pharmaceutical Asscociation Student Federation (IPASF)- Warangal","position":"Executive Council Member","startedOn":{"month":7,"year":2009}},{"name":"Indian Pharmaceutical Association","startedOn":{"month":10,"year":2009}},{"name":"Controlled Release Society","position":"Student Member","startedOn":{"month":2,"year":2018}},{"name":"American Association of Pharmaceutical Scientists","description":"Student Representative For Topical and Transdermal Community","position":"Secretary, AAPS Student Chapter, UTEP","startedOn":{"month":6,"year":2018}},{"name":"Association for Research in Vision and Opthalmology","position":"Student Member","startedOn":{"month":1,"year":2019}}],"location":"Raleigh-Durham-Chapel Hill Area","publications":[{"publishedOn":{"month":4,"day":9,"year":2018},"description":"Silver (Ag) complexes of drugs and their nanosystems have great potential as antibacterials. Recently, an Ag complex of furosemide (Ag-FSE) has shown to be a promising antimicrobial. However, poor solubility of Ag-FSE could hamper its introduction into clinics. Therefore, the authors developed a nanosuspension of Ag-FSE (Ag-FSE-NS) for its solubility and antibacterial activity enhancement. The aim of this study was to introduce a novel nanoantibiotic with enhanced antibacterial efficacy. Ag-FSE-NS was prepared by precipitation-ultrasonication technique. Size, polydispersity index (PI) and zeta potential (ZP) of prepared Ag-FSE-NS were measured by dynamic light scattering, whereas surface morphology was determined using scanning electron microscopy (SEM). In vitro antibacterial activity was evaluated against Staphylococcus aureus, Escherichia coli and Pseudomonas aeruginosa using broth microdilution method. Size, PI and ZP of optimised Ag-FSE-NS1 were 191.2 ± 19.34 nm, 0.465 ± 0.059 and-55.7 ± 8.18 mV, respectively. SEM revealed that Ag-FSE-NS1 particles were rod or needle-like with smooth surfaces. Saturation solubility of Ag-FSE in NS increased eight-fold than pure Ag-FSE. Ag-FSE-NS1 exhibited two-fold and eight-fold enhancements in activity against E. coli and S. aureus, respectively. The results obtained showed that developed Ag-FSE-NS1 holds a promise as a topical antibacterial. ","url":"http:\/\/digital-library.theiet.org\/content\/journals\/10.1049\/iet-nbt.2017.0284","name":"Furosemide-silver complex nanosuspension: preparation and evaluation of antibacterial activity","publisher":"IET Nanobiotechnology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAdkangBdqBk-bqBjqQLxEP00NwxyNLOyCc,NAME_SEARCH,SmCf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL33a4BIZQ6pyUKX3bl3u3HqMZjL1aFJrU,NAME_SEARCH,ICzB)"}]},{"publishedOn":{"month":5,"day":29,"year":2018},"description":"Any imbalance in body's pH or temperature may alter immune response and lead to conditions such as autoimmune disorders, infectious diseases, cancer, and diabetes. Dual pH and thermo-responsive carriers are being considered as next-generation drug delivery systems, which are capable of releasing drugs intelligently in response to external or internal stimuli. These systems are characterized by minimal toxicity, improved therapeutic efficacy and reduced exposure to normal cells. Besides polymeric nanoparticles and polymeric micelles, which are most studied, there has been research being carried on other drug delivery systems which can respond to changes in pH and temperature for targeted drug release. Among those, gels have been studied mostly for their dual responsiveness. This review is prepared with an intention to provide an update on the progress of gel-based dual pH and temperature responsive drug delivery systems and other less-studied systems such as dendrimers, membranes, liposomes, microcapsules, microspheres, polymeric films, hollow spheres and protein nanoparticles for dual responsiveness. Various systems reported so far under these categories for targeted and controlled delivery of different classes of drugs such as antidiabetic and antibiotic drugs with special emphasis on anticancer drugs are discussed in this review.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1773224718303137","name":"A review on pH and temperature responsive gels and other less explored drug delivery systems","publisher":"Journal of Drug Delivery Science and Technology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":8,"day":27,"year":2018},"description":"Drugs used to target solid and hematological tumors are associated with serious side effects and off-target effects. The non-specificity of classical chemotherapies and radiotherapies leads to poor quality of life in cancer patients. Antibody–drug conjugates (ADCs) are a class of potent immunotherapy-based biopharmaceuticals, which act by intracellular deposit of cytotoxic molecule in antigen positive cancer. ADCs exhibit synergistic activity as it is a combination of monoclonal antibody and small-molecules. It is a linker technology considerably in progress and is currently under research since many years in achieving an extremely selective and magnified therapeutic window. ADC is an inactive pro-drug in bloodstream, activated upon receptor mediated endocytosis into target cancer cell. ADCs contain three elements which include A) suitable monoclonal antibody (mAb) which selectively interacts with over expressed tumor associated target antigens B) cytotoxic drug and C) linker which links cytotoxic drug to mAb by either disulfide\/peptide bond. Factors limiting the effectiveness of ADC include reduced cytotoxic drug potency, non-suitable linkers, systemically unstable and less selectivity of mAb towards targeted antigen. This review will discuss in detail on various components of ADC, ADCs under clinical trials, appropriate antigen selection, mechanism, resistance and safety of ADCs along with future prospects.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1773224718305628","name":"Antibody-drug conjugates (ADCs): Potent biopharmaceuticals to target solid and hematological cancers- an overview","publisher":"Journal of Drug Delivery Science and Technology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAMWzGsB9SNONwrle_ggwteojK2LirC3l-Y,NAME_SEARCH,7ArR)"}]},{"publishedOn":{"month":10,"day":30,"year":2018},"description":"Overuse and misuse of antibiotics in clinics and poor new antibiotic pipeline in pharmaceutical industries have contributed to antibiotic crisis. Silver complexes are effective as broad-spectrum antibiotics due to chemical nature. Furosemide-silver complex (Ag-FSE) has been recently reported to have antibacterial activity that is, however, limited by its poor solubility in water and majority of organic solvents. Solid lipid nanoparticles (SLNs) offer advantages such as controlled and sustained release, enhanced solubility, scale-up and, biocompatibility. Present study aims to encapsulate Ag-FSE into SLNs and evaluate its sustained and improved antibacterial activity. Ag-FSE SLNs were prepared using hot homogenization and ultrasonication method. Size, polydispersity index and zeta potential of Ag–FSE SLNs, evaluated using dynamic light scattering, were 129.8 ± 38.5 nm, 0.114 ± 0.033 and −23.9 ± 3.62 mV, respectively. Ag-FSE SLNs exhibited high encapsulation efficiency (∼93%) and drug loading (∼9.3%). Shape of Ag-FSE SLNs was roughly spherical with smooth surface. In vitro release studies confirmed that encapsulation of Ag-FSE into SLNs resulted in sustained release of Ag-FSE over 96 h. Results confirmed 2-fold and 4-fold enhancement of activity against Pseudomonas aeruginosa and Staphylococcus aureus, respectively. In conclusion, Ag-FSE SLNs can be considered as promising topical antibacterial agent against bacterial infections.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1773224718308839","name":"Preparation of solid lipid nanoparticles of furosemide-silver complex and evaluation of antibacterial activity","publisher":"Journal of Drug Delivery Science and Technology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":4,"day":11,"year":2019},"description":"Antibiotic-resistant bacteria may result in serious infections which are difficult to treat. In addition, the poor antibiotic pipeline has contributed to the crisis. Recently, a complex of furosemide and silver (Ag-FSE) has been reported as a potential antibacterial agent. However, its poor aqueous solubility is limiting its activity. The purpose of this study was to encapsulate Ag-FSE into chitosan nanoparticles (CSNPs) and evaluate antibacterial efficacy. Ag-FSE CSNPs were prepared using an ionic gelation technique. The particle size, polydispersity index, and zeta potential of Ag-FSE CSNPs were 197.1 ± 3.88 nm 0.234 ± 0.018 and 36.7 ± 1.78 mV, respectively. Encapsulation efficiency was 66.72 ± 4.14%. In vitro antibacterial activity results showed that there was 3- and 6-fold enhanced activity with Ag-FSE CSNPs against E. coli and S. aureus, respectively. Results also confirmed that Ag-FSE CSNPs showed ~44% release within 4 h at pH 5.5 and 6.5. Moreover, release from the CSNPs was sustained with a cumulative release of ~75% over a period of 24 h. In conclusion, encapsulation of Ag-FSE into CSNPs resulted in significant improvement of antibacterial efficacy with a sustained and pH-sensitive release. Therefore, Ag-FSE CSNPs can be considered as a potential novel antibacterial agent against bacterial infections.","url":"https:\/\/www.mdpi.com\/2227-9717\/7\/4\/206","name":"Preparation and Characterization of Furosemide-Silver Complex Loaded Chitosan Nanoparticles","publisher":"Processes\/MDPI","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABxp5n8BBhCTc4qUz-ik8OqKrMCvH0kwx-c,NAME_SEARCH,EXym)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL33a4BIZQ6pyUKX3bl3u3HqMZjL1aFJrU,NAME_SEARCH,ICzB)"}]},{"publishedOn":{"month":8,"day":7,"year":2019},"description":"Poor aqueous solubility limits the therapeutic efficacy of many marketed and investigational drugs. Synthesis of new drugs with improved solubility is challenging due to time constraint and expenses involved. Therefore, finding the solubility enhancers for existing drugs is an attractive and profitable strategy. In this study, PEGylated oleic acid (OA-mPEG5000), a conjugate of oleic acid and mPEG5000 was synthesized and evaluated as a solubilizer for furosemide. OA-mPEG5000 was evaluated as a nanocarrier for furosemide by formulating polymersomes. Solubility of furosemide in milli-Q water and aqueous OA-mPEG5000 solution was determined using shake flask method. At 37 °C, the solubility of furosemide in OA-mPEG5000 (1% w\/w) and milli-Q water was 3404.7 ± 254.6 µg\/mL and 1020.2 ± 40.9 µg\/mL, respectively. Results showed there was a 3.34-fold increase in solubility of furosemide in OA-mPEG5000 compared to water at 37 °C. At 25 °C, there was a 3.31-fold increase in solubilization of furosemide in OA-mPEG5000 (1% w\/w) (90.0 ± 1.45 µg\/mL) compared to milli-Q water (27.2 ± 1.43 µg\/mL). Size, polydispersity index and zeta potential of polymersomes ranged from 85–145.5 nm, 0.187–0.511 and −4.0–12.77 mV, respectively. In-vitro release study revealed a burst release (71%) within 1 h. Significant enhancement in solubility and formation of polymersomes suggested that OA-mPEG5000 could be a good solubilizer and nanocarrier for furosemide.","url":"https:\/\/res.mdpi.com\/processes\/processes-07-00520\/article_deploy\/processes-07-00520.pdf?filename=&attachment=1","name":"Evaluation of Oleic Acid and Polyethylene Glycol Monomethyl Ether Conjugate (PEGylated Oleic Acid) as a Solubility Enhancer of Furosemide","publisher":"Processes\/MDPI","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL33a4BIZQ6pyUKX3bl3u3HqMZjL1aFJrU,NAME_SEARCH,ICzB)"}]},{"publishedOn":{"month":8,"day":29,"year":2019},"description":"Global incidence of superficial fungal infections caused by dermatophytes is high and affects around 40 million people. It is the fourth most common cause of infection. Clotrimazole, a broad spectrum imidazole antifungal agent is widely used to treat fungal infections. Conventional topical formulations of clotrimazole are intended to treat infections by effective penetration of drugs into the stratum corneum. However, drawbacks such as poor dermal bioavailability, poor penetration, and variable drug levels limit the efficiency. The present study aims to load clotrimazole into ufosomes and evaluate its topical bioavailability. Clotrimazole loaded ufosomes were prepared using cholesterol and sodium oleate by thin film hydration technique and evaluated for size, polydispersity index, and entrapment efficiency to obtain optimized formulation. Optimized formulation was characterized using scanning electron microscopy (SEM), X-ray diffraction (XRD), and differential scanning calorimetry (DSC). Skin diffusion studies and tape-stripping were performed using human skin to determine the amount of clotrimazole accumulated in different layers of the skin. Results showed that the optimized formulation had vesicle size <250 nm with ~84% entrapment efficiency. XRD and DSC confirmed the entrapment of clotrimazole into ufosomes. No permeation was observed through the skin up to 24 h following the permeation studies. Tape-stripping revealed that ufosomes led to accumulation of more clotrimazole in the skin compared to marketed formulation (Perrigo). Overall, results revealed the capability of ufosomes in improving the skin bioavailability of clotrimazole.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/31470517","name":"Clotrimazole Loaded Ufosomes for Topical Delivery: Formulation Development and In-Vitro Studies.","publisher":"MDPI\/Molecules","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":2,"day":13,"year":2020},"description":"Topical drug delivery is an attractive alternative to conventional methods because of advantages such as non-invasive delivery, by-pass of first pass metabolism, and improved patient compliance. However, several factors such as skin, physicochemical properties of the drug, and vehicle characteristics influence the permeation. Within a formulation, critical factors such as concentration of drug, physical state of drug in the formulation, and organoleptic properties affect the flux across the skin. The aim of the study was to develop and investigate topical semisolid preparations (creams and gels) with ibuprofen as the model drug and investigate the effect of various formulation parameters on the in-vitro performance across the Strat-M® membrane using flow-through cells. In addition, the physical stability of the developed formulations was investigated by studying viscosity, pH, and appearance. All the formulations developed in the study had appealing appearance with smooth texture and no signs of separation. Viscosity and pH of the formulations were acceptable. Cumulative amount of drug permeated at the end of 24 h was highest for clear gel (3% w\/w ibuprofen; F6: 739.6 ± 36.1 µg\/cm2) followed by cream with high concentration of ibuprofen in suspended form (5% w\/w; F3: 320.8 ± 17.53 µg\/cm2), emulgel (3% w\/w ibuprofen; F5: 178.5 ± 34.5 µg\/cm2), and cream with solubilized ibuprofen (3% w\/w; F2A: 163.2 ± 9.36 µg\/cm2). Results from this study showed that permeation of ibuprofen was significantly influenced by formulation parameters such as concentration of ibuprofen (3% vs. 5% w\/w), physical state of ibuprofen (solubilized vs. suspended), formulation type (cream vs. gel), mucoadhesive agents, and viscosity (high vs. low). Thus, findings from this study indicate that pharmaceutical formulation scientists should explore these critical factors during the early development of any new topical drug product in order to meet pre-determined quality target product profile.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/32069850","name":"Evaluation of Formulation Parameters on Permeation of Ibuprofen from Topical Formulations Using Strat-M® Membrane","publisher":"MDPI\/Pharmaceutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":8,"day":30,"year":2020},"description":"The ultra-trace determination of nicotine and its 4 major metabolites (cotinine, nornicotine, norcotinine and anabasine) from rabbit plasma was achieved by a newly developed solid phase microextraction-liquid chromatography-tandem mass spectrometry method. Extraction of the target analytes was performed with hydrophilic\/lipophilic balance-polyacrylonitrile SPME fibers. Dual fiber extraction was necessary to guarantee improved recovery at parts-per-trillion levels. Liquid chromatographic analysis was achieved in a 6-min run using a C18 (1.9 µm C18, 50 mm x 2.1 mm) column with a mobile phase flow rate of 0.4 mL\/min. Tandem mass spectrometry was used for detection and quantification in positive electrospray ionization (ESI+) mode for all the targeted analytes. Two stable isotope-labeled internal standards were used for signal correction and accurate quantification. The mass spectrometer with laminar flow ion flux transport, guaranteed improved signal stability, minimal contamination of the ion guide and reproducibility into the first quadrupole analyzer. The method was validated in line with the Food and Drug Administration (FDA) guidelines for bioanalytical method validation. The results met the acceptance criteria as proposed by the FDA: accuracy was tested at 0.35, 10 and 75 µg L - 1 and ranged between 98.3-112.2% for nicotine, 94.1-101.9% for cotinine, 94.7-107.0% for nornicotine, 81.1-107.2% for norcotinine and 94.3-115.2% for anabasine, with precision up to 14.2%. Stability tests indicated that all the targeted analytes were stable in the desorption solution for at least 1 week. LOQs ranged from 0.05 to 1 µg L-1. The method was successfully applied to analyze plasma samples obtained from rabbits following transdermal application of a smoking cessation formulation loaded with solid lipid nanoparticles containing a nicotine-stearic acid conjugate.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32797819\/","name":"Biocompatible SPME fibers for direct monitoring of nicotine and its metabolites at ultra trace concentration in rabbit plasma following the application of smoking cessation formulations","publisher":"Elsevier\/Journal of Chromatography A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":8,"day":26,"year":2020},"description":"Aim: To prepare and characterise lutein-loaded polylactide-co-glycolide-polyethylene glycol-folate (PLGA-PEG-FOLATE) nanoparticles and evaluate enhanced uptake in SK-N-BE(2) cells.\n\nMethods: Nanoparticles were prepared using O\/W emulsion solvent evaporation and characterised using DLS, SEM, DSC, FTIR and in-vitro release. Lutein-uptake in SK-N-BE(2) cells was determined using flow-cytometry, confocal-microscopy and HPLC. Control was lutein PLGA nanoparticles.\n\nResults: The size of lutein-loaded PLGA and PLGA-PEG-FOLATE nanoparticles were 189.6 ± 18.79 nm and 188.0 ± 4.06 nm, respectively. Lutein entrapment was ∼61%(w\/w) and ∼73%(w\/w) for PLGA and PLGA-PEG-FOLATE nanoparticles, respectively. DSC and FTIR confirmed encapsulation of lutein into nanoparticles. Cellular uptake studies showed ∼1.6 and ∼2-fold enhanced uptake of lutein from PLGA-PEG-FOLATE nanoparticles compared to PLGA nanoparticles and lutein, respectively. Cumulative release of lutein was higher in PLGA nanoparticles (100% (w\/w) within 24 h) compared to PLGA-PEG-FOLATE nanoparticles (∼80% (w\/w) in 48 h).\n\nConclusion: Lutein-loaded PLGA-PEG-FOLATE nanoparticles could be a potential treatment for hypoxic ischaemic encephalopathy.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32842813\/","name":"Preparation and characterization of lutein loaded folate conjugated polymeric nanoparticles","publisher":"Taylor and Francis\/Journal of Microencapsulation","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":8,"day":24,"year":2020},"description":"Age related macular degeneration (AMD) is one of the leading causes of visual loss and is responsible for approximately 9% of global blindness. It is a progressive eye disorder seen in elderly people (>65 years) mainly affecting the macula. Lutein, a carotenoid, is an antioxidant, and has shown neuroprotective properties in the retina. However, lutein has poor bioavailability owing to poor aqueous solubility. Drug delivery to the posterior segment of the eye is challenging due to the blood-retina barrier. Retinal pigment epithelium (RPE) expresses the sodium-dependent multivitamin transporter (SMVT) transport system which selectively uptakes biotin by active transport. In this study, we aimed to enhance lutein uptake into retinal cells using PLGA-PEG-biotin nanoparticles. Lutein loaded polymeric nanoparticles were prepared using O\/W solvent-evaporation method. Particle size and zeta potential (ZP) were determined using Malvern Zetasizer. Other characterizations included differential scanning calorimetry, FTIR, and in-vitro release studies. In-vitro uptake and cytotoxicity studies were conducted in ARPE-19 cells using flow cytometry and confocal microscopy. Lutein was successfully encapsulated into PLGA and PLGA-PEG-biotin nanoparticles (<250 nm) with uniform size distribution and high ZP. The entrapment efficiency of lutein was ≈56% and ≈75% for lutein-loaded PLGA and PLGA-PEG-biotin nanoparticles, respectively. FTIR and DSC confirmed encapsulation of lutein into nanoparticles. Cellular uptake studies in ARPE-19 cells confirmed a higher uptake of lutein with PLGA-PEG-biotin nanoparticles compared to PLGA nanoparticles and lutein alone. In vitro cytotoxicity results confirmed that the nanoparticles were safe, effective, and non-toxic. Findings from this study suggest that lutein-loaded PLGA-PEG-biotin nanoparticles can be potentially used for treatment of AMD for higher lutein uptake.\n","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32847030\/","name":"Lutein-Loaded, Biotin-Decorated Polymeric Nanoparticles Enhance Lutein Uptake in Retinal Cells","publisher":"MDPI\/Pharmaceutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":9,"day":19,"year":2020},"description":"Cryoprotectants are often required in lyophilization to reduce or eliminate agglomeration of solute or suspended materials. The aim of this study was to select a cryoprotecting agent and optimize its concentration in a solid lipid nanoparticle formulation. Progesterone-loaded stearic acid solid lipid nanoparticles (SA-P SLNs) were prepared by hot homogenization with high speed mixing and sonication. The stearic acid content was 4.6% w\/w and progesterone was 0.46% w\/w of the initial formulation. Multiple surfactants were evaluated, and a lecithin and sodium taurocholate system was chosen. Three concentrations of surfactant were then evaluated, and a concentration of 2% w\/w was chosen based on particle size, polydispersity, and zeta potential. Agglomeration of SA-P SLNs after lyophilization was observed as measured by increased particle size. Dextran, glycine, mannitol, polyvinylpyrrolidone (PVP), sorbitol, and trehalose were evaluated as cryoprotectants by both an initial freeze–thaw analysis and after lyophilization. Once selected as the cryoprotectant, trehalose was evaluated at 5%, 10%, 15%, and 20% for optimal concentration, with 20% trehalose being finally selected as the level of choice. Evaluation by DSC confirmed intimate interaction between stearic acid and progesterone in the SA-P SLNs, and polarized light microscopy shows successful lyophilization of the trehalose\/SA-P SLN. A short term 28-day stability study suggests the need for refrigeration of the final lyophilized SA-P SLNs in moisture vapor impermeable packaging.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32961738\/","name":"Selection of Cryoprotectant in Lyophilization of Progesterone-Loaded Stearic Acid Solid Lipid Nanoparticles","publisher":"MDPI\/Pharmaceutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"}]},{"publishedOn":{"month":4,"day":28,"year":2021},"description":"Breast cancer, specifically metastatic breast, is a leading cause of morbidity and mortality in women. This is mainly due to relapse and reoccurrence of tumor. The primary reason for cancer relapse is the development of multidrug resistance (MDR) hampering the treatment and prognosis. MDR can occur due to a multitude of molecular events, including increased expression of efflux transporters such as P-gp, BCRP, or MRP1; epithelial to mesenchymal transition; and resistance development in breast cancer stem cells. Excessive dose dumping in chemotherapy can cause intrinsic anti-cancer MDR to appear prior to chemotherapy and after the treatment. Hence, novel targeted nanomedicines encapsulating chemotherapeutics and gene therapy products may assist to overcome cancer drug resistance. Targeted nanomedicines offer innovative strategies to overcome the limitations of conventional chemotherapy while permitting enhanced selectivity to cancer cells. Targeted nanotheranostics permit targeted drug release, precise breast cancer diagnosis, and importantly, the ability to overcome MDR. The article discusses various nanomedicines designed to selectively target breast cancer, triple negative breast cancer, and breast cancer stem cells. In addition, the review discusses recent approaches, including combination nanoparticles (NPs), theranostic NPs, and stimuli sensitive or \"smart\" NPs. Recent innovations in microRNA NPs and personalized medicine NPs are also discussed. Future perspective research for complex targeted and multi-stage responsive nanomedicines for metastatic breast cancer is discussed.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33925129\/","name":"Drug Resistance in Metastatic Breast Cancer: Tumor Targeted Nanomedicine to the Rescue","publisher":"IJMS\/MDPI","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvoY14Bgv_IaPaJe7eSSOfRLoaA7u_b84o,NAME_SEARCH,60ey)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAB8qPTgBqzkiqvzpQVevVvebM3KPpkxabeg,NAME_SEARCH,Miri)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABgUJ0kB6DwCawWcy0tk3uFBFDLLnAVRqhM,NAME_SEARCH,a6Jv)"}]}],"positions":null,"posts":[{"createdAt":1711419240000,"insightId":"9b80f416-b8cd-4e78-b541-beae5837003b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7178049312063447040,7178212779403702273)","threadUrn":"urn:li:ugcPost:7178049312063447040","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations Irene!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7178049312063447040"}}}]}