{"summary":"Organic chemist with over 10 years of experience within the pharmaceutical industry in the development of ADC (ANTIBODY DRUG CONJUGATE), novel drug and their synthetic process. A leader with a proven track record of delivering project within a set time line. Focus on innovative process research and technology development.","lastName":"Dutta","objectUrn":"urn:li:member:227050857","geoRegion":"Hyderabad, Telangana, India","fullName":"Dr. Pradip Dutta","firstName":"Dr. Pradip","currentPositions":[{"companyName":"Aurigene Pharmaceutical Services Limited","description":"Responsibility at Aurigene: Leading the Antibody Drug Conjugate (ADC) Chemistry Team. Expertise in handling High-Potent molecule like MMAE, MMAF, Eribulin, Exatecan, SN-38, Camptothecin, Gemcitabin and many more. Synthesized numerous of Cleavable and Non- Cleavable linkers for Antibody conjugation.    Experienced with conjugation strategy like lysine conjugation, cysteine conjugation, click chemistry with engineered antibody and many more. Expertise in designing novel scaffold to get exclusively DAR (Drug to Antibody Ratio) 4.\n\nExpertise in setting up OEL-5 enabled HPAPI LAB.","title":"Senior Scientist","companyUrnResolutionResult":{"employeeCountRange":"501-1000","headquarters":{"geographicArea":"Karnataka","country":"India","city":"Bangalore","postalCode":"560100","line1":"39-40, KIADB Industrial Area, Electronic City Phase - II, Hosur Road"},"website":"http:\/\/www.aurigeneservices.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/aurigenepharmaceuticalservices\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:3769836","tenureAtCompany":{"numYears":3,"numMonths":6},"startedOn":{"month":12,"year":2020}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1529994461874?e=1723075200&v=beta&t=sdoWMvACFV1_B2H-EyBqp_B06_wlQgVmsaPEyCgmVAQ","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1529994461904?e=1723075200&v=beta&t=D2TlWC4JpDBN-1SFftFGqjkBX_206Mo9-m-o9Og5S8o","height":200},{"width":315,"fileIdentifyingUrlPathSegment":"400_400\/0\/1529994461940?e=1723075200&v=beta&t=e8xYQHlRCAAQITu_ngSuaJ97xPzB7GaCohM7LbiIeKk","height":315},{"width":315,"fileIdentifyingUrlPathSegment":"800_800\/0\/1529994461875?e=1723075200&v=beta&t=UFF6YpWRQYZD0BVqGpeycjq0AX2mbWQR-SaBw8dEiOs","height":315}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQHKVeRbUHfJ1A\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2013},"degree":"Doctor of Philosophy (PhD)","eduId":141680275,"schoolUrn":"urn:li:fs_salesSchool:15114812","school":"urn:li:fs_salesSchool:15114812","fieldsOfStudy":["Organic Chemistry"],"schoolName":"Indian Institute of Science Education & Research (IISER), Kolkata","startedOn":{"year":2008}},{"endedOn":{"year":2008},"degree":"Master of Science (M.Sc.)","eduId":141758881,"schoolUrn":"urn:li:fs_salesSchool:157270","school":"urn:li:fs_salesSchool:157270","fieldsOfStudy":["Chemistry"],"schoolName":"Indian Institute of Technology, Guwahati","startedOn":{"year":2006}}],"skills":[{"numOfEndorsement":0,"name":"Cyclic Voltammetry"},{"numOfEndorsement":0,"name":"Organometallic Chemistry,"},{"numOfEndorsement":7,"name":"Chemistry"},{"numOfEndorsement":11,"name":"Organic Synthesis"},{"numOfEndorsement":2,"name":"Characterization"},{"numOfEndorsement":1,"name":"NMR spectroscopy"},{"numOfEndorsement":3,"name":"UV\/Vis"},{"numOfEndorsement":3,"name":"IR"},{"numOfEndorsement":3,"name":"Mass Spectrometry"},{"numOfEndorsement":0,"name":"Fluoroscence Spectroscopy"},{"numOfEndorsement":11,"name":"Catalysis"},{"numOfEndorsement":0,"name":"Column Chromatography"},{"numOfEndorsement":0,"name":"X-ray crystallography"},{"numOfEndorsement":0,"name":"SciFinder"},{"numOfEndorsement":0,"name":"ChemDraw"},{"numOfEndorsement":0,"name":"ISIC draw"},{"numOfEndorsement":3,"name":"Microsoft Office"},{"numOfEndorsement":6,"name":"HPLC"},{"numOfEndorsement":8,"name":"NMR"},{"numOfEndorsement":6,"name":"Organometallic Chemistry"},{"numOfEndorsement":3,"name":"NMR Spectroscopy"},{"numOfEndorsement":5,"name":"Organic Chemistry"},{"numOfEndorsement":5,"name":"Spectroscopy"},{"numOfEndorsement":1,"name":"Chromatography"},{"numOfEndorsement":2,"name":"UV\/Vis Spectroscopy"},{"numOfEndorsement":1,"name":"High-Performance Liquid Chromatography (HPLC)"}],"numOfConnections":776,"patents":[{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAN482IBaY0QEv81RBLcLhbMEA9Zi4mPopU,NAME_SEARCH,wFJe)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABFs1M8Bfm2dYsCcitBIz5mJx5vM9NsRo2c,NAME_SEARCH,bjz0)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADdKNABLI90mxboQNZocvD6gjnPnAfkInM,NAME_SEARCH,DEZ7)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAQ53QQBpYthIpZae_z5nFnFDQeaVtsRMlE,NAME_SEARCH,hB60)"}],"description":"(EN)The present disclosure is in relation to the field of nanotechnology and cancer therapeutics. In particular, the present disclosure relates to platinum based compounds comprising platinum moiety, linker moiety and lipid moiety and corresponding nanoparticles thereof. The disclosure further relates to synthesis of said platinum based compounds, nanoparticles and compositions comprising said platinum based compounds\/nanoparticles. The disclosure also relates to methods of managing cancer by employing aforesaid carbene compounds, platinum based compounds, nanoparticles and compositions thereof.\n(FR)La présente invention concerne le domaine de la nanotechnologie et de la thérapeutique anticancéreuse. En particulier, la présente invention porte sur des composés à base de platine comprenant une fraction au platine, une fraction de liaison et une fraction lipidique et sur leurs nanoparticules correspondantes. L'invention porte en outre sur la synthèse desdits composés\/nanoparticules à base de platine et sur des compositions comprenant lesdits composés\/nanoparticules à base de platine. L'invention porte également sur des procédés de prise en charge d'un cancer par l'utilisation des composés carbènes, composés\/nanoparticules à base de platine et compositions susmentionnés.","title":"LIPID-BASED PLATINUM COMPOUNDS AND NANOPARTICLES","url":"https:\/\/patentscope.wipo.int\/search\/en\/detail.jsf?docId=WO2014201376&recNum=18&maxRec=25686&office=&prevFilter=&sortOption=&queryString=FP%3A%28%22cancer%22%29+AND+EN_ALL%3Anmr&tab=PCT+Biblio","issuer":"us","issuedOn":{"month":6,"day":13,"year":2014}},{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAhe87kBcABPLUyeDwbBoSQx_I6BLkeg3wM,NAME_SEARCH,6KOq)"}],"description":"The present invention is in relation to the fields of nanotechnology and cancer therapeutics. In particular, the present disclosure relates to improved methods for preparing lipid- conjugated platinum compounds with high purity and good yields. The present disclosure also relates to nanoparticles comprising lipid-conjugated platinum compounds with high drug loading efficiency for use in chemotherapy, and to methods for producing said nanoparticles.","title":"Process for preparing supramolecular platinum-based compounds ","issuer":"in","issuedOn":{"month":11,"day":24,"year":2016}},{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}],"description":"The present disclosure is in relation to the field of nanotechnology and cancer therapeutics. In particular, the present disclosure relates to fluorescent platinum based compounds. The disclosure further relates to synthesis of said fluorescent platinum based compounds, nanoparticles and compositions comprising said fluorescent platinum based compounds\/nanoparticles. The disclosure also relates to methods of managing cancer by the fluorescence changes between aforesaid platinum based compounds and corresponding free ligands, nanoparticles and compositions.","title":"Fluorescent anticancer platinum drugs","url":"https:\/\/patents.google.com\/patent\/WO2017064657A1\/en","issuer":"us","issuedOn":{"month":4,"day":20,"year":2017}}],"headline":"Senior Scientist at Aurigene Pharmaceutical Services Limited","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/dr-pradip-dutta-20905764","organizations":[],"location":"Hyderabad, Telangana, India","publications":[{"publishedOn":{"month":4,"day":19,"year":2010},"description":"Asynthetic approach to synthesizeEDOTandEDOS from a common precursor 5 is reported. The method involves zirconocene dichloride mediated reaction of a common diyne 5 followed by treatment with disulfur dichloride (S2Cl2) and in situ prepared selenium dichloride (SeCl2). The higher lability of R-trimethylsilyl group in EDOS compared to EDOT is explained using DFT calculations.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jo100756k?prevSearch=soumyajit%2Bdas&searchHistoryKey=","name":"3,4-Ethylenedioxythiophene and 3,4-Ethylenedioxyselenophene: Synthesis and Reactivity of C(alpha)-Si Bond","publisher":"Journal of Organic Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"publishedOn":{"month":7,"day":15,"year":2012},"description":"A series of N2Se2 and N2Se2O2 acyclic Schiff base diselenides (3e9) have been synthesized by\ncondensation of bis(o-formylphenyl) diselenide and amines (aniline, p-bromoaniline, benzylamine,\nethanolamine, 1-aminopropanol, 2-aminophenol). The Schiff base diselenides were characterized by\nelemental analysis, ESI-MS, NMR (1H, 13C, 77Se) spectroscopy and X-ray crystallography. During crystallization compound 6 afforded bis(phenyloxazoline) diselenide 9 via cyclization of Schiff base of ethanolamine. The supramolecular nature of these diselenides is studied by X-ray crystallographic structure analysis.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022328X12004573","name":"Azomethine diselenides: Supramolecular structures and facile formation of a bis-oxazoline diselenide","publisher":"Journal of Organometallic Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"publishedOn":{"month":9,"day":18,"year":2012},"description":"Thiasalen podand 9 having S2N2 donor set has been synthesized by the condensation of 2-methylthiobenzaldehyde with ethylenediamine. The reaction of the thiasalen podand ligand with Pd(II) afforded two complexes depending on the reaction time. Shorter reaction time (5 min) afforded thioether complex 10; whereas with increase in reaction time (4 h) thioether–thiolate complex 11 was obtained via cleavage of one of the two S–C(Me) bonds of bis(methyl)thiasalen podand upon complexation. The reaction of 9 with Pt(II) afforded only thiolate–thioether complex 12 independent of the reaction time. The cleavage of both the S–C(Me) bonds of bis(methyl)thiasalen to afford bisthiolate complexes has never been observed. The structures of thiasalen podands and all three complexes have been determined by single crystal X-ray diffraction analysis. All three complexes possess a square planar geometry around the metal centres. Weak van der Waals interactions through C–H⋯F interactions are present in all three complexes leading to the formation of supramolecular synthons and the supramolecular structures are stabilized by aromatic π⋯π interactions, which leads to the formation of 3D pseudo-double helical network packing. Under similar conditions bis(methyl)salen did not form any complexes with Pd(II) and Pt(II).","url":"http:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2013\/dt\/c2dt31630g","name":"Reaction time dependent formation of Pd(II) and Pt(II) complexes of bis(methyl)thiasalen podand","publisher":"Dalton Transaction","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"publishedOn":{"month":11,"year":2013},"description":"Three components, one pot synthesis of thiasalen\/selenasalen Ni(ii), Pd(ii) and Pt(ii) complexes, , by the oxidative addition of S-S\/Se-Se bond of bis(o-formylphenyl)disulfide\/-diselenide to Ni(0), Pd(0) and Pt(0) followed by in situ Schiff base formation with ethylenediamine is reported. S-S or Se-Se bonds were cleaved and coordinated to the metal center as thiolate (ArS(-)) or selenolate (ArSe(-)) while the formal oxidation state of metal centers was changed from '0' to '+2'. The disulfide\/diselenide reacted with zero-valent metals at room temperature to give only the monometallic complexes. All complexes (except Pd-thiolate complex ) were studied by single crystal X-ray crystallography and revealed the square planar geometry around metal centers.","url":"http:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2014\/dt\/c3dt52132j#!divAbstract","name":"Oxidative addition of disulfide\/diselenide to group 10 metal(0) and in situ functionalization to form neutral thiasalen\/selenasalen group 10 metal(ii) complexes.","publisher":"Dalton Transactions","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALM2r8BtPAGQn0S0EpVJzwLThcikb8w2CQ,NAME_SEARCH,gug3)"}]},{"publishedOn":{"month":11,"day":28,"year":2013},"description":"2-(2′-(methylseleno)phenyl)benzimidazole (1) was synthesized from 2-(methylseleno)benzaldehyde and 1,2-diaminobenzene in presence of acetic acid as a catalyst. The reaction of 1 with Pd(II) and Pt(II) afforded square planar complexes 4 and 5 with metal ligand ratio of 1:2. The structures of benzimidazole ligand 1 and complexes 4 and 5 were determined by single crystal X-ray diffraction. Crystal structures showed formation of cis isomers and the packing patterns showed formation of supramolecular structures via weak van der Waals interactions. As expected, the hard bases 2 and 3 did not react with soft acids Pd(II) and Pt(II).","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0020169313006427","name":"Synthesis, characterization and coordination properties of 2-(2′-(methylseleno)phenyl)benzimidazole","publisher":"Inorganic Chimica Acta","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALM2r8BtPAGQn0S0EpVJzwLThcikb8w2CQ,NAME_SEARCH,gug3)"}]},{"publishedOn":{"month":7,"day":17,"year":2014},"description":"Photoluminescence (PL) turn-on sensors for first row transition metal ions have been developed based on reduced fluorenoazomethine podands. The bare podands, which are in the PL-quenched state, are quantitatively converted into an emissive charge-transfer species upon metal-ion binding, leading to a remarkable PL enhancement.","url":"http:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2014\/ra\/c4ra06528j#!divAbstract","name":"Reduced fluorenoazomethine based photoluminescence turn-on sensors for transition metal ions","publisher":"RSC Advances","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALM2r8BtPAGQn0S0EpVJzwLThcikb8w2CQ,NAME_SEARCH,gug3)"}]},{"publishedOn":{"month":9,"day":19,"year":2014},"description":"Crystal engineering and supramolecular synthons approach are applied to synthesize a series of 2-\naminothiazole (and its methyl derivatives) salts\/cocrystals with various dicarboxylic acids. On the basis of combinatorial library approach, 24 new salts\/cocrystals of 2-aminothiazole and its methyl derivatives with various dicarboxylic acid (aliphatic unsaturated and saturated backbone) were synthesized and characterized. All the synthesized salts were subjected to gelation test in various solvents (polar and nonpolar). Interestingly, one of the salts\/cocrystals, i.e., B3A6 (5-methyl-2-aminothiazolium hydrogen decandioate) was found to be capable of immobilizing water at slightly higher minimum gelator concentration (MGC). A structure−property correlation between various cocrystals\/salts based on single crystal X-structure of 11 compounds was undertaken. The gelation property of 2-aminothiazole-based gelling agent was found to be governed by the position of a methyl group on the thiazole ring, a length of the aliphatic carbon chain of dicarboxylic acid, and formation of hydrogen bonded network (HBN) leading to void in the single crystal structure. The comparison of single crystal X-ray structures of nongelators and a gelator were undertaken to understand the probable mechanism of hydrogelation in the series of 2-aminothiazole-based salts\/cocrystals.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cg501156p","name":"Combinatorial Library Approach to Realize 2‑Aminothiazole-Based Two-Component Hydrogelator: A Structure−Property Correlation","publisher":"Crystal Growth & Design","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"publishedOn":{"month":9,"day":25,"year":2015},"description":"Several tri-dentate ionic monochloro-palladium complexes of the type, [PdCl(NˆEˆN')][OTf] (3a-c, 3'a, 3'c) and [PdCl(CˆSeˆN')][OTf] (3d) (where, E = Se, Te; N' = 2-(3,5-dimethylpyrazol-1-yl)phenyl; N = ethylamine\/N, N-dimethylethylamine\/picolyl and C = 1-methyl-3-ethyl-2,3-dihydro-1H-imidazol carbene, respectively) were isolated from corresponding dichloro complexes (2a-d, 2'a, 2'c) prepared by reacting PdCl2 with equimolar amount of seleno-ether ligands. Some of the representative ionic complexes were unambiguously analyzed by single crystal X-ray diffraction method, and employed for Suzuki-Miyaura carbon−carbon coupling reactions. The effect of subtle changes in ligands, such as variation in auxiliary donor group or chalcogen atom, on crystal structure and catalytic efficiency has been investigated. For the above mentioned studies, auxiliary donor groups of different donor strength such as amines\/pyridyl (N-donor) and imidazole based carbene (C-donor) were introduced in seleno-ether ligands.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022328X15301571","name":"Palladium complexes of C\/Se and N\/E (E = Se, Te) ligands, 2-(3,5-dimethylpyrazol-1-yl)phenyl substituted chalcogeno-ethers: Functional group effect on structure and catalytic activity","publisher":"Journal of Organometallic Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"publishedOn":{"month":12,"year":2015},"description":"The structural characterization of fused thiazolopyrimidine 1 (C24H24N2O4S) is performed using the single crystal X-ray study, the DFT calculation, and the Hirshfeld surface analysis. The molecular packing of the crystal is mainly stabilized by C–H…O and C–H…π interactions. A DFT calculated HOMO-LUMO energy gap of 3.90 eV indicates a high kinetic stability of the compound. The 3D Hirshfeld surfaces and the associated 2D fingerprint plots are investigated for short contact interactions. The relative contribution of different interactions to the Hirshfeld surface indicates that the H…H, C…H, and O…H contacts account for about 83.4% of the total Hirshfeld surface area.","url":"http:\/\/link.springer.com\/article\/10.1134\/S0022476615070033","name":"Crystal structure, DFT study, and Hirshfeld surface analysis of ethyl 5-(3,4-dimethoxyphenyl)-7-methyl-3-phenyl-5H-thiazolo[ 3,2-A]pyrimidine-6-carboxylate","publisher":"Journal of Structural Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"name":"A Safe and Efficacious Pt(II) Anticancer Prodrug: Design, Synthesis, In-vitro Efficacy, Role of Carrier Ligand and In-vivo Tumour Growth Inhibition","publishedOn":{"month":12,"day":20,"year":2018},"publisher":"Chemical communications","url":"https:\/\/pubs.rsc.org\/en\/Content\/ArticleLanding\/2018\/CC\/C8CC06586A#!divAbstract","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"}]},{"publishedOn":{"month":11,"day":4,"year":2019},"description":"Antibody–drug  conjugates  (ADCs)  combine  the  high  specificity  of  antibodies  with  cytotoxic  payloads.  However,  the  present  strategies for the synthesis of ADCs either yield unstable or heterogeneous products or involve complex processes. Here, we report a computational approach that leverages molecular docking and molecular dynamics simulations to design ADCs that self-assemble through the non-covalent binding of the antibody to a payload that we designed to act as an affinity ligand for specific conserved amino acid residues in the antibody. This method does not require modifications to the antibody structure and  yields  homogenous  ADCs  that  form  in  less  than  8 min.  We  show  that  two  conjugates,  which  consist  of  hydrophilic  and  hydrophobic payloads conjugated to two different antibodies, retain the structure and binding properties of the antibody and its biological specificity, are stable in plasma and improve anti-tumour efficacy in mice with non-small cell lung tumour xenografts. The relative simplicity of the approach may facilitate the production of ADCs for the targeted delivery of cytotoxic payloads. \n\n","url":"https:\/\/www.nature.com\/articles\/s41551-019-0470-8","name":"Computationally designed antibody–drug conjugates self-assembled via affinity ligands","publisher":"Nature Biomedical Engineering","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2IhWkBWedoYEv8q-GL2lfFKIl1qW-T_28,NAME_SEARCH,h8Uc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIPu_cB77FtFiIRFQqIPF_hgnMawm1pDu8,NAME_SEARCH,3Dvf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAQ53QQBpYthIpZae_z5nFnFDQeaVtsRMlE,NAME_SEARCH,hB60)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPsOGsBRYVmrqevXvHTD3HdGL8oOQfbkpA,NAME_SEARCH,Lawt)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADdKNABLI90mxboQNZocvD6gjnPnAfkInM,NAME_SEARCH,DEZ7)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAN482IBaY0QEv81RBLcLhbMEA9Zi4mPopU,NAME_SEARCH,wFJe)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAVxwMYBT2Ob-JGf2MSxvJ0d2H7dyMAx2L8,NAME_SEARCH,0iOT)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAVpanIB57PvMClkIOGjXUXM87XkBDZ9dY4,NAME_SEARCH,GFhb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAxFePUBTmqWDvhMlYGy-sESc3-Eh-YTAYM,NAME_SEARCH,PglT)"}]}],"positions":null,"posts":[{"createdAt":1715232060000,"insightId":"d3f82a98-c2e8-42b0-bcbf-e7412fd40e0b","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQHyTGn_Qyvk2g\/feedshare-shrink_2048_1536\/0\/1715232096994?e=1720051200&v=beta&t=iIo6e_CMxCKbKq46oOIgGMuYNHnwJhFTy-SEQvciWX8"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":48},{"type":"PRAISE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194204851256381440","threadUrn":"urn:li:activity:7194204851256381440","reactionsCount":56,"commentsCount":13,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194204850438451200","message":{"attributes":[],"text":"Thank you Aurigene Pharmaceutical Services for Team Excellence Award. This appreciation will really inspire and motivate teams to achieve more milestones in near future."},"entityUrn":"urn:li:share:7194204850438451200"}}},{"createdAt":1715314620000,"insightId":"4d1ffb5b-78e1-4ed2-a50a-b7de11886a42","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194204851256381440,7194551206512402432)","threadUrn":"urn:li:activity:7194204851256381440","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thanks Smita"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194204851256381440"}}},{"createdAt":1715314620000,"insightId":"e885aff7-be44-4ecb-a507-9a3d6a59c4f6","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194204851256381440,7194551137893564416)","threadUrn":"urn:li:activity:7194204851256381440","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thanks Smita"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194204851256381440"}}},{"createdAt":1715258820000,"insightId":"7551b32f-c5e8-443a-9bfb-637d725e4cd6","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194204851256381440,7194317081209683970)","threadUrn":"urn:li:activity:7194204851256381440","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thank you Monideepadi"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194204851256381440"}}},{"createdAt":1715258760000,"insightId":"5526b9b8-7c47-48fa-a15f-06d66102a167","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194204851256381440,7194316923927470081)","threadUrn":"urn:li:activity:7194204851256381440","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thanks Eebha"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194204851256381440"}}},{"createdAt":1715236080000,"insightId":"fd3ed6d6-bbd6-4989-ae4e-961cdae1ccba","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194204851256381440,7194221682226585601)","threadUrn":"urn:li:activity:7194204851256381440","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thanks Heeralal "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194204851256381440"}}},{"createdAt":1715151840000,"insightId":"2e3a8860-ffa8-4b0c-bf32-29c16a63373f","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7191848111521034241,7193868402573168640)","threadUrn":"urn:li:ugcPost:7191848111521034241","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations for the new role."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7191848111521034241"}}},{"createdAt":1710475560000,"insightId":"dc10fd3e-afd3-420e-ab12-fa86022d8709","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7173297182257655808,7174254663041527808)","threadUrn":"urn:li:ugcPost:7173297182257655808","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations Vishalda"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7173297182257655808"}}}]}