{"summary":"Cellular\/molecular cancer biologist with a passion for early cancer detection through liquid biopsy; experienced in NGS assay development for ctDNA detection ","lastName":"Axelrod, PhD","objectUrn":"urn:li:member:236703873","geoRegion":"San Francisco Bay Area","fullName":"Haley Axelrod, PhD","firstName":"Haley","currentPositions":[{"companyName":"Guardant Health","title":"Manager, Technology Development","tenureAtCompany":{"numYears":5,"numMonths":10},"companyUrnResolutionResult":{"employeeCountRange":"1001-5000","headquarters":{"geographicArea":"California","country":"United States","city":"Palo Alto","postalCode":"94304","line1":"3100 Hanover Street"},"website":"http:\/\/www.guardanthealth.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/guardanthealth\/","industry":"Biotechnology Research"},"startedOn":{"month":3,"year":2024},"companyUrn":"urn:li:fs_salesCompany:2644051"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1519820464716?e=1723075200&v=beta&t=3AdCcMT6CZilCJV08Kc8ehUbSbGwt4UyHQhGcy4FIzQ","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1519820464409?e=1723075200&v=beta&t=e_wJ1yQ98lL4Hwf2ViMhZJy27_tB0mqUxaH8ZK7bhFg","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1519820464465?e=1723075200&v=beta&t=7iUzb4AVwDAwXX1JE5YXR8iF95rkhSclu-30ukPps0Y","height":400},{"width":500,"fileIdentifyingUrlPathSegment":"800_800\/0\/1519820465015?e=1723075200&v=beta&t=64rx2tUIaM_V3sw0l1NBVQ9d9j2cAMCZkkSJcbU-Epg","height":500}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQHtyfVTADoSRw\/profile-displayphoto-shrink_"},"projects":[{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"}],"description":"Assay development for Guardant Reveal™, a blood-based sequencing test for the detection of recurrent CRC, launched in Feb 2021. Achievement of 91% sensitivity through interrogation of genomic and methylation alterations, with detection of genomic alterations down to 0.01% allele frequency.","title":"Development of Guardant Reveal™","url":"https:\/\/www.guardanthealth.com\/solutions\/#lunar-1"}],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2018},"degree":"Doctor of Philosophy (Ph.D.)","eduId":156203431,"schoolUrn":"urn:li:fs_salesSchool:3525","school":"urn:li:fs_salesSchool:3525","fieldsOfStudy":["Cellular and Molecular Medicine"],"schoolName":"The Johns Hopkins University School of Medicine","startedOn":{"year":2013}},{"endedOn":{"year":2013},"degree":"Bachelor of Science (B.S.)","eduId":148462125,"schoolUrn":"urn:li:fs_salesSchool:4418","school":"urn:li:fs_salesSchool:4418","fieldsOfStudy":["Biology\/Biological Sciences, General"],"schoolName":"UC Irvine","startedOn":{"year":2009}}],"skills":[{"numOfEndorsement":0,"name":"Signal Transduction"},{"numOfEndorsement":2,"name":"Cell Signaling"},{"numOfEndorsement":3,"name":"Cancer Cell Biology"},{"numOfEndorsement":2,"name":"Cancer Research"},{"numOfEndorsement":0,"name":"Prostate Cancer"},{"numOfEndorsement":1,"name":"Molecular & Cellular Biology"},{"numOfEndorsement":7,"name":"Western Blotting"},{"numOfEndorsement":4,"name":"qPCR"},{"numOfEndorsement":4,"name":"Cell Culture"},{"numOfEndorsement":2,"name":"Confocal Microscopy"},{"numOfEndorsement":1,"name":"Scientific Writing"},{"numOfEndorsement":1,"name":"Laboratory Skills"},{"numOfEndorsement":2,"name":"Immunofluorescence"},{"numOfEndorsement":2,"name":"ELISA"},{"numOfEndorsement":1,"name":"FACS"},{"numOfEndorsement":0,"name":"Microsoft Excel"},{"numOfEndorsement":0,"name":"PowerPoint"},{"numOfEndorsement":0,"name":"Organization"},{"numOfEndorsement":0,"name":"Scientific Presentation"},{"numOfEndorsement":0,"name":"Small Molecules"},{"numOfEndorsement":0,"name":"Luciferase Assay"},{"numOfEndorsement":0,"name":"Lentivirus"},{"numOfEndorsement":0,"name":"Co-IP"},{"numOfEndorsement":0,"name":"Antibodies"},{"numOfEndorsement":0,"name":"ImageJ"},{"numOfEndorsement":0,"name":"GraphPad Prism"},{"numOfEndorsement":0,"name":"Transfection"},{"numOfEndorsement":0,"name":"RNA isolation"},{"numOfEndorsement":0,"name":"Mammosphere Assay"},{"numOfEndorsement":0,"name":"Gel Electrophoresis"},{"numOfEndorsement":3,"name":"PCR"},{"numOfEndorsement":0,"name":"Vector Cloning"},{"numOfEndorsement":0,"name":"Flow Cytometry"},{"numOfEndorsement":0,"name":"CRISPR"},{"numOfEndorsement":1,"name":"Immunohistochemistry"},{"numOfEndorsement":0,"name":"Mouse Models"},{"numOfEndorsement":1,"name":"RNA Isolation"}],"numOfConnections":603,"patents":[],"headline":"Manager, Technology Development at Guardant Health","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/haley-axelrod-phd-4a933167","organizations":[{"name":"American Association for Cancer Research (AACR)","position":"Associate Member","startedOn":{"month":12,"year":2011}}],"location":"San Francisco Bay Area","publications":[{"publishedOn":{"month":11,"day":12,"year":2014},"description":"In this report we use two small molecule inhibitors, PP242 (dual mTOR kinase inhibitor) and hippuristanol (eIF4A inhibitor), to define internal ribosome entry site (IRES) regulation via a Bcr-Abl-mTOR-eIF4A axis in CML cell lines and primary patient leukemias. We found that LEF1and other IRESs are uniquely sensitive to the activities of Bcr-Abl\/mTOR. Most notably, we discovered that eIF4A, an RNA helicase, elicits potent non-canonical effects on the LEF1 IRES. Hippuristanol inhibition of eIF4A stalls translation of IRES mRNA and triggers dissociation from polyribosomes. We propose that a combination drug strategy which targets mTOR and IRES-driven translation disrupts key factors that contribute to growth and proliferation in CML.\n \n","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25392452","name":"A Novel Bcr-Abl-mTOR-eIF4A Axis Regulates IRES-Mediated Translation of LEF-1","publisher":"Open Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKd18oBcrxKGTFK6XdBssE_Sol914ZZ-J0,NAME_SEARCH,GELv)"}]},{"publishedOn":{"month":11,"day":11,"year":2014},"description":"The control of cellular growth and proliferation is key to the maintenance of homeostasis. Survival, proliferation, and arrest are regulated, in part, by Growth Arrest Specific 6 (Gas6) through binding to members of the TAM receptor tyrosine kinase family. Activation of the TAM receptors leads to downstream signaling through common kinases, but the exact mechanism within each cellular context varies and remains to be completely elucidated. Deregulation of the TAM family, due to its central role in mediating cellular proliferation, has been implicated in multiple diseases. Axl was cloned as the first TAM receptor in a search for genes involved in the progression of chronic to acute-phase leukemia, and has since been established as playing a critical role in the progression of cancer. The oncogenic nature of Axl is demonstrated through its activation of signaling pathways involved in proliferation, migration, inhibition of apoptosis, and therapeutic resistance. Despite its recent discovery, significant progress has been made in the development of effective clinical therapeutics targeting Axl. In order to accurately define the role of Axl in normal and diseased processes, it must be analyzed in a cell type-specific context.","url":"http:\/\/www.impactjournals.com\/oncotarget\/index.php?journal=oncotarget&page=article&op=view&path[]=2422&pubmed-linkout=1","name":"Axl as a mediator of cellular growth and survival","publisher":"Oncotarget","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"}]},{"publishedOn":{"month":1,"day":16,"year":2019},"description":"Despite improvements in early detection and advances in treatment, patients with prostate cancer continue to die from their disease. Minimal residual disease after primary definitive treatment can lead to relapse and distant metastases, and increasing evidence suggests that circulating tumour cells (CTCs) and bone marrow-derived disseminated tumour cells (BM-DTCs) can offer clinically relevant biological insights into prostate cancer dissemination and metastasis. Using epithelial markers to accurately detect CTCs and BM-DTCs is associated with difficulties, and prostate-specific markers are needed for the detection of these cells using rare cell assays. Putative prostate-specific markers have been identified, and an optimized strategy for staining rare cancer cells from liquid biopsies using these markers is required. The ideal prostate-specific marker will be expressed on every CTC or BM-DTC throughout disease progression (giving high sensitivity) and will not be expressed on non-prostate-cancer cells in the sample (giving high specificity). Some markers might not be specific enough to the prostate to be used as individual markers of prostate cancer cells, whereas others could be truly prostate-specific and would make ideal markers for use in rare cell assays. The goal of future studies is to use sensitive and specific prostate markers to consistently and reliably identify rare cancer cells.","url":"http:\/\/dx.doi.org\/10.1038\/s41585-018-0119-5","name":"Prostate-specific markers to identify rare prostate cancer cells in liquid biopsies","publisher":"Nature Reviews Urology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"}]},{"publishedOn":{"month":7,"day":1,"year":2018},"description":"Robust optimization to increase the signal-to-noise ratio of immunofluorescent staining of bone marrow is required in order to achieve the necessary sensitivity and specificity for rare cell detection. Background immunofluorescent staining in bone marrow causes uncertainty and inconsistency among investigators, which can be overcome by systematically addressing each contributing source. Our optimized assay eliminates sources of background signal, and is adaptable to automated staining platforms for high throughput analysis.","url":"https:\/\/doi.org\/10.1186\/s12575-018-0078-5","name":"Optimization of immunofluorescent detection of bone marrow disseminated tumor cells","publisher":"Biological Procedures Online","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOhdGoBafpOKIteW7TnXVPpRlSBJtGY9uQ,NAME_SEARCH,yOeI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPulsEBYv-Qu0HkkF5OCLhEQU3d8YYfI_4,NAME_SEARCH,ADo3)"}]},{"publishedOn":{"month":4,"day":1,"year":2018},"description":"Don Coffey immortalized many aphorisms for his trainees, but perhaps the most famous of these is “If this is true, what does it imply?” This simple statement guides scientific research. If what we observe is real, what does it mean? By extension, how does that truth affect or change our thinking? How does it guide the next questions we must ask?","url":"http:\/\/www.ajceu.us\/files\/ajceu0075888.pdf","name":"Ten unanswered questions in cancer: “If this is true, what does it imply”? ","publisher":"American Journal of Clinical and Experimental Urology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"}]},{"publishedOn":{"month":10,"day":5,"year":2018},"description":"Prostate cancer bone metastasis remains lethal and incurable, and often arises years after elimination of the primary tumor. It is unclear what underlies the decades-long clinical latency before recurrence, but evidence points to the existence of dormant residual tumor cells that disseminated before the primary tumor was eliminated. To design therapies to prevent progression of disseminated tumor cells (DTC) into lethal metastases, it is crucial to understand the mechanism(s) underlying this dormancy. The current study functionally validated our previous observation that implicated the GAS6\/AXL axis in mediating DTC dormancy in the bone marrow. AXL-null and AXL-overexpressing prostate cancer cell lines were generated to determine if AXL was necessary and\/or sufficient for dormancy. Characterization of these cells in vitro and using in vivo mouse models of DTC growth demonstrated that AXL was indeed sufficient to induce dormancy, but was unable to maintain it long-term and was not absolutely required for a dormancy period. Clinically, AXL expression correlated with longer survival in prostate cancer patients, and AXL was not expressed by cancer cells in primary or metastatic tissue. These data point to a tumor-suppressive role for AXL in prostate cancer, and future work is required to determine if AXL is expressed on human bone marrow DTCs.\n\nImplications: The ability of AXL to initiate but not maintain dormancy, coupled with its dispensability, suggests that targeting AXL alone will not prevent lethal metastatic outgrowth, and likely a cooperative network of factors exists to mediate long-term cellular dormancy.","url":"http:\/\/mcr.aacrjournals.org\/content\/early\/2018\/10\/30\/1541-7786.MCR-18-0718","name":"AXL Is a Putative Tumor Suppressor and Dormancy Regulator in Prostate Cancer","publisher":"Molecular Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"}]},{"publishedOn":{"month":11,"day":2,"year":2018},"description":"Approximately 29 000 men die of prostate cancer (PCa) each year in the United States, and 90% to 100% of them are due to incurable bone metastasis. It is difficult to determine (1) when PCa disseminates in the natural history of the disease; (2) where cancer cell disseminates before becoming overt metastatic lesions; and (3) which tumors are aggressive and which are indolent. Tumor tissue and liquid (blood and bone marrow) biopsies provide important information to answer these questions, but significant limitations exist for immunostaining strategies that assess protein expression in these tissues. Classic immunohistochemistry (IHC) assays can typically assess expression of one or two proteins per tissue section. We have developed a novel immunofluorescence staining protocol to detect a panel of seven proteins on PCa tissue from primary tumor biopsies and metastatic lesion autopsy tissue, as well as cancer cells from liquid biopsies. We used a tyramide-based system to amplify the true signal and optimized the protocol to reduce background signal, thereby boosting the signal-to-noise ratio. Any protein-specific antibody in this protocol can be exchanged for a different validated antibody. This protocol therefore, represents a highly informative and flexible assay that can be used to provide important information about cancer tissue for the purpose of improving detection, diagnosis, and treatment.","url":"https:\/\/doi.org\/10.1002\/jcb.28016","name":"Optimization of prostate cancer cell detection using multiplex tyramide signal amplification","publisher":"Journal of Cellular Biochemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA4b0IEBKPQpkRYH4FaeUwC2tpuxJy4JaS0,NAME_SEARCH,YpX_)"}]}],"positions":null,"posts":[{"createdAt":1711653960000,"insightId":"b7a1e6cd-3614-434d-a3fa-69b4796930c4","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:celebrateJobChange:7179197058027859970"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":49},{"type":"APPRECIATION","count":1},{"type":"LIKE","count":97},{"type":"EMPATHY","count":7}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7179197058933747714","threadUrn":"urn:li:ugcPost:7179197058933747714","reactionsCount":154,"commentsCount":36,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7179197058933747714","message":{"attributes":[{"length":15,"start":90,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:2644051"}}}],"text":"I’m happy to share that I’m starting a new position as Manager, Technology Development at Guardant Health!"},"entityUrn":"urn:li:ugcPost:7179197058933747714"}}}]}