{"summary":"Scientific leader with >20 years experience directing multidisciplinary groups in both pharma, biotech and academia in oncology preclinical drug discovery and development and translational medicine.  \n\nExtensive experience leading both In vitro and in vivo pharmacology teams leveraging a breadth of models systems to support the discovery and development of small molecules, bio-therapeutics, CAR T, natural products and genetic therapies in both oncology and rare diseases.  Proficient at deploying a diversity of experimental methods, cutting-edge technologies, leveraging bioinformatic resources and identifying collaborative opportunities to assist the discovery of novel therapeutics, assay development and biomarker driven precision medicine.  \n\nExcellent written and verbal skills, with a strong publication record","lastName":"Monks","objectUrn":"urn:li:member:24232273","geoRegion":"Boston, Massachusetts, United States","fullName":"Noel Monks","firstName":"Noel","currentPositions":[{"companyName":"Ratio Therapeutics","title":"Head of Biology","tenureAtCompany":{"numYears":1,"numMonths":4},"companyUrnResolutionResult":{"employeeCountRange":"11-50","headquarters":{"geographicArea":"MA","country":"United States","city":"Boston","postalCode":"02210","line1":"77 Sleeper St"},"website":"https:\/\/ratiotx.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/ratio-therapeutics\/","industry":"Pharmaceutical Manufacturing"},"startedOn":{"month":2,"year":2023},"companyUrn":"urn:li:fs_salesCompany:80972401"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)","projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":1999},"degree":"Doctor of Philosophy (Ph.D.)","eduId":20802620,"schoolUrn":"urn:li:fs_salesSchool:165179","school":"urn:li:fs_salesSchool:165179","fieldsOfStudy":["Cancer Pharmacology and Drug Development"],"schoolName":"Newcastle University","startedOn":{"year":1995}},{"endedOn":{"year":1995},"degree":"Bachelor of Science (BSc) with Honours","eduId":587356593,"schoolUrn":"urn:li:fs_salesSchool:12754","school":"urn:li:fs_salesSchool:12754","fieldsOfStudy":["Applied Biology"],"schoolName":"Liverpool John Moores University","startedOn":{"year":1991}}],"skills":[{"numOfEndorsement":71,"name":"Cell Biology"},{"numOfEndorsement":37,"name":"Biotechnology"},{"numOfEndorsement":28,"name":"Translational Medicine"},{"numOfEndorsement":27,"name":"Molecular Biology"},{"numOfEndorsement":27,"name":"Assay Development"},{"numOfEndorsement":23,"name":"Oncology"},{"numOfEndorsement":17,"name":"Pharmacology"},{"numOfEndorsement":13,"name":"Translational Research"},{"numOfEndorsement":12,"name":"In Vitro"},{"numOfEndorsement":10,"name":"Cell"},{"numOfEndorsement":9,"name":"Drug Development"},{"numOfEndorsement":9,"name":"Tissue Culture"},{"numOfEndorsement":9,"name":"Animal Models"},{"numOfEndorsement":9,"name":"Cell Culture"},{"numOfEndorsement":8,"name":"In Vivo"},{"numOfEndorsement":7,"name":"Biochemistry"},{"numOfEndorsement":6,"name":"Genetics"},{"numOfEndorsement":5,"name":"Western Blotting"},{"numOfEndorsement":4,"name":"Molecular Cloning"},{"numOfEndorsement":3,"name":"DNA sequencing"},{"numOfEndorsement":4,"name":"Lifesciences"},{"numOfEndorsement":3,"name":"Clinical Research"},{"numOfEndorsement":3,"name":"Immunohistochemistry"},{"numOfEndorsement":4,"name":"RNA isolation"},{"numOfEndorsement":6,"name":"Life Sciences"},{"numOfEndorsement":3,"name":"Genomics"},{"numOfEndorsement":3,"name":"Systems Biology"},{"numOfEndorsement":3,"name":"Signal Transduction"},{"numOfEndorsement":3,"name":"RT-PCR"},{"numOfEndorsement":2,"name":"Project Management"},{"numOfEndorsement":0,"name":"Patient Derived Xenografts (PDX)"},{"numOfEndorsement":2,"name":"Molecular Genetics"},{"numOfEndorsement":1,"name":"Molecular Oncology"},{"numOfEndorsement":1,"name":"Molecular Pharmacology"},{"numOfEndorsement":0,"name":"Cancer Biology"},{"numOfEndorsement":1,"name":"qPCR"},{"numOfEndorsement":0,"name":"Pharmacogenomics"},{"numOfEndorsement":0,"name":"Translational Animal Models"},{"numOfEndorsement":0,"name":"Experimental Therapuetics"},{"numOfEndorsement":0,"name":"Next Gen Sequencing"},{"numOfEndorsement":0,"name":"Tumor Metastasis"},{"numOfEndorsement":0,"name":"Primary Cell Isolation"},{"numOfEndorsement":0,"name":"Cancer Stem Cells"},{"numOfEndorsement":0,"name":"Comparative Oncology"},{"numOfEndorsement":0,"name":"Mentoring Of Staff"},{"numOfEndorsement":0,"name":"Natural Products"},{"numOfEndorsement":0,"name":"Biomarker Development"},{"numOfEndorsement":0,"name":"Immuno-Oncology"},{"numOfEndorsement":47,"name":"Drug Discovery"},{"numOfEndorsement":0,"name":"Flow Cytometry"}],"pronoun":"He\/Him","numOfConnections":1714,"patents":[{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}],"description":"The present invention provides new methods for treating cancers, including treating tumors and\/or metastatic disease and\/or inhibiting the growth of tumors. The methods and combination therapies are preferably directed towards the treatment of OAT1B1- and\/or OAT1B3-expressing cancers such as lung cancers, breast cancer, colon cancer, hepatocellular carcinoma and other tumors. \r\n\r\nAccordingly, one aspect of the invention provides a method for treating cancer comprising administering to a subject in need thereof a pharmaceutically effective amount of a microcystin. Non-limiting examples of cancers to be treated are hepatocellular cancer, gastrointestinal cancer, lung cancer, gastric cancer, colon cancer, pancreatic cancer, gall bladder cancer, breast cancer, glioblastoma, and metastatic cancers and intraperitoneal disseminations thereof. The cancer is preferably hepatocellular cancer, gastrointestinal cancer, or non-small cell lung cancer. The microcystin can be a heptapeptide with the basic structure cyclo (D-Ala-X-erythro-β-methyl-D-iso-Asp-Y-Adda-D-iso-Glu-N-methyldehydro-Ala), where X and Y represent variable amino acids, and Adda is the β-amino acid, 3-amino-9-methoxy-2,6,8-trimethyl-10-phenyldeca-4,6-dienoic acid. Preferably, X and Y are L amino acids. More preferably, X is leucine and Y is either arginine, phenylalanine, or tryptophan. \r\n\r\nAnother aspect of the invention contemplates a combination therapy wherein a microcystin is used in combination with other cancer treatment modalities as known in the art. \r\n\r\nThe present invention also provides a method of screening for a microcystin with improved cytotoxicity, using cells transfected with at least one of OATP1B1 and OATP1B3. Preferably, the cells are transfected with OATP1B3.\r\n\r\n","title":"Microcystins as agents for treatment of cancer","url":"http:\/\/appft1.uspto.gov\/netacgi\/nph-Parser?Sect1=PTO1&Sect2=HITOFF&d=PG01&p=1&u=\/netahtml\/PTO\/srchnum.html&r=1&f=G&l=50&s1=20070275885.PGNR.","issuer":"us","issuedOn":{"month":5,"day":10,"year":2007}}],"headline":"Head of Biology at Ratio Therapeutics","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/noel-monks-3811478","organizations":[{"name":"American Association for Cancer Research (AACR)","position":"Active Member","startedOn":{"month":1,"year":2006}}],"location":"Boston, Massachusetts, United States","publications":[{"publishedOn":{"month":3,"day":31,"year":2014},"description":"Background - Precision (Personalized) medicine has the potential to revolutionize patient health care especially for many cancers where the fundamental disease etiology remains either elusive or has no available therapy. Here we outline a study in alveolar rhabdomyosarcoma, in which we use gene expression profiling and a series of drug prediction algorithms combined with a matched patient-derived xenograft (PDX) model to test bioinformatically predicted therapies.\r\n\r\nProcedure - A PDX model was developed from a patient biopsy and a number of drugs identified using gene expression analysis in combination with drug prediction algorithms. Drugs chosen from each of the predictive methodologies, along with the patient's standard-of-care therapy (ICE-T), were tested in vivo in the PDX tumor. A second study was initiated using the tumors that re-grew following the ICE-T treatment. Further expression analysis identified additional therapies with potential anti-tumor efficacy.\r\n\r\nResults - A number of the predicted therapies were found to be active against the tumors in particular BGJ398 (FGFR2) and ICE-T. Re-transplanted ICE-T treated tumorgrafts demonstrated a decreased response to ICE-T recapitulating the patient's refractory disease. Gene expression profiling of the ICE-T treated tumorgrafts identified cytarabine (SLC29A1) as a potential therapy, which was shown, along with BGJ398, to be highly active in vivo.\r\n\r\nConclusions - This study illustrates that PDX models are suitable surrogates for testing potential therapeutic strategies based on gene expression analysis, modeling clinical drug resistance and hold the potential to assist in guiding prospective patient care.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/pbc.25039\/abstract","name":"Using a rhabdomyosarcoma patient-derived xenograft to examine precision medicine approaches and model acquired resistance","publisher":"Pediatric Blood and Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIk7p4B1vb3Y4OOa0D34Co0YUPgYUGaxRw,NAME_SEARCH,WMr8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABBEfx8B38x_kx84EeeGqrjr1EZ65wkF3n0,NAME_SEARCH,_AJF)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANTjZYBMwYrpZfjlR4LC6_cxYqGdBsllqE,NAME_SEARCH,WdXU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAC0MboB533FgXLgTBIfJl7QRodtqpu3sDI,NAME_SEARCH,4gbe)"}]},{"publishedOn":{"month":6,"day":18,"year":2012},"description":"Background\r\nThere is resurgence within drug and biomarker development communities for the use of primary tumorgraft models as improved predictors of patient tumor response to novel therapeutic strategies. Despite perceived advantages over cell line derived xenograft models, there is limited data comparing the genotype and phenotype of tumorgrafts to the donor patient tumor, limiting the determination of molecular relevance of the tumorgraft model. This report directly compares the genomic characteristics of patient tumors and the derived tumorgraft models, including gene expression, and oncogenic mutation status. \r\nResults\r\nFresh tumor tissues from 182 cancer patients were implanted into immune compromised mice with forty-nine tumorgraft models that have been successfully established, exhibiting strong histological and genomic fidelity to the originating patient tumors. Comparison of the transcriptomes and oncogenic mutations between the tumorgrafts and the matched patient tumors were found to be stable across four tumorgraft generations. Not only did the various tumors retain the differentiation pattern, but surrounding stromal elements continue to be present for several tumorgraft generations. Those genes down-regulated specifically in tumorgrafts were enriched in biological pathways involved in host immune response, consistent with the immune deficiency status of the host. Patient tumors that successfully formed tumorgrafts were enriched for cell signaling, cell cycle, and cytoskeleton pathways and exhibited evidence of reduced immunogenicity. \r\nConclusions\r\nThe preservation of the patient's tumor genomic profile and tumor microenvironment supports the view that primary patient tumorgrafts provide a relevant model to support the translation of new therapeutic strategies and personalized medicine approaches in oncology. \r\n","url":"http:\/\/www.translational-medicine.com\/content\/10\/1\/125\/abstract","name":"Genomic Characterization of Explant Tumorgraft Models Derived from Fresh Patient Tumor Tissue","publisher":"Journal of Translational Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIk7p4B1vb3Y4OOa0D34Co0YUPgYUGaxRw,NAME_SEARCH,WMr8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANTjZYBMwYrpZfjlR4LC6_cxYqGdBsllqE,NAME_SEARCH,WdXU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOJLwMBk-47cGv0D4yAMyqRdqiyTooKVVI,NAME_SEARCH,A_dF)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOEZIIBfYFzd6-6P4TwazIKiJ80yHH93IM,NAME_SEARCH,nUqZ)"}]},{"name":"Comparative RNA-Seq and microarray analysis of gene expression changes in B-Cell lymphomas of Canis familiaris","publishedOn":{"month":4,"day":5,"year":2013},"publisher":"PLoS ONE","url":"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0061088","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGrz1kB8sll7teQKL4kAuEIOudbZR6TrqA,NAME_SEARCH,4ti9)"}]},{"publishedOn":{"month":7,"day":1,"year":2013},"description":"A successful therapeutic strategy, specifically tailored to the molecular constitution of an individual and their disease, is an ambitious objective of modern medicine. In this report, we highlight a feasibility study in canine osteosarcoma focused on refining the infrastructure and processes required for prospective clinical trials using a series of gene expression-based Personalized Medicine (PMed) algorithms to predict suitable therapies within 5 days of sample receipt\r\n","url":"http:\/\/www.translational-medicine.com\/content\/11\/1\/158\/abstract","name":"A multi-site feasibility study for personalized medicine in canines with Osteosarcoma","publisher":"Journal of Translational Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGrz1kB8sll7teQKL4kAuEIOudbZR6TrqA,NAME_SEARCH,4ti9)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEnV2ABep05UFKf48F2BQhiyajKXW8u7p0,NAME_SEARCH,ZV1Q)"}]},{"publishedOn":{"month":7,"day":1,"year":2013},"description":"Traditionally, the diagnosis of metastatic melanoma was terminal to most patients. However, the advancements towards understanding the fundamental etiology, pathophysiology, and treatment have raised melanoma to the forefront of contemporary medicine. Indeed, the evidence of durable remissions are being heard ever more frequently in clinics around the globe. Despite having more gene mutations per cell than any other type of cancer, investigators are overcoming complex genomic landscapes, signaling pathways, and immune checkpoints by generating novel technological methods and clinical protocols with breath-taking speed. Significant progress in deciphering molecular genetics, epigenetics, kinase-driven networks, metabolomics, and immune-enhancing pathways to achieve personalized and positive outcomes has truly provided new hope for melanoma patients. However, obstacles requiring breakthroughs include understanding the influence of sunlight exposure on melanoma etiology, and overcoming all too frequently acquired drug resistance, complicating targeted therapy. Pathologists continue to have critically important roles in advancing the field, particularly in the area of transitioning from microscope-based diagnostic reports to pharmacogenomics through molecularly informed tumor boards. Although melanoma is no longer considered just ‘one disease’, pathologists will continue this rapidly progressing and exciting journey to identify tumor subtypes, to utilize tumorgraft or so-called patient-derived xenograft (PDX) models, and to develop companion diagnostics to keep pace with the bewildering breakthroughs occurring on a regular basis. Exactly which combination of drugs will ultimately be required to eradicate melanoma cells remains to be determined. However, it is clear that pathologists who are as dedicated to melanoma as the pioneering pathologist Dr Sidney Farber was committed to childhood cancers, will be required as the battle against melanoma continues.","url":"http:\/\/www.nature.com\/labinvest\/journal\/vaop\/ncurrent\/full\/labinvest201384a.html","name":"Melanoma genotypes and phenotypes get personal","publisher":"Laboratory Investigation","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":9,"day":17,"year":2013},"description":"Malignant peripheral nerve sheath tumors (MPNST) are rare highly aggressive sarcomas that affect 8-13% of people with neurofibromatosis type 1. The prognosis for patients with MPNST is very poor. Despite TOP2A overexpression in these tumors, doxorubicin resistance is common, and the mechanisms of chemotherapy resistance in MPNST are poorly understood. Molecular-guided therapy prediction is an emerging strategy for treatment refractory sarcomas that involves identification of therapy response and resistance mechanisms in individual tumors. Here, we report the results from a personalized, molecular guided therapy analysis of MPNST samples.\r\nMolecular guided therapy predictions highlight substantial variability amongst human MPNST samples in expression of drug target and drug resistance pathways, as well as some similarities amongst samples, including common up-regulation of DNA repair mechanisms. In a subset of MPNSTs, high expression of ABCC1 is observed, serving as a predicted contraindication for doxorubicin and related therapeutics in these patients. These microarray-based results are confirmed with quantitative, real-time PCR and immunofluorescence. The functional effect of drug efflux in MPNST-derived cells is confirmed using in vitro growth inhibition assays. Alternative therapeutics supported by the molecular-guided therapy predictions are reported and tested in MPNST-derived cells.\r\nThese results confirm the substantial molecular heterogeneity of MPNSTs and validate molecular-guided therapy predictions in vitro. The observed molecular heterogeneity in  MPNSTs influences therapy prediction. Also, mechanisms involving drug transport and DNA damage repair are primary mediators of MPNST chemotherapy resistance. Together, these findings support the utility of individualized therapy in MPNST as in other sarcomas, and provide initial proof-of concept that individualized therapy prediction can be accomplished.","url":"http:\/\/www.translational-medicine.com\/content\/11\/1\/213\/abstract","name":"Molecular-guided therapy predictions reveal drug resistance phenotypes and","publisher":"Journal of Translational Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAxQKFYBTXx3UAvxiCSOlCKhbZnF-McX-nI,NAME_SEARCH,5Kbu)"}]},{"publishedOn":{"month":4,"day":2,"year":2015},"description":"Background Osteosarcoma (OS) is the most common type of solid bone cancer, with latent metastasis being a typical mode of disease progression and a major contributor to poor prognosis. For this to occur, cells must resist anoikis and be able to recapitulate tumorigenesis in a foreign microenvironment. Finding novel approaches to treat osteosarcoma and target those cell subpopulations that possess the ability to resist anoikis and contribute to metastatic disease is imperative. Here we investigate anchorage-independent (AI) cell growth as a model to better characterize anoikis resistance in human osteosarcoma while using an expression profiling approach to identify and test targetable signaling pathways. Methods Established human OS cell lines and patient-derived human OS cell isolates were subjected to growth in either adherent or AI conditions using Ultra-Low Attachment plates in identical media conditions. Growth rate was assessed using cell doubling times and chemoresistance was assessed by determining cell viability in response to a serial dilution of either doxorubicin or cisplatin. Gene expression differences were examined using quantitative reverse-transcription PCR and microarray with principal component and pathway analysis. In-vivo OS xenografts were generated by either subcutaneous or intratibial injection of adherent or AI human OS cells into athymic nude mice. ","url":"http:\/\/www.translational-medicine.com\/content\/13\/1\/110\/abstract","name":"Anoikis-resistant subpopulations of human osteosarcoma display significant chemoresistance and are sensitive to targeted epigenetic therapies predicted by expression profiling","publisher":"Journal of Translational Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANTjZYBMwYrpZfjlR4LC6_cxYqGdBsllqE,NAME_SEARCH,WdXU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABBEfx8B38x_kx84EeeGqrjr1EZ65wkF3n0,NAME_SEARCH,_AJF)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALTJTkB23ueSfhu-jif6vIS8TOpI8dnzPY,NAME_SEARCH,5XQc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAACedYcB5TigRV-RDvInUtOop8H1yzsXcew,NAME_SEARCH,oSz9)"}]},{"publishedOn":{"month":3,"day":15,"year":2015},"description":"Variable clinical responses, tumor heterogeneity, and drug resistance reduce long-term survival outcomes for metastatic melanoma patients. To guide and accelerate drug development, we characterized tumor responses for five melanoma patient derived xenograft models treated with Vemurafenib. Three BRAFV600E models showed acquired drug resistance, one BRAFV600E model had a complete and durable response, and a BRAFV600V model was expectedly unresponsive. In progressing tumors, a variety of resistance mechanisms to BRAF inhibition were uncovered, including mutant BRAF alternative splicing, NRAS mutation, COT (MAP3K8) overexpression, and increased mutant BRAF gene amplification and copy number. The resistance mechanisms among the patient derived xenograft models were similar to the resistance pathways identified in clinical specimens from patients progressing on BRAF inhibitor therapy. In addition, there was both inter- and intra-patient heterogeneity in resistance mechanisms, accompanied by heterogeneous pERK expression immunostaining profiles. MEK monotherapy of Vemurafenib-resistant tumors caused toxicity and acquired drug resistance. However, tumors were eradicated when Vemurafenib was combined the MEK inhibitor. The diversity of drug responses among the xenograft models; the distinct mechanisms of resistance; and the ability to overcome resistance by the addition of a MEK inhibitor provide a scheduling rationale for clinical trials of next-generation drug combinations.","url":"http:\/\/ajcr.us\/files\/ajcr0006747.pdf","name":"Melanoma patient derived xenografts acquire distinct Vemurafenib resistance mechanisms","publisher":"American Journal of Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANTjZYBMwYrpZfjlR4LC6_cxYqGdBsllqE,NAME_SEARCH,WdXU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAACedYcB5TigRV-RDvInUtOop8H1yzsXcew,NAME_SEARCH,oSz9)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALTJTkB23ueSfhu-jif6vIS8TOpI8dnzPY,NAME_SEARCH,5XQc)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAACYxmgB8kzGCd9DFxlg__MnguyjZOHCZ6U,NAME_SEARCH,P-Dh)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAZf_oABtpzP5-glq6groza_B4UWzEJcqSY,NAME_SEARCH,2hlq)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAdv4WsBZngyM6UIndHnJOj11K_dKvAVKr0,NAME_SEARCH,lID3)"}]},{"publishedOn":{"month":6,"day":18,"year":2012},"description":"BACKGROUND:\nThere is resurgence within drug and biomarker development communities for the use of primary tumorgraft models as improved predictors of patient tumor response to novel therapeutic strategies. Despite perceived advantages over cell line derived xenograft models, there is limited data comparing the genotype and phenotype of tumorgrafts to the donor patient tumor, limiting the determination of molecular relevance of the tumorgraft model. This report directly compares the genomic characteristics of patient tumors and the derived tumorgraft models, including gene expression, and oncogenic mutation status.\nRESULTS:\nFresh tumor tissues from 182 cancer patients were implanted into immune-compromised mice with forty-nine tumorgraft models that have been successfully established, exhibiting strong histological and genomic fidelity to the originating patient tumors. Comparison of the transcriptomes and oncogenic mutations between the tumorgrafts and the matched patient tumors were found to be stable across four tumorgraft generations. Not only did the various tumors retain the differentiation pattern, but supporting stromal elements were preserved. Those genes down-regulated specifically in tumorgrafts were enriched in biological pathways involved in host immune response, consistent with the immune deficiency status of the host. Patient tumors that successfully formed tumorgrafts were enriched for cell signaling, cell cycle, and cytoskeleton pathways and exhibited evidence of reduced immunogenicity.\nCONCLUSIONS:\nThe preservation of the patient's tumor genomic profile and tumor microenvironment supports the view that primary patient tumorgrafts provide a relevant model to support the translation of new therapeutic strategies and personalized medicine approaches in oncology.","url":"http:\/\/translational-medicine.biomedcentral.com\/articles\/10.1186\/1479-5876-10-125","name":"Genomic Characterization of Explant Tumorgraft Models Derived from Fresh Patient Tumor Tissue.","publisher":"JOURNAL OF TRANSLATIONAL MEDICINE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABBEfx8B38x_kx84EeeGqrjr1EZ65wkF3n0,NAME_SEARCH,_AJF)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANTjZYBMwYrpZfjlR4LC6_cxYqGdBsllqE,NAME_SEARCH,WdXU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIk7p4B1vb3Y4OOa0D34Co0YUPgYUGaxRw,NAME_SEARCH,WMr8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABEbkkBWWj8VgCEZPoulUCYNgO3L_sr8MY,NAME_SEARCH,VZ9M)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABXCNOIBwyddy3A8-DHUX6fiMqydKf-GeJE,NAME_SEARCH,Vc8_)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAHIy54BLN-4muwDr9hOGw6Xh8GrY9WD2Zs,NAME_SEARCH,B-fo)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASANeIBHb0Q2apBt7-tBPvKWFfsg5ZEaGg,NAME_SEARCH,rcvK)"}]},{"publishedOn":{"month":11,"year":2011},"description":"Plants continue to retain some advantages over combinatorial chemistry as sources of novel compounds, for example, they can generate metabolites with a complexity beyond synthetic chemistry. However, this comes with its own problems in production and synthetic modification of these compounds. Natural Products Genomics (NPG) aims to access the plants own genomic capacity to increase yields, and modify complex bioactive metabolites, to alleviate these limitations. NPG uses a combination of gain of function mutagenesis and selection to a) mimic the evolution of novel compounds in plants, and b) to increase yields of known bioactive metabolites. This process is performed rapidly at the cell culture level in large populations of mutants. Two examples demonstrating proof of concept in Nicotiana tabacum (tobacco) and proof of application in the medicinal plant species Catharanthus roseus, are included to illustrate the feasibility of this approach. This biotechnology platform may alter the way in which plant drug discovery is perceived by the pharmaceutical industry, and provides an alternative to combinatorial chemistry for the discovery, modification and production of highly complex bioactive molecules.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1056871911002371","name":"Natural Products Genomics: A novel approach for the discovery of anti-cancer therapeutics","publisher":"Journal of Pharmacological and Toxicology Methods","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAQgCN8BsyjhNz7uZUpYTATpDbb6XDmU7ME,NAME_SEARCH,TgcI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAELWNYB1kxwN90z0OtlvP33Suxg977iVcQ,NAME_SEARCH,dI6g)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXwsTABqIRegxMxIm_0XDFZa06SpgxjClE,NAME_SEARCH,do3P)"}]},{"publishedOn":{"month":9,"year":2010},"description":"This article discusses the need for transporter-mediated uptake for investigations addressing the mechanism of action of microcystins [with reference to the previous article in Cell Biology International by de Souza Votto (2007) 31:1359-1366].","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1042\/CBI20100244\/abstract;jsessionid=C7C2EFDB3E667E597340D08D6D61F2D6.f02t03","name":"Addressing the design of in vitro models for the investigation of microcystins:  The essential role of transporter mediated uptake.","publisher":"Cell Biology International","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUTXjsB9O4gHtjHlYMaTlWMtTgguihQPOQ,NAME_SEARCH,4ibQ)"}]},{"publishedOn":{"month":4,"year":2010},"description":"Solute transporters that are selectively expressed on tumor cell membranes could be targeted with small molecule toxins that are selective substrates for these transporters. HeLa cells transfected to express the solute transporter OATP1B1 are exquisitely sensitive in vitro to microcystin LR (MCLR) and its analogs, and undergo rapid morphologic changes after exposure to MCLR. Immunoblot analyses revealed HSP27 phosphorylation increased prior to the rapid MCLR-induced morphologic changes. However, transfection of OATP1B1-expressing cells with HSP27 dominant negative mutants did not reverse MCLR toxicity. Although the MAP kinase p38 inhibitor SB202190 partially reversed MCLR cytotoxicity, the control molecule, SB202474, had similar effects. Unexpectedly, both SB202190 and SB202474 inhibited OATP1B1 uptake activity, indicating an alternative explanation for cytotoxicity reversal that did not involve p38 MAP kinase. Similarly, although the potassium chloride co-transporter (KCC) inhibitor (dihydro-indenyl)oxyalkanoic acid (DIOA), and the anti-oxidant, N-acetyl cysteine (NAC) both reversed MCLR cytotoxicity, both were also found to be unexpected OATP1B1 transport inhibitors. Therefore, the mechanism of MCLR-induced cytotoxicity is obscured by the inhibition of OATP1B1 uptake activity by MAP kinase inhibitors, DIOA, and NAC. Finally, growth of OATP1B1-expressing HeLa xenografts was inhibited by MCLR, suggesting that MCLR structural analogs selected for a broader therapeutic index could target OATP-expressing tumors.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0041010109005509","name":"Abrogation of microcystin cytotoxicity by MAP kinase inhibitors and N-acetyl cysteine is confounded by OATPIB1 uptake activity inhibition.","publisher":"Toxicon","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUTXjsB9O4gHtjHlYMaTlWMtTgguihQPOQ,NAME_SEARCH,4ibQ)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL2qYYBYClCGbG1Bn3yxa63KpPEts_sbgk,NAME_SEARCH,jo_s)"}]},{"publishedOn":{"month":5,"year":2010},"description":"PURPOSE:\nWe have previously shown that the expression of the thiamine transporter THTR2 is decreased sevenfold in breast cancer, which may leave breast cancer cells vulnerable to acute thiamine starvation. This concept was supported by the observation that MDA231 breast cancer xenografts demonstrated growth inhibition in mice fed a thiamine-free diet.\nMETHODS:\nWe purified recombinant Bacillus thiaminolyticus thiaminase I enzyme, which digests thiamine, to study acute thiamine starvation in breast cancer.\nRESULTS:\nThiaminase I enzyme was cytotoxic in six breast cancer cell lines with IC(50)s ranging from 0.012 to 0.022 U\/ml. The growth inhibitory effects of the combination of thiaminase I with either doxorubicin or paclitaxel were also examined. Over a wide range of drug concentrations, thiaminase 1 was consistently synergistic or additive with doxorubicin and paclitaxel in MCF-7, ZR75, HS578T and T47D cell lines, with most combinations having a calculated combination index (CI) of less than 0.8, indicating synergy. Although thiaminase I exposure did not stimulate the energy-sensing signaling kinases AKT, AMPK and GSK-3beta in MCF-7, ZR75, HS578T and T47D cell lines, thiaminase I exposure did stimulate expression of the ER stress response protein GRP78. In summary, thiaminase I is cytotoxic in breast cancer cell lines and triggers the unfolded protein response.\nCONCLUSION:\nThese findings suggest that THTR2 down-regulation in breast tumors may present a nutritional vulnerability that could be exploited by thiaminase I enzyme therapy.","url":"http:\/\/rd.springer.com\/article\/10.1007%2Fs00280-009-1148-9","name":"Sensitivity of breast cancer cell lines to recombinant thiaminase I.","publisher":"Cancer Chemotherapy and Pharmacology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUTXjsB9O4gHtjHlYMaTlWMtTgguihQPOQ,NAME_SEARCH,4ibQ)"}]},{"publishedOn":{"month":2,"year":2007},"description":"Microcystins are a family of cyclic peptides that are potent inhibitors of the protein phosphatase families PP1 and PP2A. Only three human proteins are thought to be able to mediate the hepatic uptake of microcystins (the organic anion-transporting polypeptides OATP1B1, OATP1B3, and OATP1A2), and the predominant hepatic expression of these transporters accounts for the liver-specific toxicity of microcystins. A significant obstacle in the study of microcystins as anticancer drugs is the requirement of specific transport proteins for cellular uptake. We report that OATP1B3 mRNA is up-regulated in non-small cell lung cancer tumors in comparison with normal control tissues. This finding led to the exploration of microcystins as potential anticancer agents. We have developed a HeLa cell model with functional OATP1B1 and OATP1B3 activity. Transiently transfected HeLa cells are over 1,000-fold more sensitive to microcystin LR than the vector-transfected control cells, showing that transporter expression imparts marked selectivity for microcystin cytotoxicity. In addition, microcystin analogues showed variable cytotoxicities in the OATP1B1- and OATP1B3-transfected cells, including two analogues with IC(50) values <1 nmol\/L. Cytotoxicity of microcystin analogues seems to correlate to the inhibition of PP2A in these cells and induces rapid cell death as seen by chromatin condensation and cell fragmentation. These studies show that microcystin-induced phosphatase inhibition results in potent cytotoxicity when microcystin compounds can gain intracellular access and are a potent novel class of therapeutic agents for tumors expressing these uptake proteins.","url":"http:\/\/mct.aacrjournals.org\/content\/6\/2\/587.long","name":"Potent Cytotoxicity of the phosphatase inhibitor microcystin LR and microcystin analogues in OATP1B1 and OATP1B3-expressing HeLa cells.","publisher":"Molecular Cancer Therapeutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUTXjsB9O4gHtjHlYMaTlWMtTgguihQPOQ,NAME_SEARCH,4ibQ)"}]},{"publishedOn":{"month":5,"year":2006},"description":"Cancer cells in order to survive are often mutated to block apoptosis. One chemotherapeutic option is the re-establishment of apoptosis. An example of such a therapy is the PKC inhibitor Gö6976, which activates apoptosis and shrinks in vivo tumors in estrogen receptor-negative breast cancers. We proposed as a mechanism blockage of activation of the transcription factor NF-kappaB, which is anti-apoptotic and often elevated in cancers. Over recent years, questions have arisen regarding the specificity of these \"small-molecule inhibitors.\" We have therefore explored the role of NF-kappaB inhibition in MDA-MB-231 breast cancer cells using small inhibitory RNAs (siRNA). siRNAs designed against NF-kappaB protein p65 (RelA) and IKKalpha, IKKbeta, and IKKgamma, strongly decreased the target proteins. But, unlike Gö6976, they did not decrease basal NF-kappaB or cause apoptosis. In particular, the decrease in p65 protein had no effects on apoptosis or cell proliferation, thus questioning the importance of NF-kappaB alone in the maintenance of these cells. Furthermore, the proteasome inhibitor MG-132 caused loss of IkappaBalpha, and an increase of it is phosphorylated form, but basal NF-kappaB was unchanged, whilst activation of NF-kappaB by TNFalpha was completely inhibited, suggesting that MG-132 activity is independent of constitutive NF-kappaB activation. We ascribe these differences to the specificity of inhibition by siRNAs as compared to the well-known non-specificity of small-molecule inhibitors. We conclude that the mutations in these cancer cells made them resistant to apoptosis, by elevating their NF-kappaB and activating other basal pathways that are blocked by Gö6976 but not by IKK and p65 siRNAs.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/jcb.20789\/abstract","name":"Targeting the NF-kB Pathway in Estrogen Receptor Negative MDA-MB-231 Breast Cancer Cells using Small Inhibitory RNAs.","publisher":"Journal of Cellular Biochemistry.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"name":"Blocking Anti-Apoptosis as a Strategy for Cancer Chemotherapy; NF-kB as a Target.","description":"Critical processes underlying cancers must be better understood to develop strategies for treatment and prevention. A chemotherapeutic strategy is proposed that is based upon re-establishment, with a drug, of nullified programmed cell death (apoptosis) in cancer cells, which to survive have mutated to block apoptosis. A chemotherapy that is specific against tumors implanted in mice demonstrated the feasibility of this principle. This therapy is specific because it affects a process unique to cancer cells. It also has the advantage of killing these cells, in contrast to reversibly blocking their proliferation. The anti-apoptotic transcription factor NF-kappaB provides a potential therapeutic target in estrogen receptor negative (ER-) breast cancers that over-express the epidermal growth factor family of receptors (EGFR). Further investigations of the pathways utilize dominant negative protein inhibitory peptide, and small inhibitory RNAs (siRNAs) to block the production of relevant enzymes.","publisher":"Journal of Cellular Biochemistry.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/jcb.20080\/abstract","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":7,"year":2002},"description":"Cellular determinants of sensitivity to the bifunctional alkylating agent 4-[N,N-bis(2-iodoethyl)amino]phenol (ZD2767D), the active drug produced by ZD2767 antibody-directed enzyme prodrug therapy (ADEPT), were studied. The prodrug 4-[N,N-bis(2-iodoethyl)amino]phenoxycarbonyl L-glutamic acid (ZD2767P)+activating enzyme carboxypeptidase G2 (CPG2) displayed growth inhibitory activity (IC(50) 0.04-2.2 microM) in colorectal tumour and non-small cell lung cancer (NSCLC) cell lines, and was more potent than a monofunctional ZD2767D analogue (colorectal cell lines-IC(50) 18-38 microM), synthesized for the first time. ZD2767P + CPG2 rapidly formed DNA-DNA interstrand cross-links (maximal at 10 min), and semi-quantitative analyses indicate that levels were similar in 3 of 4 cell lines studied (25-75 rad equivalents) at equitoxic (10 x IC(50)\/LC(50)) concentrations. In matched HCT116 TP53 functional\/non-functional cell lines, there was no significant difference in the sensitivity to ZD2767P+CPG2. Together, these results suggest that cellular sensitivity to ZD2767P+CPG2 is, in part, related to the levels of interstrand crosslinks, but that TP53 status does not markedly effect chemosensitivity.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959804902001119","name":"DNA interstrand cross-linking and TP53 status as determinants of tumour cell sensitivity in vitro to the antibody-directed enzyme prodrug therapy ZD2767.","publisher":"European Journal of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":9,"day":1,"year":2001},"description":"ZD2767P is a phenol mustard glutamate prodrug which is currently being developed for Antibody Directed Enzyme Prodrug Therapy (ADEPT). In ZD2767 ADEPT an active bi-functional alkylating drug, ZD2767D, is generated following cleavage of ZD2767P by the bacterial enzyme carboxypeptidase G2 (CPG2) which is targeted to the tumour by conjugation to the F(ab')(2)fragment of the anti-CEA antibody A5B7. The aim of the studies described here was to identify the mode of cell death induced by ZD2767P + CPG2 in comparison to the established nitrogen mustard chlorambucil. The contribution of bifunctional and monofunctional ZD2767 DNA lesions to cell death induction was investigated using a monofunctional ZD2767D analogue. Apoptosis in LoVo tumour cells was studied by three different methods (nuclear morphology, annexin V staining and TUNEL). Levels of apoptosis detected using the three assays were similar, and each drug treatment produced apoptosis at levels above those in control cells at concentrations which resulted in tumour cell growth inhibition. The bi-functional compounds, ZD2767P + CPG2 and chlorambucil, induced apoptosis in a concentration and time dependent manner, with equitoxic concentrations producing equivalent levels of apoptosis. In contrast, the mono-functional ZD2767D analogue at 100 microM resulted in the maximal level of apoptosis at 25 h with no further increase over the following 72 h. These studies have demonstrated that apoptosis is the mechanism of cell death induced by the ZD2767 ADEPT system, and that levels of apoptosis produced by ZD2767 are similar to those observed at equitoxic concentrations of the classical nitrogen mustard chlorambucil. The mono-functional ZD2767 analogue also induced apoptosis, but with a different time course and characteristics. In conjunction with previous data, these studies have shown that the potent activity of ZD2767 can be attributed to the ability of the compound to induce bifunctional DNA lesions and engage apoptosis.","url":"http:\/\/www.nature.com\/bjc\/journal\/v85\/n5\/full\/6691947a.html","name":"Induction of apoptosis by the adept agent ZD2767: comparison with the classical nitrogen mustard chlorambucil and a monofunctional ZD2767 analogue.","publisher":"British Journal of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":7,"year":2000},"description":"ZD2767P, a nitrogen mustard glutamate prodrug, is currently being evaluated in Phase 1 clinical trials of antibody directed enzyme prodrug therapy (ADEPT). There was no significant relationship between basal glutathione (GSH) concentration and sensitivity to ZD2767P + carboxpeptidase G2 (CPG2) in colorectal tumour cell-lines. Depletion of intracellular GSH using buthionine sulfoximine (BSO) resulted in only a modest potentiation of ZD2767P + CPG2 activity and hence BSO is unlikely to markedly enhance the activity of this ADEPT treatment.","url":"http:\/\/www.nature.com\/bjc\/journal\/v83\/n2\/full\/6691240a.html","name":"Cellular glutathione as a determinant of the sensitivity of colorectal tumour cell-lines to ZD2767 antibody directed enzyme prodrug therapy (ADEPT).","publisher":"British Journal of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":9,"year":2008},"description":"Aqueous and organic extracts of Asteraceae (Compositae) collected from the State of Rio Grande do Sul, Brazil, have been tested in vitro for cytotoxic activity against human solid tumour cell lines. Twenty-five species, 125 extracts in total, were screened against HT29 human colon adenocarcinoma cells and NCI-H460 human non-small cell lung cancer cells. Twenty-five extracts from 11 species demonstrated cytotoxicity at 100 mug\/ml against one or both of the cell lines tested. Further analysis was performed on the active extracts using three cell lines HT29, NCI-H460, and U373 human glioblastoma cells, to determine the IC50 and the degree of tumour cell line selectivity. Extracts from Baccharis coridifolia, Baccharis ochracea, Eupatorium macrocephalum, Eupatorium pedunculosum and Stenachaenium riedelii all produced IC50 values below 5 mug\/ml. Comparison of the IC50 results between cell lines identified that Baccharis coridifolia, Baccharis ochracea, Eupatorium laevigatum and Pluchea sagittalis extracts produced differential sensitivity across the panel of three cell lines. These species are currently under further investigation with the ultimate objective of isolation and identification of the active principles responsible for the anti-proliferative activity.","url":"http:\/\/www.tandfonline.com\/doi\/abs\/10.1076\/phbi.40.7.494.14681","name":"In vitro cytotoxicity of extracts from Brazilian Asteraceae.","publisher":"Pharmaceutical Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":12,"day":12,"year":2002},"description":"This study reports the in vitro screening of 10 marine sponges (Porifera) collected from the coastline of Santa Catarina, southern Brazil, in the search for novel pharmaceuticals. Organic and aqueous extracts were tested for anticancer, antibacterial, antifungal and antichemotactic activities. Eight of the ten species tested demonstrated activity in one or more of the bioassays. Organic extracts of Polymastia janeirensis Boury-Esnauls, 1973, Haliclona aff tubifera George and Wilson, 1919, Mycale arcuiris Lemer and Hajdu, 2002 and Raspailia (syringella) sp. each demonstrated cytotoxicity at 100 mug\/ml in an in vitro screening assay against the HT29 colorectal tumour cell line. Further analysis against three human tumour cell lines (HT29, U373 and NCI-H460) demonstrated IC50 concentrations ranging from 25 to 50 mug\/ml. Aqueous extracts of six species P. janeirensis, M arcuiris, Raspailia (syringella) sp., Guitarra sp., Tedania ignis Duchassaing and Michelotti, 1864 and Pseudaxinella reticulata Ridley and Dendy, 1886 each significantly (p less than or equal to 0.05) retarded the migration of polymorphonuclear (PMN) leukocytes in a chemotactic assay. In antibacterial assays, only H. aff tubifera (four of five bacterial strains) and Axinella corrugata George and Wilson, 1919 (one of five bacterial strains) demonstrated activity. None of the 10 species demonstrated measurable antifungal activity. These extracts are currently undergoing further analysis to identify the active constituents.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022098102003805","name":"Anticancer, Antichemotactic and Antimicrobial activities of marine sponges collected off the coast of Santa Catarina, southern Brazil.","publisher":"Journal of Experimental Marine Biology and Ecology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":12,"year":2002},"description":"Organic and aqueous extracts of 145 Brazilian plants (538 extracts) from 34 families were evaluated for anti-tumour activity against the human tumour cell lines HT29 and NCIH460. Of the extracts tested, 117 (22%) demonstrated cytotoxicity against one or both of the cell lines at a concentration of 100µg\/ml. Of special interest are the families Anacardiaceae, Annonaceae, Asteraceae, Celestraceae, Leguminosae (Fabaceae), Meliaceae and Myrtaceae, which contain a high proportion of active species. On the basis of these results we are further examining the cytotoxic species, with the objective of isolating and identifying the active phytochemicals. These results also confirm the continuing importance of natural product screening models, alongside targeted drug development, in the discovery of new anti-neoplastic pharmacophores.","url":"http:\/\/www.tandfonline.com\/doi\/abs\/10.1076\/phbi.40.8.603.14658","name":"Anti-tumour screening of Brazilian plants.","publisher":"Pharmaceutical Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"}]},{"publishedOn":{"month":4,"day":27,"year":2017},"description":"Moxetumomab pasudotox is a second-generation recombinant immunotoxin against CD22 on\nB-cell lineages. Antileukemic activity has been demonstrated in children with chemotherapyrefractory\nB-cell precursor acute lymphoblastic leukemia (BCP-ALL), with variable responses.\nHere, we report in vitro and in vivo evaluation of moxetumomab pasudotox treatment of human\ncell lines and patient-derived cells as a preliminary study to understand characteristics of sensitivity\nto treatment.Binding, internalization, and apoptosiswere evaluated using fluorescently tagged\nmoxetumomab pasudotox. Studies inNOD-scid IL2Rgnull mice showed a modest survival benefit in\nmice engrafted with 697 cells but not in NALM6 or the two patient-derived xenograft models.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/pbc.26604\/full","name":"Characterization of the anti-CD22 targeted therapy, moxetumomab pasudotox, for B-cell precursor acute lymphoblastic leukemia","publisher":"Pediatric Blood & Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAM0WPwBTARZedRVwg5Hy6--acjZsoXSRjI,NAME_SEARCH,moQR)"}]},{"publishedOn":{"month":5,"day":7,"year":2017},"description":"Vesicular stomatitis virus encoding the IFNb transgene (VSVIFNb) is a mediator of potent oncolytic activity and is undergoing clinical evaluation for the treatment of solid tumors. Emerging preclinical and clinical data suggest treatment of tumors with oncolytic viruses may sensitize tumors to checkpoint inhibitors and increase the anti-tumor immune response. New generations of immuno-oncology molecules including T cell agonists are entering clinical development and could be hypothesized to enhance the activity of oncolytic viruses, including VSV-IFNb. Here, we show that VSV-IFNb exhibits multiple mechanisms of action, including direct cell killing, stimulation of an innate immune response, recruitment of CD8 T cells, and depletion of T regulatory cells. Moreover, VSV-IFNb promotes the establishment of a CD8 T cell response to endogenous tumor antigens. Our data demonstrate a significant enhancement of anti-tumor function for VSVIFNb when combined with checkpoint inhibitors, but not OX40 agonists. While the addition of checkpoint inhibitors to VSV-IFNb generated robust tumor growth inhibition, it resulted in no increase in viral replication, transgene expression, or immunophenotypic changes beyond treatment with VSVIFNb alone. We hypothesize that tumor-specific T cells generated by VSV-IFNb retain activity due to a lack of immune exhaustion when checkpoint inhibitors were used.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1525001617302241","name":"Oncolytic VSV Primes Differential Responses to Immuno-oncology Therapy","publisher":"Molecular Therapy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFzGKABRgnSQoFNPPwXMBf4bLsB--kACzI,NAME_SEARCH,RPvE)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA54DzgBR3Zbz0avwFEjC8wOo_LcUJBuHxw,NAME_SEARCH,EGBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAX1B-QBqOiGKuHa7VDsCC3xE_iIM2P6FnQ,NAME_SEARCH,BolD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFiVAUB7rGi7l-NN8Z_4qR8xgzPGrYnzyM,NAME_SEARCH,gOTn)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAhluG4BllD8tYDzhujHs19OwWBDa2atrR0,NAME_SEARCH,JVYE)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGMuJUBh4C8DM25-wHVoCDfNkXO5-ZbIqw,NAME_SEARCH,3QP1)"}]},{"publishedOn":{"month":7,"day":21,"year":2018},"description":"Prostate-specific membrane antigen (PSMA) is a membrane-bound glutamate carboxypeptidase that is highly expressed in nearly all prostate cancers with the highest expression in metastatic castration-resistant prostate cancer (mCRPC). The prevalence of increased surface expression and constitutive internalization of PSMA make it an attractive target for an antibody–drug conjugate (ADC) approach to treating patients with mCRPC. MEDI3726 (previously known as ADCT-401) is an ADC consisting of an engineered version of the anti-PSMA antibody J591 site specifically conjugated to the pyrrolobenzodiazepine (PBD) dimer tesirine. MEDI3726 specifically binds the extracellular domain of PSMA and, once internalized, releases the PBD dimer to crosslink DNA and trigger cell death. In vitro, MEDI3726 demonstrated potent and specific cytotoxicity in a panel of PSMA-positive prostate cancer cell lines, consistent with internalization and DNA interstrand crosslinking. In vivo, MEDI3726 showed robust antitumor activity against the LNCaP and the castration-resistant CWR22Rv1 prostate cancer cell line xenografts. MEDI3726 also demonstrated durable antitumor activity in the PSMA positive human prostate cancer patient–derived xenograft (PDX) LuCaP models. This activity correlated with increased phosphorylated Histone H2AX in tumor xenografts treated with MEDI3726. MEDI3726 is being evaluated in a phase I clinical trial as a treatment for patients with metastatic castrate-resistant prostate cancer (NCT02991911).","url":"http:\/\/mct.aacrjournals.org\/content\/17\/10\/2176.long","name":"Antitumor Activity of MEDI3726 (ADCT-401), a Pyrrolobenzodiazepine Antibody–Drug Conjugate Targeting PSMA, in Preclinical Models of Prostate Cancer","publisher":"Molecular Cancer Therapuetics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAR5DQgBCVpjDvElgNmRrLsxZnvk2yvwjJM,NAME_SEARCH,jZqv)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEPn-8BTUm-Kf3ru_kai-G1JSoSZGfZH9g,NAME_SEARCH,L1hm)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABJ0TbEBuQBj_Lhx58OopgV9GXEwbUCNgJo,NAME_SEARCH,2DHr)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAACXJJgBGigy-q-2EHb7g9ZMbedQAJA3YGY,NAME_SEARCH,Bbjz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPOQ7QB4tLMAAz90BqSkXhOuwYMjniqjac,NAME_SEARCH,oxyo)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnJjPcBhAksFopV7nhZH3LKcLcfBLMhhEs,NAME_SEARCH,m9Fd)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABHRswB1X0igiPDUjvpL0NbDXq6N8LdDao,NAME_SEARCH,_Vp7)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFubkUBBrXJN8e4nzEkz0h5RkRABZj9Tls,NAME_SEARCH,NH4r)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFiVAUB7rGi7l-NN8Z_4qR8xgzPGrYnzyM,NAME_SEARCH,gOTn)"}]},{"publishedOn":{"month":11,"day":14,"year":2019},"description":"BRAF and MEK1\/2 inhibitors are effective in melanoma but resistance inevitably develops. Despite increasing the abundance of pro-apoptotic BIM and BMF, ERK1\/2 pathway inhibition is predominantly cytostatic, reflecting residual pro-survival BCL2 family activity. Here, we show that uniquely low BCL-XL expression in melanoma biases the pro-survival pool towards MCL1. Consequently, BRAF or MEK1\/2 inhibitors are synthetic lethal with the MCL1 inhibitor AZD5991, driving profound tumour cell death that requires BAK\/BAX, BIM and BMF, and inhibiting tumour growth in vivo. Combination of ERK1\/2 pathway inhibitors with BCL2\/BCL-w\/BCL-XL inhibitors is stronger in CRC, correlating with a low MCL1:BCL-XL ratio; indeed the MCL1:BCL-XL ratio is predictive of ERK1\/2 pathway inhibitor synergy with MCL1 or BCL2\/BCL-w\/BCL-XL inhibitors. Finally, AZD5991 delays acquired BRAFi\/MEKi resistance and enhances the efficacy of an ERK1\/2 inhibitor in a model of acquired BRAFi + MEKi resistance. Thus combining ERK1\/2 pathway inhibitors with MCL1 antagonists in melanoma could improve therapeutic index and patient outcomes.","url":"https:\/\/www.nature.com\/articles\/s41467-019-12409-w","name":"Targeting melanoma’s MCL1 bias unleashes the apoptotic potential of BRAF and ERK1\/2 pathway inhibitors","publisher":"Nature Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAwmjcQBY9ZWdUZIws2iXGFE-KGmFoejkOA,NAME_SEARCH,MOd6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGMPKoBXr_sONk8EGhwo54bjimLxm1lbLU,NAME_SEARCH,ln6W)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEPn-8BTUm-Kf3ru_kai-G1JSoSZGfZH9g,NAME_SEARCH,L1hm)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASelzIBRnP_1Gro9tZUFEhrqvm-GAD7MgA,NAME_SEARCH,jA-P)"}]},{"name":"Rational design of chimeric antigen receptor T cells against glypican 3 decouples toxicity from therapeutic efficacy","publishedOn":{"month":5,"day":12,"year":2022},"description":"Chimeric antigen receptor (CAR) T cell therapy has yielded impressive clinical results in hematological malignancies and is a promising approach for solid tumor treatment. However, toxicity, including cytokine-release syndrome (CRS) and neurotoxicity, is a concern hampering its broader use.  In selecting a lead CAR-T candidate against the oncofetal antigen glypican 3 (GPC3), we compared CARs bearing a low- and high-affinity single-chain variable fragment (scFv) binding to a similar epitope and cross-reactive with murine GPC3.  Where the high-affinity CAR-T cells were toxic in vivo, the low-affinity CAR maintained cytotoxic function against antigen-positive tumor cells but did not show toxicity against normal tissues. High-affinity CAR-induced toxicity was caused by on-target, off-tumor binding, based on the observation that higher doses of the high-affinity CAR-T caused toxicity in non-tumor-bearing mice and accumulated in organs with low expression of GPC3. To explore another layer of controlling CAR-T toxicity, we developed a means to target and eliminate CAR-T cells using anti-TNF-a antibody therapy after CAR-T infusion. The antibody was shown to function by eliminating early antigen-activated, but not all, CAR-T cells, allowing a margin where the toxic response could be effectively decoupled from antitumor efficacy with only a minor loss in tumor control. By exploring additional traits of the CAR-T cells after activation, we identified a mechanism whereby we could use approved therapeutics and apply them as an exogenous kill switch that eliminated early activated CAR-T following antigen engagement in vivo.  By combining the reduced-affinity CAR with this exogenous control mechanism, we provide evidence that we can modulate and control CAR-mediated toxicity","publisher":"CYTOTHERAPY","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPbIz8Bf7qVH1s-s_LBXvbGOUCklEtHwKM,NAME_SEARCH,8jSj)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEPn-8BTUm-Kf3ru_kai-G1JSoSZGfZH9g,NAME_SEARCH,L1hm)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEsAm4BXXfvMRa0nTznujJ7T0xYACC1JDw,NAME_SEARCH,C3do)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8znZcBNOcHFV0Q79EJVPqSqynuhPMsIGo,NAME_SEARCH,hW7N)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABbUm5AB9w9-s8UFQ8l-DyTypBnT9MdkV4Q,NAME_SEARCH,-7Z0)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABJ0TbEBuQBj_Lhx58OopgV9GXEwbUCNgJo,NAME_SEARCH,2DHr)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGG650BXgObqzKxzaPj_Tl-6vl78GR7AFg,NAME_SEARCH,IsR7)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAArnMHYB1q8zUCkYpmeuEsEjWp4fkFckDiw,NAME_SEARCH,US-Y)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE7-58Bu3P9QWQdbfeP3e-ZoyDptiNDDPo,NAME_SEARCH,0eJQ)"}]},{"publishedOn":{"month":11,"day":10,"year":2022},"description":"ADC) bearing a novel topoisomerase I inhibitor (TOP1i) payload, alone and in combination with the poly-ADP ribose polymerase 1 (PARP1)-selective inhibitor AZD5305, in preclinical models.\n\nExperimental design: Immunohistochemistry (IHC) and deep-learning-based image analysis algorithms were used to assess prevalence and intratumoral heterogeneity of B7-H4 expression in human tumors. Several TOP1i-ADCs, prepared with Val-Ala or Gly-Gly-Phe-Gly peptide linkers, with or without a PEG8 spacer were compared in biophysical, in vivo efficacy, and rat toxicology studies. AZD8205 mechanism of action and efficacy studies were conducted in human cancer cell line and patient-derived xenograft (PDX) models.\n\nResults: Evaluation of IHC staining density on a per-cell basis revealed a range of heterogeneous B7-H4 expression across patient tumors. This informed selection of bystander-capable Val-Ala-PEG8-TOP1i payload AZ14170133 and development of AZD8205, which demonstrated improved stability, efficacy, and safety compared with other linker-payload ADCs. In a study of 26 PDX tumors, single administration of 3.5 mg\/kg AZD8205 provided a 69% overall response rate, according to modified RECIST criteria, which correlated with homologous recombination repair deficiency (HRD) and elevated levels of B7-H4 in homologous recombination repair-proficient models. Addition of AZD5305 sensitized very low B7-H4-expressing tumors to AZD8205 treatment, independent of HRD status and in models representing clinically relevant mechanisms of PARPi resistance.\n\nConclusion: These data provide evidence for the potential utility of AZD8205 for treatment of B7-H4-expressing tumors and support the rationale for an ongoing phase 1 clinical study","url":"https:\/\/aacrjournals.org\/clincancerres\/article-abstract\/doi\/10.1158\/1078-0432.CCR-22-2630\/711360\/Design-and-Preclinical-Evaluation-of-a-Novel-B7-H4?redirectedFrom=fulltext","name":"Design and Preclinical Evaluation of a Novel B7-H4-Directed Antibody-Drug Conjugate, AZD8205, Alone and in Combination with the PARP1-Selective Inhibitor AZD5305","publisher":"Clinical Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFxwVEB5tO-RU3QsOzBP4Nu8z4wfPY-kkQ,NAME_SEARCH,BiBG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_wQfEBXI_D8wz5xx_UWaskBoIiGvwqzV4,NAME_SEARCH,NBQH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGihzEBFfWeirkIgOYB3KwlBxOLGgvBZ1o,NAME_SEARCH,ok_6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFsG8EBhRyQR2Rl9lF9BhYr6fZnph0SK2A,NAME_SEARCH,0t-A)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANE0B0BgjNYZvEPEPbHjf4yrDJzyWVDb0o,NAME_SEARCH,W_OH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAHTRPAB0IIFUzH00iwsImbAQMItynm7DfE,NAME_SEARCH,-hRe)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEPn-8BTUm-Kf3ru_kai-G1JSoSZGfZH9g,NAME_SEARCH,L1hm)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAO4t_EBdt20R2yxC0yDh2Lwnj3w92RPfyY,NAME_SEARCH,GvGD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAibKCwBtAwKhkGfEauKoBIz5E44Onq74dU,NAME_SEARCH,GQmI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFubkUBBrXJN8e4nzEkz0h5RkRABZj9Tls,NAME_SEARCH,NH4r)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAJTx10BMxc7LWMdf7Vh2tiHGKqQ7E2ZD6Y,NAME_SEARCH,iXyP)"}]}],"positions":null,"posts":[{"createdAt":1717153380000,"insightId":"d39947de-0210-4c46-b284-98438c8477e7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7202249600701804544,7202263500113489920)","threadUrn":"urn:li:ugcPost:7202249600701804544","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Jon"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7202249600701804544"}}},{"createdAt":1715082780000,"insightId":"b8bd566d-e39a-4df7-8e6e-a36061b9afa5","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7193218539938271234,7193578796636155904)","threadUrn":"urn:li:activity:7193218539938271234","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Welcome to the team Marc"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7193218539938271234"}}},{"createdAt":1712613360000,"insightId":"ec56d507-60e9-4540-a6d5-66032c653c5e","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7183196968742006784,7183221068310970369)","threadUrn":"urn:li:ugcPost:7183196968742006784","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Laurie"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7183196968742006784"}}},{"createdAt":1712336880000,"insightId":"364cc5db-ab85-43d8-bbc3-9020fb8e64f8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7182038030558392323,7182061631575576576)","threadUrn":"urn:li:ugcPost:7182038030558392323","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Todd"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7182038030558392323"}}},{"createdAt":1710972240000,"insightId":"1dac87b1-15b3-42ef-bf36-14e1a26c7058","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7176221271137890305,7176337822948188162)","threadUrn":"urn:li:activity:7176221271137890305","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Welcome to the team."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7176221271137890305"}}},{"createdAt":1710600480000,"insightId":"497a076c-ceec-4f15-8776-ce2e78064ebc","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7174740073219784705,7174778570278346752)","threadUrn":"urn:li:ugcPost:7174740073219784705","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Shannon"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7174740073219784705"}}},{"createdAt":1710007200000,"insightId":"155a71b3-1404-487c-bdfc-1565b62abf09","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7172220561815654400,7172290206082011136)","threadUrn":"urn:li:ugcPost:7172220561815654400","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Bilal"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7172220561815654400"}}},{"createdAt":1709924460000,"insightId":"8d1365f2-0042-49ff-87d3-1313f365bed3","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7171935998182965248,7171943224440270848)","threadUrn":"urn:li:ugcPost:7171935998182965248","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Catherine"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7171935998182965248"}}},{"createdAt":1709601180000,"insightId":"06db44ec-45a4-422e-9961-50ccce1f2bdb","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7170467424113250304,7170587305034903552)","threadUrn":"urn:li:ugcPost:7170467424113250304","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Keith"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7170467424113250304"}}}]}