{"summary":"Experienced Data Scientist with a comprehensive background in discovery, preclinical studies, clinical development, and marketing. Leveraging a robust scientific methodology to drive complex projects from concept to completion. Skilled in translating data-driven insights into actionable strategies","lastName":"Chen","objectUrn":"urn:li:member:250564051","geoRegion":"Greater Boston","fullName":"Shuai Chen","firstName":"Shuai","currentPositions":[{"companyName":"Novo Nordisk","description":"Lead development, validation and deployment of bioinformatics and computational approaches in the Omics space in Novo Nordisk \nAnalyze and interpret omics data from clinical trials ranging from Phase I to Phase III (including SELECT and STEP trials) to identify and develop novel biomarkers and understand the mechanism of action of treatments.","title":"Sr. Lead Data Scientist","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"country":"Denmark","city":"Bagsværd","postalCode":"2880","line1":"Novo Alle"},"website":"https:\/\/www.novonordisk.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/novo-nordisk\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:2227","tenureAtCompany":{"numMonths":8},"startedOn":{"month":10,"year":2023}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)","projects":[{"endedOn":{"month":12,"year":2012},"description":"Daphnia pulex, the crustacean with the first sequenced genome, is an important organism that has been widely used in ecological and toxicological research. MicroRNAs (miRNAs) are 21–25 nucleotide small non-coding RNAs that are involved in a myriad of physiological processes. In this research, we predicted 75 D. pulex miRNAs by sequence homology and secondary structure identification from the full genome sequence. Fourteen predicted miRNAs were selected for quantitative real time polymerase chain reaction (RT-PCR) validation. Out of these, eight (mir-8, mir-9, mir-12, mir-92, mir-100, mir-133, mir-153 and mir-283) were successfully amplified and validated. Next, expression levels were quantified at three different life stages (days 4, 8 and 12 of age) using U6 spliceosomal RNA as a reference gene. The expression of mir-8, mir-9, mir-12, mir-92 and mir-100 significantly differed across time suggesting these microRNAs might play a critical role during D. pulex development. This is the first study to identify and validate miRNAs in D. pulex, which is an important first step in further studies that evaluate their roles in development and response to environmental and ecological stimuli.","title":"In Silico Prediction and In Vivo Validation of Daphnia pulex Micrornas","url":"http:\/\/www.plosone.org\/article\/info%3Adoi%2F10.1371%2Fjournal.pone.0083708","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA5KHq4BZRtvOjps2V8X7H-ounWSBuYzOig,NAME_SEARCH,P6lo)"}],"startedOn":{"month":9,"year":2011}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA5KHq4BZRtvOjps2V8X7H-ounWSBuYzOig,NAME_SEARCH,P6lo)"}],"description":"Daphnia pulex, a widely used toxicological model organism, is known for its sensitivity and quick response to cadmium (Cd). However, the underlying molecular mechanisms by which these responses occur are not completely understood.  The objective of this study is to evaluate the role of miRNAs in Cd-induced stress response in D. pulex.  ","title":"Role of miRNAs on Daphnia pulex response  to cadmium exposure","startedOn":{"month":11,"year":2013},"url":"http:\/\/pubs.acs.org\/doi\/10.1021\/acs.est.5b03988"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA5KHq4BZRtvOjps2V8X7H-ounWSBuYzOig,NAME_SEARCH,P6lo)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"}],"description":"Daphnia pulex is keystone species in fresh water ecosystems and is a widely used model in toxicological research.  Previous research suggests microRNAs (miRNAs) play a critical role during D. pulex development and under heavy metal exposure.  In order to unveil the regulatory mechanisms of D. pulex miRNAs, we predicted D. pulex miRNA targets using thermodynamics and complementary seed region methods in this research.  Using a thermodynamics method, we identified potential miRNA binding sites in D. pulex 3’UTRs.  In the complementary seed region method, conserved 3’UTRs between D. pulex and D. magna were identified and searched for miRNA seed binding sites.  We built an online database (www.daphniatar.org) to store all predicted miRNA targets and for public search.  This database is the first database for aquatic invertebrate predicted miRNA targets.","title":"Daphnia pulex microRNA target database","startedOn":{"month":1,"year":2014},"url":"http:\/\/www.daphniatar.org\/"}],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2015},"degree":"Doctor of Philosophy - PhD","eduId":156977263,"schoolUrn":"urn:li:fs_salesSchool:3846","school":"urn:li:fs_salesSchool:3846","fieldsOfStudy":["Computational Life Sciences & Ecotoxicology (dual specialization)"],"schoolName":"Purdue University","startedOn":{"year":2011}},{"endedOn":{"year":2020},"degree":"Master of Science - MS","eduId":427620661,"schoolUrn":"urn:li:fs_salesSchool:3558","school":"urn:li:fs_salesSchool:3558","fieldsOfStudy":["Computer Science"],"schoolName":"Georgia Institute of Technology","startedOn":{"year":2017}},{"endedOn":{"year":2010},"degree":"Visiting M.S. student","eduId":556972466,"schoolUrn":"urn:li:fs_salesSchool:44767","school":"urn:li:fs_salesSchool:44767","fieldsOfStudy":["Evolutionary Genetics"],"schoolName":"National Cheng Kung University","startedOn":{"year":2009}},{"endedOn":{"month":11,"year":2022},"degree":"HMX Pro Genetics Gene Therapy","eduId":854785750,"schoolUrn":"urn:li:fs_salesSchool:1645","school":"urn:li:fs_salesSchool:1645","schoolName":"Harvard Medical School","startedOn":{"month":8,"year":2022}},{"endedOn":{"month":11,"year":2022},"eduId":854784978,"schoolUrn":"urn:li:fs_salesSchool:166561","school":"urn:li:fs_salesSchool:166561","fieldsOfStudy":["Marketing Principles and Practices"],"schoolName":"UCLA Extension","startedOn":{"month":9,"year":2022}}],"skills":[{"numOfEndorsement":0,"name":"Oncology"},{"numOfEndorsement":0,"name":"Clinical Trials"},{"numOfEndorsement":0,"name":"Hematology"},{"numOfEndorsement":0,"name":"NGS"},{"numOfEndorsement":0,"name":"Crispr"},{"numOfEndorsement":0,"name":"Project Management"},{"numOfEndorsement":22,"name":"Research"},{"numOfEndorsement":4,"name":"Matlab"},{"numOfEndorsement":3,"name":"Perl Script"},{"numOfEndorsement":3,"name":"Python"},{"numOfEndorsement":10,"name":"Bioinformatics"},{"numOfEndorsement":6,"name":"Teaching"},{"numOfEndorsement":25,"name":"Statistics"},{"numOfEndorsement":24,"name":"Science"},{"numOfEndorsement":16,"name":"PCR"},{"numOfEndorsement":5,"name":"Microscopy"},{"numOfEndorsement":6,"name":"R"},{"numOfEndorsement":16,"name":"Molecular Biology"},{"numOfEndorsement":16,"name":"Data Analysis"},{"numOfEndorsement":5,"name":"Life Sciences"},{"numOfEndorsement":4,"name":"Public Speaking"},{"numOfEndorsement":5,"name":"Microsoft Office"},{"numOfEndorsement":0,"name":"Next Generation Sequencing (ngs)"},{"numOfEndorsement":5,"name":"Polymerase Chain Reaction (PCR)"},{"numOfEndorsement":1,"name":"Computational Biology"},{"numOfEndorsement":0,"name":"Sequence Analysis"},{"numOfEndorsement":0,"name":"Sequence Alignment"},{"numOfEndorsement":0,"name":"Bioconductor"},{"numOfEndorsement":0,"name":"Microarray Analysis"},{"numOfEndorsement":0,"name":"Ingenuity Pathway Analysis"},{"numOfEndorsement":0,"name":"Rnaseq"}],"numOfConnections":1795,"patents":[],"headline":"Sr. Lead Scientist at Novo Nordisk","courses":[{"name":"Database Systems Concepts & Design","number":""},{"name":"Project Management - Methods and Processes"},{"name":"Software Architecture & Design"},{"name":"Machine Learning for Trading"},{"name":"Intro to Information Security"},{"name":"Software Development Process"},{"name":"Health Informatics","number":""},{"name":"Machine Learning","number":"CS 7641"},{"name":"Knowledge-Based Artificial Intelligence","number":"CS7637"},{"name":"Risk Management Approach"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/shuai-chen-417ab66b","organizations":[],"location":"Greater Boston","publications":[{"publishedOn":{"month":1,"day":6,"year":2014},"description":"Daphnia pulex, the crustacean with the first sequenced genome, is an important organism that has been widely used in ecological and toxicological research. MicroRNAs (miRNAs) are 21–25 nucleotide small non-coding RNAs that are involved in a myriad of physiological processes. In this research, we predicted 75 D. pulex miRNAs by sequence homology and secondary structure identification from the full genome sequence. Fourteen predicted miRNAs were selected for quantitative real time polymerase chain reaction (RT-PCR) validation. Out of these, eight (mir-8, mir-9, mir-12, mir-92, mir-100, mir-133, mir-153 and mir-283) were successfully amplified and validated. Next, expression levels were quantified at three different life stages (days 4, 8 and 12 of age) using U6 spliceosomal RNA as a reference gene. The expression of mir-8, mir-9, mir-12, mir-92 and mir-100 significantly differed across time suggesting these microRNAs might play a critical role during D. pulex development. This is the first study to identify and validate miRNAs in D. pulex, which is an important first step in further studies that evaluate their roles in development and response to environmental and ecological stimuli.","url":"http:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0083708","name":"In silico prediction and in vivo validation of Daphnia pulex microRNAs","publisher":"PLoS ONE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA5KHq4BZRtvOjps2V8X7H-ounWSBuYzOig,NAME_SEARCH,P6lo)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"}]},{"publishedOn":{"month":11,"day":9,"year":2015},"description":"Daphnia pulex is a widely used toxicological model and is known for its sensitivity to cadmium (Cd).  Recent research suggests microRNAs (miRNAs) play a critical role in animal responses to heavy metals.  To investigate the functions of D. pulex miRNAs under Cd exposure, we analyzed the miRNA profiles of D. pulex after 48 hours using miRNA microarrays and validated our findings by q-PCR.  miRNA dpu-let-7 was identified as a stably expressed gene and used as a reference.  We identified 22 and 21 differentially expressed miRNAs under low (20 µg\/L CdCl2) and high (40) exposure concentrations compared to controls, respectively.  Cellular functions of predicted miRNA target Cd-responsive genes included oxidative stress, ion transport, mitochondrial damage and DNA repair.  An insulin-related network was also identified in relation to several Cd-responsive miRNAs.  The expression of three predicted target genes for miR-71 and miR-210 were evaluated and expression of two of them (SCN2A and SLC31A1) was negatively correlated with the expression of their regulator miRNAs.  We show miR-210 is hypoxia-responsive in D. pulex and propose Cd and hypoxia induce miR-210 via a same HIF1α modulated pathway.  Collectively, this research advances our understanding on the role of miRNAs in response to heavy metal exposure.","url":"http:\/\/pubs.acs.org\/doi\/10.1021\/acs.est.5b03988","name":"Novel cadmium responsive microRNAs in Daphnia pulex","publisher":"Environmental Science & Technology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA5KHq4BZRtvOjps2V8X7H-ounWSBuYzOig,NAME_SEARCH,P6lo)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"}]},{"publishedOn":{"month":4,"day":9,"year":2016},"description":"Daphnia can develop tolerance to cadmium (Cd) after multi-generational exposures. Until now, Cd tolerance in this crustacean was thought to be mainly due to its sequestration via induction of metallothioneins (MTs). Our research supports other studies showing microRNAs (miRNAs) also play a role in this enhanced tolerance. We induced Cd tolerance in Daphnia pulex after exposing them for 25 generations and examined the maintenance of enhanced Cd tolerance under a Cd-free environment for an additional three generations. Acute Cd tolerance as well as long-term effects on population dynamics were measured in selected generations via 48 h LC50 tests and 21 d reproductive tests, respectively. Cd tolerance was associated with differential expression of 10 miRNAs (miR-2, miR-33, miR-92, miR-96, miR-153, miR-252, miR-279, miR-283, miR-305 and miR-615). Pathway analysis revealed these miRNAs might increase Cd tolerance by suppressing cellular growth and proliferation by GTPase and cuticle protein pathways, which switch cellular energy allocation to detoxification processes. Moreover, we found increased Cd tolerance is related with induction of MT3 and MT4 and a subsequent downregulation of MT1 and MT3 expression when animals are moved to a Cd-free environment. This is the first study linking aquatic invertebrate miRNAs with induced tolerance to environmental stressors.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166445X16300832","name":"MicroRNAs are involved in cadmium tolerance in Daphnia pulex","publisher":"Aquatic Toxicology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAI3TQ0BdrpRd7AbFv_EP1cOMHtKWhCB_Nk,NAME_SEARCH,jXbL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"}]},{"publishedOn":{"month":10,"day":3,"year":2017},"description":"Dysregulation of microRNAs (miRNAs) is extensively associated with cancer development and progression. miRNAs have been shown to be biomarkers for predicting tumor formation and outcome. However, identification of the relationships between miRNA expression and tumor characteristics can be difficult and time-consuming without appropriate bioinformatics expertise. To address this issue, we present OncomiR, an online resource for exploring miRNA dysregulation in cancer. Using combined miRNA-seq, RNA-seq and clinical data from The Cancer Genome Atlas, we systematically performed statistical analyses to identify dysregulated miRNAs that are associated with tumor development and progression in most major cancer types. Additional analyses further identified potential miRNA-gene target interactions in tumors. These results are stored in a backend database and presented through a web server interface. Moreover, through a backend bioinformatics pipeline, OncomiR can also perform dynamic analysis with custom miRNA selections for in-depth characterization of miRNAs in cancer.\nAvailability and implementation\nThe OncomiR website is freely accessible at www.oncomir.org.","url":"https:\/\/academic.oup.com\/bioinformatics\/article\/doi\/10.1093\/bioinformatics\/btx627\/4317215\/OncomiR-an-online-resource-for-exploring-pan","name":"OncomiR: An online resource for exploring pan-cancer microRNA dysregulation","publisher":"Bioinformatics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbCTVwB_czlwmJj6CgR2nMIoPSvKbli7yc,NAME_SEARCH,zN22)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAACw2G4BjWODsgQG8-Y4DF_XJpOB0rI77uw,NAME_SEARCH,hwOx)"}]},{"name":"Squamous Cell Carcinoma Antigen Mediates Radiation Resistance in Cervical Cancer","publishedOn":{"month":10,"day":1,"year":2017},"publisher":"International Journal of Radiation Oncology• Biology• Physics","url":"http:\/\/www.redjournal.org\/article\/S0360-3016(17)31391-3\/abstract","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"publishedOn":{"month":11,"day":7,"year":2017},"description":"Background:\n\nPretreatment serum squamous cell carcinoma antigen (SCCA) is a prognostic biomarker in women with cervical cancer. SCCA has not been evaluated as an early indicator of response to chemoradiation therapy (CRT). The molecular role of the two SCCA isoforms, SCCA1 (SERPINB3) and SCCA2 (SERPINB4), in cervical cancer is unknown. We hypothesised that changes in serum SCCA during definitive CRT predicts treatment response, and that SCCA1 mediates radiation resistance.\n\nMethods:\n\nPatients treated with definitive CRT for cervical squamous carcinoma with serum SCCA measured were included. SCCA immunohistochemistry was performed on tumour biopsies. Post-treatment FDG-PET\/CT, recurrence, and overall survival were recorded. Radiation response of cervical tumour cell lines after SCCA1 expression or CRISPR\/Cas9 knockout was evaluated by clonogenic survival assay.\n\nResults:\n\nPersistently elevated serum SCCA during definitive CRT was an independent predictor of positive post-therapy FDG-PET\/CT (P=0.043), recurrence (P=0.0046) and death (P=0.015). An SCCA1-expressing vector increased radioresistance, while SCCA knock out increased radiosensitivity of cervical tumour cell lines in vitro.\n\nConclusions:\n\nEarly response assessment with serum SCCA is a powerful prognostic tool. These findings suggest that escalation of therapy in patients with elevated or sustained serum SCCA and molecular targeting of SCCA1 should be considered.","url":"https:\/\/www.nature.com\/bjc\/journal\/vaop\/ncurrent\/full\/bjc2017390a.html","name":"Serum squamous cell carcinoma antigen as an early indicator of response during therapy of cervical cancer","publisher":"British Journal of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"publishedOn":{"month":11,"day":22,"year":2017},"description":"Deepwater Horizon (DWH) oil causes developmental cardiotoxicity in fish species, but the molecular mechanisms are still not well understood. MicroRNAs (miRNAs) play key roles in a number of biological processes, including heart development. Therefore, the expression of miRNAs in mahi-mahi (Coryphaena hippurus) exposed to weathered slick oil and nonweathered source oil was analyzed. miRNAs were sequenced and annotated using the Fugu rubripes genome (termed the Fugu-guided approach) or aligned with known mature animal miRNAs using the Basic Local Alignment Search Tool (BLAST) method (termed the phylogenetically guided approach). Exposure of embryos to slick oil resulted in more differentially expressed miRNAs than exposure to source oil at all developmental stages. Gene ontology analysis on the target mRNAs was consistent with pathway analysis of miRNAs, predicting disruption of cardiovascular system development after oil exposure, and specific miRNA–mRNA interactions identified by ingenuity pathway analysis. Slick oil caused an overexpression of miR-133, which correlated with the decrease in the level of expression of genes related to the cardiovascular system such as potassium voltage-gated channel subfamily H member 2 (kchn2). This work is the first study linking miRNAs and mRNAs in crude oil-exposed fish, providing a new understanding of the molecular mechanism(s) of oil toxicity.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.estlett.7b00484","name":"Differential Expression of MicroRNAs in Embryos and Larvae of Mahi-Mahi (Coryphaena hippurus) Exposed to Deepwater Horizon Oil","publisher":"Environmental Science & Technology Letters ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"publishedOn":{"month":1,"day":20,"year":2018},"description":"The widespread use of organotin compounds (OTs) as biocides in antifouling paints and agricultural applications poses a serious threat to the ecosystem and humans. Butyltin compounds (BTs), especially tributyltin (TBT), are considered to be endocrine disrupting chemicals in marine organisms. The underlying mechanism of disrupting effects on mammals, however, has not been sufficiently investigated. To determine the effect and action of these biocides, the present study evaluated the effects of BTs on human adrenocortical carcinoma cells (H295R) with a focus on endocrine disrupting effect. Two-dimensional electrophoresis (2-DE) and subsequent mass finger printing were used to identify proteins expression profiles from the cells after exposure to 0.1 μM BTs for 48 h. In total, 89 protein spots showed altered expression in at least two treatment groups and 69 of these proteins were subsequently identified. Bioinformatic analysis of the proteins indicated that BTs involved in the regulation of hormone homeostasis, lipid metabolism, cell death, and energy production. IPA analysis revealed LXR\/RXR (liver X receptor\/retinoid X receptor) activation, FXR\/RXR (farnesoid X receptor\/retinoid X receptor) activation and fatty acid metabolism were the top three categories on which BTs acted and these systems play vital roles in sterol, glucose and lipid metabolism. The expression of LXR and FXR mRNA in H295R cells was stimulated by TBT, confirming the ability of TBT to activate this nuclear receptor. In summary, the differentially expressed proteins discovered in this study may participate in the toxic actions of BTs, and nuclear receptor activation and lipid metabolism may play important roles in such actions of BTs.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969718305576","name":"Insight into the endocrine disrupting effect and cell response to butyltin compounds in H295R cell: Evaluated with proteomics and bioinformatics analysis","publisher":"Science of The Total Environment","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"publishedOn":{"month":12,"day":1,"year":2017},"description":"Pathogen introductions associated with aquatic invasive species threaten ecosystems and biodiversity worldwide. Bigheaded carps (BHC), including Silver Carp Hypophthalmichthys molitrix, Bighead Carp H. nobilis, and their hybrids, are prolific, invasive pests in central US rivers. However, little is known about pathogen effects on invading BHC or how BHC affect the disease risk profile for native fishes in receiving ecosystems. We therefore conducted, from May 2013-December 2014, a systematic pathogen survey for BHC and native fishes in the Wabash River watershed, Indiana, USA. We found Pseudomonas fluorescens, P. putida, and Salmonella enterica DNA in BHC as well as native fishes, although none of these bacteria were exclusively present in BHC. DNA from other bacterial taxa was detected only in native fishes and Common Carp Cyprinus carpio. No gastrointestinal helminths were detected in BHC, although they were common in most native fishes examined. We also conducted in vitro studies on BHC tissues (skin, gill, fin, and fry) and found high sensitivity to Largemouth Bass virus, viral hemorrhagic septicemia virus, and infectious pancreatic necrosis virus. We conclude that BHC are not heavily burdened by bacteria, viruses and parasites in the invaded study ecosystems, although they do harbor native bacteria and show potential for high sensitivity to endemic viruses.","url":"https:\/\/www.researchgate.net\/publication\/323126927_Viruses_Bacteria_and_Helminths_of_Invasive_Carp_Insights_from_an_In_Vitro_Assay_and_a_Survey_with_Native_Fishes_in_a_Large_Midwestern_River","name":"Viruses, Bacteria and Helminths of Invasive Carp: Insights from an In Vitro Assay and a Survey with Native Fishes in a Large Midwestern River","publisher":"Journal of Fish Pathology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"publishedOn":{"month":4,"day":10,"year":2018},"description":"Hyalella azteca is a cryptic species complex of epibenthic amphipods of interest to ecotoxicology and evolutionary biology. It is the primary crustacean used in North America for sediment toxicity testing and an emerging model for molecular ecotoxicology. To provide molecular resources for sediment quality assessments and evolutionary studies, we sequenced, assembled, and annotated the genome of the H. azteca US Lab Strain. The genome quality and completeness is comparable with other ecotoxicological model species. Through targeted investigation and use of gene expression data sets of H. azteca exposed to pesticides, metals, and other emerging contaminants, we annotated and characterized the major gene families involved in sequestration, detoxification, oxidative stress, and toxicant response. Our results revealed gene loss related to light sensing, but a large expansion in chemoreceptors, likely underlying sensory shifts necessary in their low light habitats. Gene family expansions were also noted for cytochrome P450 genes, cuticle proteins, ion transporters, and include recent gene duplications in the metal sequestration protein, metallothionein. Mapping of differentially-expressed transcripts to the genome significantly increased the ability to functionally annotate toxicant responsive genes. The H. azteca genome will greatly facilitate development of genomic tools for environmental assessments and promote an understanding of how evolution shapes toxicological pathways with implications for environmental and human health.","url":"https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.est.8b00837?journalCode=esthag","name":"The Toxicogenome of Hyalella azteca: a model for sediment ecotoxicology and evolutionary toxicology","publisher":"Environmental Science & Technology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAI3TQ0BdrpRd7AbFv_EP1cOMHtKWhCB_Nk,NAME_SEARCH,jXbL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"}]},{"publishedOn":{"month":12,"day":1,"year":2010},"description":"Four series of derivatives of vanillin, anisaldehyde, genistein and aloe emodin were prepared. The single crystal of (E)-1-(5-(4-methoxyphenyl)-3-(4-methoxystyryl)-4,5-dihydro-1H-pyrazol-1-yl) ethanone, which was synthesized from vanillin, was obtained by spontaneous evaporation method. All the compounds were tested for the tyrosinase inhibitory activities. The results demonstrated that the IC50 values of vanillin, anisaldehyde, genistein and aloe emodin against mushroom tyrosinase activity are 68, 49, 343 and 160 µM, respectively. Among the twelve derivatives, (E)-1-(5-(4-methoxyphenyl)-3-(4-methoxystyryl)-4,5-dihydro-1H-pyrazol-1-yl) ethanone from vanillin and 4,5-dimethoxy-9,10-dioxo-9,10-dihydroanthracene-2-carboxylic acid from aloe emodin showed good inhibition against the tyrosinase with IC50 values of 18 µM and 21 µM, respectively.","url":"http:\/\/118.145.16.238\/Jwk_zgyxen\/EN\/Y2011\/V20\/I3\/235","name":"Synthesis,structure and tyrosinase inhibition of natural phenols derivatives","publisher":"Journal of Chinese Pharmaceutical Sciences","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"publishedOn":{"month":1,"day":17,"year":2019},"description":"Estrogenic contaminants released into water bodies are potentially affecting the reproduction of aquatic organisms. Exposure to 17α-ethinylestradiol (EE2), a synthetic estrogen agonist commonly found in sewage effluents, has been shown to cause gonadal changes in male gonochoristic fish ranging from gonadal intersex to complete sex reversal. Although these gonadal changes have been well studied in Japanese medaka Oryzias latipes, the molecular mechanisms behind them are poorly understood. Our objective was to study the signaling pathways elicited by exposure to different concentrations of EE2 in this species. Embryos and larvae were sexed by the presence of leucophores and dmy expression (only in males). Male medaka were exposed to two EE2 concentrations (30 and 300 ng\/L) during their gonadal differentiation period (7 – 22 dpf). The transcriptome of larvae was analyzed using RNA sequencing followed by pathway analysis. Genes involved in sex differentiation and gonadal development (e.g., cldn19, ctbp1, hsd17b4) showed a female-like expression pattern in EE2-exposed males with some genes changing in expression in an EE2 concentration-dependent manner. However, not all genes known to be involved in sex differentiation and gonadal development (e.g., wnt4b) were altered by EE2. Several of the prominently affected signaling pathways involved genes associated with steroidogenesis, steroid receptor signaling and steroid metabolism, such as cyp2b3, cyp3b40, cyp1a, hsd17b4. We also report on novel genes and pathways affected that might play a role in gonadal changes, including several genes associated with FXR\/RXR and LXR\/RXR activation networks. This study is the first to examine the transcriptomic changes in male fish resulting from exposure to EE2 during the gonadal differentiation period, providing new insights on the signaling pathways involved in the development of gonadal changes in gonochoristic fish.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166445X18309214","name":"Molecular signaling pathways elicited by 17α-ethinylestradiol in Japanese medaka male larvae undergoing gonadal differentiation","publisher":"Aquatic Toxicology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUwJNcBTAng9O0-pvYKk1DLFxsbOMh0TCA,NAME_SEARCH,iifl)"}]},{"name":"Effects of Polycyclic Aromatic Hydrocarbons and Abiotic Stressors on Fundulus grandis Cardiac Transcriptomics","publishedOn":{"month":8,"day":31,"year":2020},"publisher":"Science of the Total Environment","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0048969720356850","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"}]},{"name":"The influence of hypoxia on the cardiac transcriptomes of two estuarine species - C. variegatus and F. grandis","publishedOn":{"month":6,"year":2020},"publisher":"Comparative Biochemistry and Physiology - Part D: Genomics and Proteomics","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S1744117X21000496","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7vTdMBTLLMKaoEvDn_zmRvMNqpt9XbQSo,NAME_SEARCH,VauS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANDCVUBLJ9iYKmKHZNpLoTqLAN9R4SeKp8,NAME_SEARCH,ZCBh)"}]}],"positions":null,"posts":[{"createdAt":1713874140000,"insightId":"fcefc65b-572b-455b-ab62-0c2e7b7189b8","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7188509200644210688","threadUrn":"urn:li:activity:7188509200644210688","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7188509200187109376","message":{"attributes":[],"text":""},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"description":"Data Science Policy & Engagement Lead","resolvedUrl":"https:\/\/careers.novonordisk.com\/job\/Lexington-Data-Science-Policy-&-Engagement-Lead-MA-02420\/1063596101\/?feedId=300201&utm_source=LinkedInJobPostings&tcsource=Apply&utm_campaign=Novo_Nordisk_LinkedIn","title":"Data Science Policy & Engagement Lead"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7188508267701055488","message":{"attributes":[],"text":"Join our team! We are looking for an experienced leader to bridge the gap between advances in data science and the evolving regulatory and policy landscape. The ideal candidate will have a thorough understanding of the global regulatory environment and the needs of agencies in key markets such as the US, EU, and more. This role is available for both in-office or remote work and can be based in the US, Denmark, or UK. Feel free to reach out to me directly about the role."},"entityUrn":"urn:li:share:7188508267701055488"},"entityUrn":"urn:li:share:7188509200187109376"}}},{"createdAt":1713060360000,"insightId":"9b0c8749-36a4-434d-a18d-fb90268cfce6","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7185096090386362369","threadUrn":"urn:li:activity:7185096090386362369","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7185096089862066176","message":{"attributes":[],"text":""},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQFKXCwHeCXE4A\/articleshare-shrink_800\/0\/1712986002306?e=1717977600&v=beta&t=2voZta0DKPNpBQ8pZ5XtVCaSmihW36_U4Jk2wjPQ4Bc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQFKXCwHeCXE4A\/articleshare-shrink_800\/0\/1712986002306?e=1717977600&v=beta&t=2voZta0DKPNpBQ8pZ5XtVCaSmihW36_U4Jk2wjPQ4Bc"}]},"description":"Check out this open position at Novo Nordisk. Starting a career with us is your opportunity to improve the lives of millions of people.","resolvedUrl":"https:\/\/www.novonordisk.com\/content\/nncorp\/global\/en\/careers\/find-a-job\/job-ad.303851.en_GB.html?cid=Linkedin","title":"Senior Statistical Programmer for Clinical Development"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7184784137143152642","message":{"attributes":[],"text":"Statistical programmers for Aalborg"},"entityUrn":"urn:li:share:7184784137143152642"},"entityUrn":"urn:li:share:7185096089862066176"}}},{"createdAt":1711628340000,"insightId":"78751c6a-6cb3-4a61-8045-1cbc094f3072","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7179089796395368449","threadUrn":"urn:li:activity:7179089796395368449","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7179089795996897281","message":{"attributes":[],"text":""},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGhUgQ2CR3ToQ\/articleshare-shrink_800\/0\/1711572681674?e=1717977600&v=beta&t=z1ZLT2WJfREtJGIPFw3_F64eADofaxQ2nOBfML95RAo","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGhUgQ2CR3ToQ\/articleshare-shrink_800\/0\/1711572681674?e=1717977600&v=beta&t=z1ZLT2WJfREtJGIPFw3_F64eADofaxQ2nOBfML95RAo"}]},"description":"The S&T Toxins group within Operations Science & Technology - Biologics organization supports manufacturing, process validation, regulatory submission, and...","resolvedUrl":"http:\/\/careers.abbvie.com\/job\/principal-research-scientist-i-in-irvine-ca-jid-2478","title":"Principal Research Scientist I"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7178861635590090753","message":{"attributes":[{"start":218,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:cmc"}}},{"start":223,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:biologics"}}}],"text":"My team in Irvine, California is growing! If you are leader with technical experience, and a background in CMC Biologics, we welcome you to apply to this exciting opportunity! Please follow the link below for details. #cmc #biologics"},"entityUrn":"urn:li:share:7178861635590090753"},"entityUrn":"urn:li:share:7179089795996897281"}}},{"createdAt":1711426380000,"insightId":"2e408163-f426-4b41-abd0-2262c101431d","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7178242529287417856","threadUrn":"urn:li:activity:7178242529287417856","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7178242528855355393","message":{"attributes":[],"text":""},"rootActivity":{"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7178224588080709632","message":{"attributes":[{"start":20,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:hiring"}}},{"start":375,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:qsp"}}},{"start":380,"length":5,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pkpd"}}},{"start":386,"length":22,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:modelingandsimulation"}}},{"start":410,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eshv_Yaq"}}},{"start":436,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eazr8g7V"}}}],"text":"Our dynamic team is #hiring! Translational Modeling & Simulation has impact across a broad portfolio of projects, from early discovery to the clinic. Come join us if you are interested in applying mechanistic modeling to reimagine medicine! \n\nThere are here are separate postings for experienced and early career modelers (both linked below)... all are encouraged to apply.\n\n#QSP #PKPD #ModelingAndSimulation\n\nhttps:\/\/lnkd.in\/eshv_Yaq\n\nhttps:\/\/lnkd.in\/eazr8g7V"},"entityUrn":"urn:li:share:7178224588080709632"},"entityUrn":"urn:li:share:7178242528855355393"}}},{"createdAt":1711377660000,"insightId":"3863d825-07d6-4483-9ec8-34480532d824","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7177819661596528640,7178038218385170433)","threadUrn":"urn:li:ugcPost:7177819661596528640","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"👍"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7177819661596528640"}}}]}