{"summary":"\n","lastName":"Martinez-Acedo","objectUrn":"urn:li:member:252497331","geoRegion":"Valladolid, Castilla and Leon, Spain","fullName":"Pablo Martinez-Acedo","firstName":"Pablo","currentPositions":[{"companyName":"Waters Corporation","description":"• Analytical Professional Services\n• Service support for Waters High Resolution Mass Spectrometry and UPLC systems, applications and software\n• Specialist support for Waters developed biopharmaceutical applications: Intact Mass Analysis of Proteins & Oligonucleotides, Monoclonal Antibody (mAb) Subunit Analysis, Released N-Glycan Analysis, Peptide Mapping\/Multi-Attribute Monitoring (MAM) , etc.\n• Customer support and training\n• High quality customer experience","title":"Senior Solution Support Specialist EMEA","companyUrnResolutionResult":{"employeeCountRange":"5001-10000","headquarters":{"geographicArea":"MA","country":"United States","city":"Milford","postalCode":"01757","line1":"34 Maple Street"},"website":"http:\/\/www.waters.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/waters\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:166880","tenureAtCompany":{"numYears":6,"numMonths":10},"startedOn":{"month":10,"year":2019}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1525078143015?e=1723075200&v=beta&t=0tKAZOJDTPpgYECPOes1ha5NkvtXMFLFzgYeHOcltPo","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1525078143037?e=1723075200&v=beta&t=b8kwdZZEcFV62lx5v5gU8hcIAu2_Ss4GEbbclsg9ySA","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1525078142928?e=1723075200&v=beta&t=PJnVpHHTyvCnnvBJsJogBb0abiFrqYV4gIUDZFOl6tY","height":400},{"width":500,"fileIdentifyingUrlPathSegment":"800_800\/0\/1525078142891?e=1723075200&v=beta&t=vR3uByHuZCFGGn6X5pJf-RvBWs_NlD2HBNE0g16qgmU","height":500}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQFnKbK8GJI5BQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2012},"degree":"PhD in Molecular Biology (Proteomics)","eduId":158155324,"schoolUrn":"urn:li:fs_salesSchool:166613","school":"urn:li:fs_salesSchool:166613","schoolName":"Universidad Autónoma de Madrid","startedOn":{"year":2006}},{"endedOn":{"year":2005},"degree":"Master of Science (M.Sc.)","eduId":158155434,"schoolUrn":"urn:li:fs_salesSchool:288600","school":"urn:li:fs_salesSchool:288600","fieldsOfStudy":["Biologie et Pharmacologie du Vieillissement"],"schoolName":"Université Pierre et Marie Curie (Paris VI)","startedOn":{"year":2004}},{"endedOn":{"year":2004},"degree":"Bachelor in Sciences","eduId":158155852,"schoolUrn":"urn:li:fs_salesSchool:288600","school":"urn:li:fs_salesSchool:288600","fieldsOfStudy":["Cell Biology and Physiology"],"schoolName":"Université Pierre et Marie Curie (Paris VI)","startedOn":{"year":2003}}],"skills":[{"numOfEndorsement":4,"name":"Proteomics"},{"numOfEndorsement":3,"name":"Mass Spectrometry"},{"numOfEndorsement":2,"name":"Biochemistry"},{"numOfEndorsement":2,"name":"HPLC"},{"numOfEndorsement":1,"name":"LC-MS"},{"numOfEndorsement":0,"name":"Posttranslational modifications"},{"numOfEndorsement":0,"name":"Redox"},{"numOfEndorsement":0,"name":"Cysteine"},{"numOfEndorsement":0,"name":"Analytical Chemistry"},{"numOfEndorsement":1,"name":"Cell Culture"},{"numOfEndorsement":1,"name":"Cell Biology"},{"numOfEndorsement":0,"name":"18O labeling"},{"numOfEndorsement":0,"name":"iTRAQ"},{"numOfEndorsement":0,"name":"TMT"},{"numOfEndorsement":0,"name":"De novo sequencing"},{"numOfEndorsement":0,"name":"Top-down"},{"numOfEndorsement":0,"name":"Intact Mass Analysis"},{"numOfEndorsement":1,"name":"Purification"},{"numOfEndorsement":1,"name":"Chemistry"},{"numOfEndorsement":1,"name":"Science"},{"numOfEndorsement":1,"name":"Biotechnology"},{"numOfEndorsement":1,"name":"Molecular Biology"},{"numOfEndorsement":0,"name":"Team Management"},{"numOfEndorsement":0,"name":"Budget Management"},{"numOfEndorsement":0,"name":"Troubleshooting"},{"numOfEndorsement":0,"name":"Maintenance & Repair"}],"numOfConnections":203,"patents":[],"headline":"Senior Solution Support Specialist EMEA at Waters Corporation Analytical Professional Services, Research Business","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/pmartinezacedo","organizations":[],"location":"Valladolid, Castilla and Leon, Spain","publications":[{"publishedOn":{"month":11,"day":15,"year":2016},"description":"The striatum of the brain coordinates motor function. Dopamine-related drugs may be therapeutic to patients with striatal neurodegeneration, such as Huntington’s disease (HD) and Parkinson’s disease (PD), but these drugs have unwanted side effects. In addition to stimulating the release of norepinephrine, amphetamines, which are used for narcolepsy and attention-deficit\/hyperactivity disorder (ADHD), trigger dopamine release in the striatum. The guanosine triphosphatase Ras homolog enriched in the striatum (Rhes) inhibits dopaminergic signaling in the striatum, is implicated in HD and L-dopa–induced dyskinesia, and has a role in striatal motor control. We found that the guanine nucleotide exchange factor RasGRP1 inhibited Rhes-mediated control of striatal motor activity in mice. RasGRP1 stabilized Rhes, increasing its synaptic accumulation in the striatum. Whereas partially Rhes-deficient (Rhes+\/−) mice had an enhanced locomotor response to amphetamine, this phenotype was attenuated by coincident depletion of RasGRP1. By proteomic analysis of striatal lysates from Rhes-heterozygous mice with wild-type or partial or complete knockout of Rasgrp1, we identified a diverse set of Rhes-interacting proteins, the “Rhesactome,” and determined that RasGRP1 affected the composition of the amphetamine-induced Rhesactome, which included PDE2A (phosphodiesterase 2A; a protein associated with major depressive disorder), LRRC7 (leucine-rich repeat–containing 7; a protein associated with bipolar disorder and ADHD), and DLG2 (discs large homolog 2; a protein associated with chronic pain). Thus, this Rhes network provides insight into striatal effects of amphetamine and may aid the development of strategies to treat various neurological and psychological disorders associated with the striatal dysfunction.","url":"http:\/\/stke.sciencemag.org\/content\/9\/454\/ra111.long","name":"RasGRP1 promotes amphetamine-induced motor behavior through a Rhes interaction network (“Rhesactome”) in the striatum","publisher":"Science Signaling","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"}]},{"publishedOn":{"month":12,"day":26,"year":2015},"description":"The goal in proteomics to identify all peptides in a complex mixture has been largely addressed using various LC MS\/MS approaches, such as data dependent acquisition, SRM\/MRM, and data independent acquisition instrumentation. Despite these developments, many peptides remain unsequenced, often due to low abundance, poor fragmentation patterns, or data analysis difficulties. Many of the unidentified peptides exhibit strong evidence in high resolution MS1 data and are frequently post-translationally modified, playing a significant role in biological processes. Proteomics Workbench (PWB) software was developed to automate the detection and visualization of all possible peptides in MS1 data, reveal candidate peptides not initially identified, and build inclusion lists for subsequent MS2 analysis to uncover new identifications. We used this software on existing data on the autophagy regulating kinase Ulk1 as a proof of concept for this method, as we had already manually identified a number of phosphorylation sites Dorsey, F. C. et al (J. Proteome. Res. 8(11), 5253–5263 (2009)). PWB found all previously identified sites of phosphorylation. The software has been made freely available at http:\/\/www.proteomicsworkbench.com","url":"http:\/\/link.springer.com\/article\/10.1007%2Fs13361-015-1229-4","name":"Software Analysis of Uncorrelated MS1 Peaks for Discovery of Post-Translational Modifications","publisher":"Journal of The American Society for Mass Spectrometry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"}]},{"publishedOn":{"month":7,"day":23,"year":2015},"description":"S-Acylation, S-glutathionylation, S-nitrosylation, and S-sulfenylation are prominent, chemically distinct modifications that regulate protein function, redox sensing, and trafficking. Although the biological significance of these modifications is increasingly appreciated, their integration in the proteome remains unknown. Novel mass spectrometry-based technologies identified 2,596 predominately unique sites in 1,319 mouse liver proteins under physiological conditions. Structural analysis localized the modifications in unique, evolutionary conserved protein segments, outside commonly annotated functional regions. Contrary to expectations, propensity for modification did not correlate with biophysical properties that regulate cysteine reactivity. However, the in vivo chemical reactivity is fine-tuned for specificity, demonstrated by the nominal complementation between the four modifications and quantitative proteomics which showed that a reduction in S-nitrosylation is not correlated with increased S-glutathionylation. A comprehensive survey uncovered clustering of modifications within biologically related protein networks. The data provide the first evidence for the occurrence of distinct, endogenous protein networks that undergo redox signaling through specific cysteine modifications","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074552115002367","name":"Site-Specific Proteomic Mapping Identifies Selectively Modified Regulatory Cysteine Residues in Functionally Distinct Protein Networks.","publisher":"Chemistry & Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"}]},{"publishedOn":{"month":3,"day":7,"year":2014},"description":"The combination of stable isotope labeling (SIL) with mass spectrometry (MS) allows comparison of the abundance of thousands of proteins in complex mixtures. However, interpretation of the large data sets generated by these techniques remains a challenge because appropriate statistical standards are lacking. Here, we present a generally applicable model that accurately explains the behavior of data obtained using current SIL approaches, including 18O, iTRAQ, and SILAC labeling, and different MS instruments. The model decomposes the total technical variance into the spectral, peptide, and protein variance components, and its general validity was demonstrated by confronting 48 experimental distributions against 18 different null hypotheses. In addition to its general applicability, the performance of the algorithm was at least similar than that of other existing methods. The model also provides a general framework to integrate quantitative and error information fully, allowing a comparative analysis of the results obtained from different SIL experiments. The model was applied to the global analysis of protein alterations induced by low H2O2 concentrations in yeast, demonstrating the increased statistical power that may be achieved by rigorous data integration. Our results highlight the importance of establishing an adequate and validated statistical framework for the analysis of high-throughput data.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/pr4006958","name":"General Statistical Framework for Quantitative Proteomics by Stable Isotope Labeling","publisher":"Journal of Proteome Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"Proteomic analysis of peptides tagged with dimedone and related probes","publishedOn":{"month":3,"day":20,"year":2014},"description":"Owing to its labile nature, a new role for cysteine sulfenic acid (–SOH) modification has emerged. This oxidative modification modulates protein function by acting as a redox switch during cellular signaling. The identification of proteins that undergo this modification represents a methodological challenge, and its resolution remains a matter of current interest. The development of strategies to chemically modify cysteinyl-containing peptides for liquid chromatography–tandem mass spectrometry (LC-MS\/MS) analysis has increased significantly within the past decade. The method of choice to selectively label sulfenic acid is based on the use of dimedone or its derivatives. For these chemical probes to be effective on a proteome-wide level, their reactivity toward –SOH must be high to ensure reaction completion. In addition, the presence of an adduct should not interfere with electrospray ionization, the efficiency of induced dissociation in MS\/MS experiments or with the identification of Cys-modified peptides by automated database searching algorithms. Herein, we employ a targeted proteomics approach to study the electrospray ionization and fragmentation effects of different –SOH specific probes and compared them to commonly used alkylating agents. We then extend our study to a whole proteome extract using shotgun proteomic approaches. These experiments enable us to demonstrate that dimedone adducts do not interfere with electrospray by suppressing the ionization nor impede product ion assignment by automated search engines, which detect a + 138 Da increase from unmodified peptides. Collectively, these results suggest that dimedone can be a powerful tool to identify sulfenic acid modifications by high-throughput shotgun proteomics of a whole proteome.","publisher":"Journal of Mass Spectrometry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"}]},{"publishedOn":{"month":3,"year":2014},"description":"Mitochondria play a central role in the protection conferred by ischemic preconditioning (IP) by not fully elucidated mechanisms. We investigated whether IP protects mitochondria against ischemia–reperfusion (IR) injury through mechanisms independent of cytosolic signaling. In isolated rat hearts, sublethal IR increased superoxide production and reduced complex-I- and II-mediated respiration in subsarcolemmal (SS), but not interfibrillar (IF) mitochondria. This effect of IR on mitochondrial respiration was significantly attenuated by IP. Similar results were obtained in isolated cardiac mitochondria subjected to in vitro IR. The reduction in SS mitochondrial respiration in the heart and in vitro model was paralleled by an increase in oxidized cysteine residues, which was also prevented by IP. IP was also protective in mitochondria submitted to lethal IR. The protective effect of IP against respiratory failure was unaffected by inhibition of mitochondrial KATP channels or mitochondrial permeability transition. However, IP protection was lost in mitochondria from genetically-modified animals in which connexin-43, a protein present in SS but not IF mitochondria, was replaced by connexin-32. Our results demonstrate the existence of a protective mitochondrial mechanism or “mitochondrial preconditioning” independent of cytosol that confers protection against IR-induced respiratory failure and oxidative damage, and requires connexin-43.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S002228281400011X","name":"Ischemic preconditioning protects cardiomyocyte mitochondria through mechanisms independent of cytosol","publisher":"Journal of Molecular and Cellular Cardiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"A Novel Strategy for Global Analysis of the Dynamic Thiol Redox Proteome","publishedOn":{"year":2012},"description":"Nitroxidative stress in cells occurs mainly through the action of reactive nitrogen and oxygen species (RNOS) on protein thiol groups. Reactive nitrogen and oxygen species-mediated protein modifications are associated with pathophysiological states, but can also convey physiological signals. Identification of Cys residues that are modified by oxidative stimuli still poses technical challenges and these changes have never been statistically analyzed from a proteome-wide perspective. Here we show that GELSILOX, a method that combines a robust proteomics protocol with a new computational approach that analyzes variance at the peptide level, allows a simultaneous analysis of dynamic alterations in the redox state of Cys sites and of protein abundance. GELSILOX permits the characterization of the major endothelial redox targets of hydrogen peroxide in endothelial cells and reveals that hypoxia induces a significant increase in the status of oxidized thiols. GELSILOX also detected thiols that are redox-modified by ischemia-reperfusion in heart mitochondria and demonstrated that these alterations are abolished in ischemia-preconditioned animals. ","publisher":"Molecular & Cellular Proteomics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"Application of iTRAQ Reagents to Relatively Quantify the Reversible Redox State of Cysteine Residues.","publishedOn":{"year":2012},"description":"Cysteines are one of the most rarely used amino acids, but when conserved in proteins they often play critical roles in structure, function, or regulation. Reversible cysteine modifications allow for potential redox regulation of proteins. Traditional measurement of the relative absolute quantity of a protein between two samples is not always necessarily proportional to the activity of the protein. We propose application of iTRAQ reagents in combination with a previous thiol selection method to relatively quantify the redox state of cysteines both within and between samples in a single analysis. Our method allows for the identification of the proteins, identification of redox-sensitive cysteines within proteins, and quantification of the redox status of individual cysteine-containing peptides. As a proof of principle, we applied this technique to yeast alcohol dehydrogenase-1 exposed in vitro to H2O2 and also in vivo to the complex proteome of the Gram-negative bacterium Bacillus subtilis.","publisher":"International Journal of Proteomics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"A Robust Method for Quantitative High-throughput Analysis of Proteomes by 18O Labeling","publishedOn":{"year":2011},"description":"MS-based quantitative proteomics plays an increasingly important role in biological and medical research and the development of these techniques remains one of the most important challenges in mass spectrometry. Numerous stable isotope labeling approaches have been proposed. However, and particularly in the case of 18O-labeling, a standard protocol of general applicability is still lacking, and statistical issues associated to these methods remain to be investigated. In this work we present an improved high-throughput quantitative proteomics method based on whole proteome concentration by SDS-PAGE, optimized in-gel digestion, peptide 18O-labeling, and separation by off-gel isoelectric focusing followed by liquid chromatography-LIT-MS. We demonstrate that the off-gel technique is fully compatible with 18O peptide labeling in any pH range. A recently developed statistical model indicated that partial digestions and methionine oxidation do not alter protein quantification and that variances at the scan, peptide, and protein levels are stable and reproducible in a variety of proteomes of different origin. We have also analyzed the dynamic range of quantification and demonstrated the practical utility of the method by detecting expression changes in a model of activation of Jurkat T-cells. Our protocol provides a general approach to perform quantitative proteomics by 18O-labeling in high-throughput studies, with the added value that it has a validated statistical model for the null hypothesis. To the best of our knowledge, this is the first report where a general protocol for stable isotope labeling is tested in practice using a collection of samples and analyzed at this degree of statistical detail. ","publisher":"Molecular & Cellular Proteomics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGRwM8BVskPXnXu7tZL7fl1p9y22zzUT-k,NAME_SEARCH,wwOj)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"Cyclosporine A-induced nitration of tyrosine 34 MnSOD in endothelial cells: role of mitochondrial superoxide","publishedOn":{"year":2010},"description":"Cyclosporine A (CsA) has represented a fundamental therapeutic weapon in immunosupression for the past three decades. However, its clinical use is not devoid of side effects, among which hypertension and vascular injury represent a major drawback. Endothelial cells are able to generate reactive oxygen and nitrogen species upon exposure to CsA, including formation of peroxynitrite. This may result in endothelial cell toxicity and increased tyrosine nitration. We have now studied the subcellular origin of superoxide formation in endothelial cells treated with CsA and the biochemical consequences for the function of mitochondrial enzymes. By using electron spin resonance and endothelial cells lacking functional mitochondria, we showed that superoxide anion is generated in mitochondria. This was associated with an effect of CsA on bioenergetic parameters: increased mitochondrial membrane potential and inhibition of cellular respiration. In addition, CsA inhibited the activity of the mitochondrial enzymes aconitase and manganese superoxide dismutase (MnSOD). The use of murine lung endothelial cells deficient in endothelial nitric oxide synthase (eNOS) and NOS\/peroxynitrite inhibitors allowed us to establish that the presence of eNOS and concomitant NO synthesis and peroxynitrite formation were essential for CsA induced nitration and inhibition of MnSOD activity. As the latter has been shown to become inactivated by nitration, we sought to identify this modification by mass spectrometry analysis. We found that CsA induced specific MnSOD tyrosine 34 nitration both in the recombinant protein and in endothelial cells overexpressing MnSOD. We propose that CsA induced endothelial damage may be related to increased mitochondrial superoxide formation and subsequent peroxynitrite-dependent nitroxidative damage, specifically targeting MnSOD.","publisher":"Cardiovascular Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"Statistical Model to Analyze Quantitative Proteomics Data Obtained by 18O\/16O Labeling and Linear Ion Trap Mass Spectrometry","publishedOn":{"year":2009},"description":"Statistical models for the analysis of protein expression changes by stable isotope labeling are still poorly developed, particularly for data obtained by 16O\/18O labeling. Besides large scale test experiments to validate the null hypothesis are lacking. Although the study of mechanisms underlying biological actions promoted by vascular endothelial growth factor (VEGF) on endothelial cells is of considerable interest, quantitative proteomics studies on this subject are scarce and have been performed after exposing cells to the factor for long periods of time. In this work we present the largest quantitative proteomics study to date on the short term effects of VEGF on human umbilical vein endothelial cells by 18O\/16O labeling. Current statistical models based on normality and variance homogeneity were found unsuitable to describe the null hypothesis in a large scale test experiment performed on these cells, producing false expression changes. A random effects model was developed including four different sources of variance at the spectrum-fitting, scan, peptide, and protein levels. With the new model the number of outliers at scan and peptide levels was negligible in three large scale experiments, and only one false protein expression change was observed in the test experiment among more than 1000 proteins. The new model allowed the detection of significant protein expression changes upon VEGF stimulation for 4 and 8 h. The consistency of the changes observed at 4 h was confirmed by a replica at a smaller scale and further validated by Western blot analysis of some proteins. Most of the observed changes have not been described previously and are consistent with a pattern of protein expression that dynamically changes over time following the evolution of the angiogenic response. With this statistical model the 18O labeling approach emerges as a very promising and robust alternative to perform quantitative proteomics studies at a depth of several thousand proteins. ","publisher":"Molecular & Cellular Proteomics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGRwM8BVskPXnXu7tZL7fl1p9y22zzUT-k,NAME_SEARCH,wwOj)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"name":"High-sensitivity analysis of specific peptides in complex samples by selected MS\/MS ion monitoring and linear ion trap mass spectrometry: Application to biological studies","publishedOn":{"year":2007},"description":"Mass spectrometry (MS) is a technique of paramount importance in Proteomics, and developments in this field have been possible owing to novel MS instrumentation, experimental strategies, and bioinformatics tools. Today it is possible to identify and determine relative expression levels of thousands of proteins in a biological system by MS analysis of peptides produced by proteolytic digestion. In some situations, however, the precise characterization of a particular peptide species in a very complex peptide mixture is needed. While single-fragment ion-based scanning modes such as selected ion reaction monitoring (SIRM) or consecutive reaction monitoring (CRM) may be highly sensitive, they do not produce MS\/MS information and their actual specificity must be determined in advance, a prerequisite that is not usually met in a basic research context. In such cases, the MS detector may be programmed to perform continuous MS\/MS spectra on the peptide ion of interest in order to obtain structural information. This selected MS\/MS ion monitoring (SMIM) mode has a number of advantages that are fully exploited by MS detectors that, like the linear ion trap, are characterized by high scanning speeds. In this work, we show some applications of this technique in the context of biological studies. These results were obtained by selecting an appropriate combination of scans according to the purpose of each one of these research scenarios. They include highly specific identification of proteins present in low amounts, characterization and relative quantification of post-translational modifications such as phosphorylation and S-nitrosylation and species-specific peptide identification.","publisher":"Journal of Mass Spectrometry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAkzFmUBjPpZ7w0za7sng9erVduDF6smlNk,NAME_SEARCH,fejQ)"}]},{"publishedOn":{"month":3,"day":16,"year":2017},"description":"Selenomabs are engineered monoclonal antibodies with one or more translationally incorporated selenocysteine residues. The unique reactivity of the selenol group of selenocysteine permits site-specific conjugation of drugs. Compared to other natural and unnatural amino acid and carbohydrate residues that have been used for the generation of site-specific antibody-drug conjugates, selenocysteine is particularly reactive, permitting fast, singlestep, and efficient reactions under near physiological conditions. Using a tailored conjugation chemistry, we generated highly stable selenomab-drug conjugates and demonstrated their potency and selectivity in vitro and in vivo. These site-specific antibody-drug conjugates built on a selenocysteine interface revealed broad therapeutic utility in liquid and solid malignancy models.","url":"http:\/\/www.cell.com\/cell-chemical-biology\/fulltext\/S2451-9456(17)30060-0","name":"Stable and potent selenomab-drug conjugates","publisher":"Cell Chemical Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8MzbMB_9rulAQDSUi7fI3jH9OllptcelU,NAME_SEARCH,WXZW)"}]}],"positions":null,"posts":[{"createdAt":1713534840000,"insightId":"3b635710-e987-4030-b6b9-07de1a02b557","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7186601692304424961,7187086116041228288)","threadUrn":"urn:li:ugcPost:7186601692304424961","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"¡Muy merecido Belen!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7186601692304424961"}}},{"createdAt":1712172420000,"insightId":"9651767a-9b49-4561-9514-8ac7b0314de1","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181326082778746882,7181371728432926722)","threadUrn":"urn:li:ugcPost:7181326082778746882","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Sounds like good news!!! Well done and hope to see you soon. Cheers"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181326082778746882"}}},{"createdAt":1709998980000,"insightId":"b211b1d4-2241-4187-ab8d-89297c991b29","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7172245552426946560,7172255698204979202)","threadUrn":"urn:li:ugcPost:7172245552426946560","reactionsCount":2,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Well done Ömer!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7172245552426946560"}}},{"createdAt":1709929800000,"insightId":"9da60ac2-3133-44d8-b999-b27ecfff68cb","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171941051140706304,7171965633125990401)","threadUrn":"urn:li:activity:7171941051140706304","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Proud and lucky to be part of that inclusion by your side. But let’s not take it for granted and keep going…"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171941051140706304"}}}]}