{"summary":"Professional with master's degree focused in pharmacy from University of Sarajevo, Faculty of Pharmacy. ","lastName":"Hrnčić","objectUrn":"urn:li:member:260964472","geoRegion":"Serbia","fullName":"Amina Hrnčić","firstName":"Amina","currentPositions":[{"companyName":"Dr. Max Srbija","title":"Interni trener","tenureAtCompany":{"numMonths":1},"companyUrnResolutionResult":{"employeeCountRange":"1001-5000","headquarters":{"geographicArea":"Srbija","country":"Serbia","city":"Beograd","postalCode":"11000","line1":"Ulica Đorđa Stanojevića 14"},"website":"https:\/\/www.drmax.rs\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/dr-max-srbija\/","industry":"Hospitals and Health Care"},"startedOn":{"month":5,"year":2024},"companyUrn":"urn:li:fs_salesCompany:79341637"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1600863545197?e=1723075200&v=beta&t=Do36Brwo-xKsLnanAkncPi6GFZh1A0T87tc7Zgos7MM","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1600863545197?e=1723075200&v=beta&t=4hc4egNhkUYScSFY-Am3kTqHITZQTDGyEyBZTJryG_A","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1600863545197?e=1723075200&v=beta&t=YBdQUycFh-l1Mkm0_L3d5d6d5IPJCpy_Huci_LA2Gqs","height":400},{"width":608,"fileIdentifyingUrlPathSegment":"800_800\/0\/1600863545197?e=1723075200&v=beta&t=3qaClPDxznZwzVGhjJH6IzDCscWKQZAKbO_dlaTXJKM","height":608}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQGuyaG2cO6jBQ\/profile-displayphoto-shrink_"},"projects":[{"endedOn":{"month":12,"year":2017},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}],"title":"Bayer Digital Campus Challenge 2017","startedOn":{"month":11,"year":2017},"url":"http:\/\/karriere.bayer.de\/en\/working-at-bayer\/students\/digital-campus-challenge\/"},{"endedOn":{"month":11,"year":2017},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}],"title":"Antibiotics- Last Line of Defense","startedOn":{"month":11,"year":2017},"url":"https:\/\/www.facebook.com\/antibioticiPLO"},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC29Pr0BKzb5rhCsENDGRzRNfbs5zP8vt50, , )"}],"title":"Bayer Digital Campus Challenge 2019- CATS Patch- Cardio Tracking Smart Patch","startedOn":{"month":11,"year":2019},"url":"https:\/\/www.agorize.com\/en\/challenges\/bayer-digital-campus-challenge-2019"},{"title":"Global Connect Clinical Leadership","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}]},{"endedOn":{"year":2020},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}],"title":"Learning through play (Obrazovanje kroz igru), a United Nations regional project","startedOn":{"year":2020},"url":"http:\/\/obrazovanjekrozigru.com"},{"endedOn":{"month":12,"year":2020},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}],"title":"Use antibiotics with care, AMR","startedOn":{"month":12,"year":2020}}],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2020},"degree":"Master's degree","eduId":590525904,"fieldsOfStudy":["Pharmacy"],"schoolName":"University of Sarajevo, Faculty of Pharmacy","startedOn":{"year":2014}},{"endedOn":{"year":2014},"degree":"High School Diploma","schoolName":"JU Gimnazija \"Edhem Mulabdić\"","startedOn":{"year":2009},"eduId":590526821}],"skills":[{"numOfEndorsement":11,"name":"Laboratory Skills"},{"numOfEndorsement":12,"name":"Research"},{"numOfEndorsement":9,"name":"Pharmacy"},{"numOfEndorsement":5,"name":"Writing"},{"numOfEndorsement":4,"name":"Sales"},{"numOfEndorsement":4,"name":"Microsoft Office"},{"numOfEndorsement":3,"name":"Microsoft Excel"},{"numOfEndorsement":3,"name":"SPSS"},{"numOfEndorsement":3,"name":"Teamwork"},{"numOfEndorsement":3,"name":"Customer Service"},{"numOfEndorsement":4,"name":"Public Speaking"},{"numOfEndorsement":3,"name":"Creativity Skills"},{"numOfEndorsement":2,"name":"Business Negotiation"},{"numOfEndorsement":3,"name":"Good Manufacturing Practice (GMP)"},{"numOfEndorsement":2,"name":"Negotiation"},{"numOfEndorsement":2,"name":"Coordination Skills"},{"numOfEndorsement":4,"name":"Creative Writing"},{"numOfEndorsement":3,"name":"Web Content Writing"},{"numOfEndorsement":3,"name":"Pharmaceutical Sales"},{"numOfEndorsement":4,"name":"Pharmaceutical Care"},{"numOfEndorsement":4,"name":"Pharmaceutics"},{"numOfEndorsement":3,"name":"Pharmaceutical Manufacturing"},{"numOfEndorsement":3,"name":"Pharmaceutical Sciences"}],"numOfConnections":751,"patents":[],"headline":"Pharmacist at Dr.Max Srbija","courses":[{"name":"PATHOGEN: 2017, The first Bosnian-Maltese school of pathology and molecular genetics","number":""},{"name":"EPSA SOFT SKILLS TRAINING"},{"name":"Malignant melanoma, online education of the Chamber of Pharmacists in the Federation of Bosnia and Herzegovina, 2020"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/amina-hrn%C4%8Di%C4%87-13449173","organizations":[],"location":"Serbia","publications":[{"publishedOn":{"month":11,"day":22,"year":2019},"description":"Omega - 3 fatty acids are known as essential nutrients. Even though they’re necessary for human health, they are not synthetized in human bodies, but rather taken in by alimentation. The source and quality of fatty acids in human diet is of great importance. The best natural source of omega - 3 fatty acids are fish and sea food. This research was conducted in Sarajevo in one of the shopping center chains to establish nutritive profiles of the food products that have been enriched with omega - 3 fatty acids with nutritious and healthy labels. The nutritive facts of the chosen food products were compared to nutritive profiles of the similar products without labels. Through this paper, we have referred to the general legislation and regulations governing the rules on the labeling, presentation and advertising of food products. Labeling can take different forms, such as words and pictorials that refer to a product. Each product contains omega - 3 fatty acids as highlighted on the nutrition claims, but it also contains omega-6 fatty acids as well as other harmful fatty acids, which is not mentioned on the label. A heart - shaped logo on these products is also considered a health claim, because it suggests positive effects on the cardiovascular system. The paper concludes whether the use of these products is justified by the stated claims and whether the consumers have a real health benefit by taking them in individual portions, without consuming large quantities of unnecessary fats or oils to achieve the recommended daily intake of omega - 3 fatty acids Key words: fatty acids, essential nutrients, omega – 3 fatty acids, nutritious and healthy labels","url":"https:\/\/www.researchgate.net\/publication\/337317749_Nutritive_profiles_of_the_food_products_high_in_omega_-3_acids_with_nutitious_and_healthy_labels_in_Sarajevo_market","name":"Nutritive profiles of the food products high in omega -3 acids with nutitious and healthy labels in Sarajevo market","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC29Pr0BKzb5rhCsENDGRzRNfbs5zP8vt50, , )"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACFMHuABUJL-HIoMe0hG6Az7kLGPw57UY8E,NAME_SEARCH,H6Ep)"}]},{"publishedOn":{"month":11,"year":2020},"description":"The plant Asphalatus linearis, better known as rooibos tea or \"mother's miracle from South Africa\", is present as an independent component of teas, and can also be found as an integral part of many tea blends present on the market of Bosnia and Herzegovina. It is a rich source of unusual glycosylated plant polyphenols, flavonoids, and also contains polysaccharides, oligosaccharides, and a large number of minerals with various key health-promoting properties. Numerous studies have confirmed that Asphalatus linearis has positive effects on the gastrointestinal tract, has hepatoprotective, chemoprotective, and cardioprotective effects. It is also recommended for people with weak immunity, acute anemia due to iron deficiency and in the diet of breastfeeding mothers, and as an adjuvant in the treatment of Diabetes mellitus. The work is based on the hepatoprotective and hepatotoxic effects of Asphalatus linearis. In vitro studies have confirmed histological regressions of steatosis and cirrhosis in tissues, inhibition of increased malondialdehyde, triacylglycerol, and cholesterol, decreased plasma concentrations of aminotransferases (AST, ALT), alkaline phosphatase, and bilirubin, which are considered markers of liver function, for which are responsible active components of the plant Asphalatus linearis. On the other hand, several case studies from clinical practice have shown exactly the opposite. In practice, it seems that Asphalatus linearis led to hepatotoxic effects, all under the inadequate use of this plant. Finally, a summary of studies showing either hepatoprotective or hepatotoxic activity of Asphalatus linearis is given, with a qualitative and quantitative analysis of the results obtained. Keywords: rooibos, Asphalatus linearis, hepatoprotection, hepatotoxicity, tea blend","url":"https:\/\/www.researchgate.net\/publication\/346038713_Hepatoprotective_and_hepatotoxic_effects_of_rooibos_tea_Asphalatus_linearis","name":"Hepatoprotective and hepatotoxic effects of rooibos tea (Asphalatus linearis)","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACFMHuABUJL-HIoMe0hG6Az7kLGPw57UY8E,NAME_SEARCH,H6Ep)"}]},{"publishedOn":{"month":11,"year":2020},"description":"Herbal drugs are the basis of phytotherapy. Phytotherapy is a method of treatment, prevention, and alleviation of symptoms with herbal drugs or all their parts such as root, leaf, flower, aboveground part of the plant, as well as preparations obtained by light processing of herbal parts. These are most often extracts, infusions, macerates, tinctures, and essential oils. De facto, the pharmacologically active ingredients of these plants are used in herbal treatment, and ultimately their standardized preparations. Herbal species used in the phytotherapy of hypertension are: Crategi folium cum flore, hawthorn leaf and flower; Alivi sativi bulbus, garlic bulb; Equiseti herba, horsetail. In addition to these species, the paper will mention new research in this field. The drugs that will be mentioned below are not newly discovered, but their hypotensive effect has been unknown so far. Many plant species are mentioned in the research, such as Andrographis paniculata, creat; Coriandrum sativum, coriander; Crocus sativus (saffron), saffron; Hibiscus sabdariffa (roselle), hibiscus, roselle; Camellia sinensis, Chinese tea tree; Zingiber officinale, ginger, Petroselinum crispum, primrose; Achillea millefolium, yarrow. Phytotherapy is often the first stage of treatment that patients turn to in self-medication. Herbal drugs intended for phytotherapy of hypertension are used daily in the diet but can be found as various dietary supplements both in pharmacies and in the free sale on the market, at points of sale that are not sufficiently legally regulated. By educating about the newly discovered pharmacological effects of certain herbal drugs, the pharmacist will be able to provide the patient with complete pharmaceutical health care. Key words: hypertension, herbal drug, phytotherapy","url":"https:\/\/www.researchgate.net\/publication\/346039077_Potential_hypotensive_effect_of_herbal_drugs","name":"Potential hypotensive effect of herbal drugs","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACFMHuABUJL-HIoMe0hG6Az7kLGPw57UY8E,NAME_SEARCH,H6Ep)"}]},{"publishedOn":{"month":11,"year":2020},"description":"One of the new strategies in cancer treatment is chemoprevention, which involves the use of compounds to block or reverse carcinogenesis. In this context, the summer boletus (Boletus edulis) proved to be very interesting. This fungus is a common fungus of the northern hemisphere, which is very widespread in Bosnia and Herzegovina. It is an edible mushroom, and it has always been considered medicinal in this area. Summer boletus is considered a safe mushroom to pick because of its characteristic appearance and is very difficult to confuse with any other mushroom. However, care should be taken to collect it in places that are not exposed to heavy metals, as it is prone to their accumulation. It is a good source of protein, fat, B complex vitamins, fiber, copper, potassium, zinc, and selenium. A large number of studies have proven the antitumor activity of the extract of this fungus when it comes to colon cancer. Boletus edulis biopolymers extracted with hot water and purified by anion exchange chromatography showed antiproliferative activity in colon cancer cells. In this paper, a tabular presentation of studies that confirmed the potential of this fungus extract in chemoprevention is given. It is explained which parts of the genome are involved, how the mechanism of antitumor activity is realized. Finally, conclusions were drawn regarding the importance of this fungus in the daily diet, its antitumor potential, and the possibility of developing dietary supplements based solely on those parts of the genome Boletus edulis that showed antitumor activity, with the aim of preventing colon cancer. Key words: boletus, chemoprevention, boletus, cancer, extract\n\n","url":"https:\/\/www.researchgate.net\/publication\/346https:\/\/www.researchgate.net\/publication\/346039116_Significance_of_antitumor_activity_of_summer_boletus_Boletus_edulis_Bull_178039116_Significance_of_antitumor_activity_of_summer_boletus_Boletus_edulis_Bull_1782","name":"Significance of antitumor activity of summer boletus (Boletus edulis Bull., 1782)","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACFMHuABUJL-HIoMe0hG6Az7kLGPw57UY8E,NAME_SEARCH,H6Ep)"}]},{"name":"OVERVIEW OF CHEMICAL-ANALYTICAL METHODS USED FOR DETERMINATION OF ALUMINUM IN A BIOLOGICAL SAMPLE","publishedOn":{"month":4,"day":19,"year":2021},"description":"Aluminum is a metal that is very widespread in our environment. It is used in almost all industries, and it has found its place even in the pharmaceutical industry (as an adjuvant), in the cosmetics and in the food industry in infant formulas. Despite the accepted idea that aluminum is harmless as an adjuvant, especially in vaccines, experimental studies show the opposite. Aluminum is precipitate in different tissues and causes delayed toxic effects. Different aluminum salts behave differently in the body. There are several well-established, routine methods for the qualification and quantification of aluminum in a biological sample, including accelerator fat spectroscopy (AMS), graphite furnace atomic absorption spectrometry (GFAAS), flame atomic absorption spectrometry (FAAS), electrothermal atomic absorption spectrometry (ETAAS), neutron activation analysis (NAA), inductively coupled plasma atomic emission spectrometry (ICP - AES), inductively coupled plasma mass spectrometry (ICP-MS), and microprobe laser mass spectrometry (LAMMA). This paper provides an overview of these methods. The most important method in the modern determination of aluminum is fluorescence microscopy, with lumogallion and morin as fluorophores. These methods have found their role in the determination of aluminum in brain tissue. Studies conducted from 2014 to 2020 are pioneering studies in this field that have successfully proven that there is indeed a cause-and-effect relationship between aluminum exposure and neurodegenerative diseases such as Alzheimer's disease, autism spectrum disorders, multiple sclerosis, and epilepsy. In addition to long-established diseases associated with aluminum exposure such as kidney disease, bone disease, Crohn's disease, anemia, diabetes mellitus, breast cancer etc., new studies seek to use analytical methods to detect aluminum in a biological sample to prove its impact on infertility in both women and men.","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}]},{"name":"Doping in sport","publishedOn":{"month":9,"day":1,"year":2021},"publisher":"EPSA Science! Monthly","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"}]},{"publishedOn":{"month":11,"day":18,"year":2021},"description":"Broccoli (Brassica oleracea L. var. Italica) is a widespread vegetable in the\ndiet around the world and like all other green vegetables has an\nunquestionable positive effect on human health. Recent research has shown\nthat sulforaphane, a component isolated from broccoli, has a specific effect\nwhen it comes to neurodegenerative diseases, of which disorders from the\nautism spectrum stand out. This paper presents the latest research related to\nthe influence of sulforaphane on the prevention and treatment of\nneurodegenerative diseases. The objectives of this study were to provide\ninsight into the potential for further research of sulforaphane, in order to\nformulate more effective dietary supplements, but also possible new drugs. In\naddition to broccoli, sulforaphane, representative of the isothiocyanate\ncompounds, is also found in other related vegetables such as cauliflower and\ncabbage. Sulforaphane studies have been performed in vitro, on experimental\nanimals but also on clinical subjects.","url":"https:\/\/www.hranaishranazdravlje.ba\/wp-content\/uploads\/2021\/11\/zbornik-sazetaka-VI-studentski-kongres-HIZ-2021-.pdf","name":"Potential effects of sulforaphane from broccoli (Brassica oleracea L. var. Italica) on neurodegenerative diseases","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACs97nQBWHy-xORylv2hANQKFvhWN2jcU-I,NAME_SEARCH,w8Lr)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACFMHuABUJL-HIoMe0hG6Az7kLGPw57UY8E,NAME_SEARCH,H6Ep)"}]},{"publishedOn":{"month":11,"day":18,"year":2021},"description":"Nowadays the phytotherapeutic approach to the treatment of diseases is\nincreasingly prevalent. What is important to emphasiye is that there are\ncertainly highly tested herbal drugs thatexert their effects through\nphytocomponents and phytocomplexes. The noni plant (Morinda citrifolia L.)\nis a tropical plant found in parts of Asia, Australia, and Polynesia. It is\nextremely resistant to different conditions, both climate and soil, so it can be\nfound on different types of soil throughtout these regions. It is known that\nthis plant is currently available as a noni juice. The benefits of this plant are\nreflected in various segments, and some of them are that it has an analgesic\neffect, streghthens the immune system and acts as an antidepressant, but the\nmost interesting effect of this plant is antitumor. The lesser known effect of\nnoni is antihypertensive and hypolipemic. Scientists around the world have\ndone research on groups of patients with initial and early stages of\nhypertension, and have shown that it succesfully lowers systolic and diastolic\nblood pressure. What is important to mention is that the product that contains\nthe components of noni is useful to be takend because it lowers cholesterol,\nwhich can consequently cause problems with hypertension.","url":"https:\/\/www.hranaishranazdravlje.ba\/wp-content\/uploads\/2021\/11\/zbornik-sazetaka-VI-studentski-kongres-HIZ-2021-.pdf","name":"The role of noni plant (Morinda citrifolia L.) in the treatment of hypertension","publisher":"University of Sarajevo","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACFMHuABUJL-HIoMe0hG6Az7kLGPw57UY8E,NAME_SEARCH,H6Ep)"}]},{"publishedOn":{"month":10,"day":31,"year":2022},"description":"Astaxanthin is a xanthophyll carotenoid present in various microalgae and yeasts. The primary source of astaxanthin for human consumption is obtained by eating seafood or by extracting it from the microalgae Haematococcus pluvialis or the yeast Phaffia species. It is also a pigment that is given to marine animals, such as farmed salmon, to give them their characteristic flesh color through nutrition. Astaxanthin is a powerful bioactive antioxidant and has shown efficacy in animal and human models of macular degeneration, which causes blindness. It is known to have an antitumor effect. Recently, the effects of astaxanthin on the nervous system has been in focus of research. This paper provides an overview of the latest studies related to this topic. Astaxanthin has been found to have antidepressant effects mediated by the serotonergic system, in addition to being a therapeutic anti-inflammatory agent for many neurological disorders, including cerebral ischemia, Parkinson's disease, Alzheimer's disease, autism, and neuropathic pain. Also, astaxanthin is proven to be a good method of nutritional preconditioning, to increase resistance, when it comes to closed head injuries. This means that potentially astaxanthin can increase resistance to these injuries in susceptible populations such as athletes and soldiers. Keywords: astaxanthin, nervous system, depression, trauma, autism","url":"https:\/\/www.researchgate.net\/publication\/366957503_The_effects_of_astaxanthin_on_the_nervous_system","name":"The effects of astaxanthin on the nervous system","publisher":"Univerzitet u Sarajevu","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACs97nQBWHy-xORylv2hANQKFvhWN2jcU-I,NAME_SEARCH,w8Lr)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADgEKikBReN1SaFxFU7s-CVz_ilsdfUU9og,NAME_SEARCH,fmHB)"}]},{"publishedOn":{"month":10,"day":31,"year":2022},"description":"Pineapple, (Ananas comosus (L) Merr.), is a perennial plant from the Bromeliaceae family. The edible part of the plant is its fruit. It originates from tropical and subtropical America, and its existence was first recorded by Christopher Columbus. Today it is used worldwide in food and is widely distributed. In this paper, the focus is on the bromelain, a component isolated from the pineapple, which has been the subject of numerous research studies in recent years due to its antitumor effect. More specifically, an overview of studies related to the antitumor activity of bromelain is given. Bromelain, a cysteine protease extracted from the stem of pineapple, has a high binding affinity to the transcription factors p53 and β-catenin proteins that are key players in controlling the progression of hepatocellular carcinoma. When it comes to colorectal cancer, in one study bromelain reduced cell proliferation and induced apoptosis in Caco-2 cells. In vivo, bromelain reduced the development of aberrant foci of colorectal cancer crypts and polyps. Bromelain has been shown to prevent nuclear factor αB (NF-αB) translocation through G2\/M arrest and contribute to cell death in human epidermoid carcinoma cells. Furthermore, bromelain slows the growth inhibition response of MCF-7 cells in breast cancer cells and stimulates the autophagy cycle while promoting monocyte cytotoxicity in women with breast cancer when administered orally. Bromelain has also shown in vivo antitumor activity in cell lines such as P-388 leukemia, sarcoma (S-37), Ehrlich ascetic tumor, Lewis lung carcinoma, and mammary adenocarcinoma ADC-755. Keywords: pineapple, bromelain, cancer, colorectal cancer, leukemia","url":"https:\/\/www.researchgate.net\/publication\/366957883_Antitumor_activity_of_bromelain_isolated_from_pineapple_Ananas_cosmosus_L_Merr","name":"Antitumor activity of bromelain, isolated from pineapple (Ananas cosmosus (L) Merr.)","publisher":"Univerzitet u Sarajevu","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-OAHgBf4mDwCL_7zrrk5jFOyZxAT27TB8,NAME_SEARCH,2kHI)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADgEKikBReN1SaFxFU7s-CVz_ilsdfUU9og,NAME_SEARCH,fmHB)"}]}],"positions":null,"posts":[{"createdAt":1715963640000,"insightId":"b8017ecf-a5dd-4ced-bcec-ef0de0246b26","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:celebrateJobChange:7197273403186122752"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":9},{"type":"APPRECIATION","count":2},{"type":"LIKE","count":20},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7197273404947755009","threadUrn":"urn:li:ugcPost:7197273404947755009","reactionsCount":32,"commentsCount":4,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7197273404947755009","message":{"attributes":[{"start":73,"length":14,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:79341637"}}}],"text":"I’m happy to share that I’m starting a new position as Interni trener at Dr. Max Srbija!"},"entityUrn":"urn:li:ugcPost:7197273404947755009"}}},{"createdAt":1710065700000,"insightId":"278b9eff-3509-4135-b8d9-c2dab89418b8","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQG_s-JWic83Qw\/articleshare-shrink_800\/0\/1711287451219?e=1717977600&v=beta&t=TRqkuYloP5ALfB3vW7Z-bNN45kuyh5rfMWyXFGjRTII","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQG_s-JWic83Qw\/articleshare-shrink_800\/0\/1711287451219?e=1717977600&v=beta&t=TRqkuYloP5ALfB3vW7Z-bNN45kuyh5rfMWyXFGjRTII"}]},"resolvedUrl":"https:\/\/youtu.be\/PQlRKy04U2k","title":"Dr. Max. Briga o ljudima na prvom mestu."}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7172535537067507712","threadUrn":"urn:li:activity:7172535537067507712","reactionsCount":4,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7172535536123789312","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7172535536123789312"}}}]}