{"summary":"Dr. Hanna is board certified by the Board of Pharmacy Specialties in Oncology Pharmacy and Pharmacotherapy. He received his doctorate of pharmacy from Florida A&M University, completed his general residency at St. Thomas Hospital, Nashville, TN and his oncology residency at St. Luke's Mountain States Tumor Institute, Boise, ID. \n\nHe is currently the Director of Pharmacy at Minnesota Oncology and an Assistant Professor of Pharmacy at the Mayo Clinic College of Medicine. Dr. Hanna serves as an Associate Editor for the Journal of the Advanced Practitioner in Oncology (JADPRO).\n\nDr. Hanna’s research interests are focused on B-cell malignancies and genitourinary cancers. He has published over a dozen peer-reviewed manuscripts in various journals including Pharmacotherapy, AJHP, Drugs, JOPP, AJMC and JHOP. \n\nDr. Hanna is a recognized Fellow of the Association of Community Cancer Centers (ACCC) and a Board member of the National Community Oncology Dispensing Association (NCODA). He is also an active member of the Hematology\/Oncology Pharmacy Association, the American College of Clinical Pharmacy, and the Advanced Practitioner Society For Hematology and Oncology.","lastName":"Hanna, PharmD, BCPS, BCOP, FACCC","objectUrn":"urn:li:member:264300520","geoRegion":"Greater Minneapolis-St. Paul Area","fullName":"Kirollos Hanna, PharmD, BCPS, BCOP, FACCC","firstName":"Kirollos","currentPositions":[{"companyName":"Minnesota Oncology","title":"Director of Pharmacy","tenureAtCompany":{"numYears":1,"numMonths":4},"companyUrnResolutionResult":{"employeeCountRange":"501-1000","headquarters":{"geographicArea":"MN","country":"United States","city":"St. Paul","postalCode":"55114","line2":"Suite 110N","line1":"2550 University Ave. W."},"website":"http:\/\/mnoncology.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/minnesota-oncology\/","industry":"Hospitals and Health Care"},"startedOn":{"month":2,"year":2023},"companyUrn":"urn:li:fs_salesCompany:3301095"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1551572494132?e=1723075200&v=beta&t=Jj2vvoU8uwIm_xrJ4y4YV316gVcJ7jfpDWnmsDQ2K5Y","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1551572494112?e=1723075200&v=beta&t=L3BeKyxzSdL15o7DynKQiIkjY_ovrd7oj7ri5SZmY4k","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1551572494270?e=1723075200&v=beta&t=SSQwIxSLqwWF6sxZ4Rn2mXX_l_vT7XbaglNARKMhlR8","height":400},{"width":600,"fileIdentifyingUrlPathSegment":"800_800\/0\/1551572494151?e=1723075200&v=beta&t=dDt2WaEu7v9WCyZNI8hPgh2dIz9TaJw2orj1YN_Wje4","height":600}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQEBnkIw7g_cSg\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2014},"degree":"Doctor of Pharmacy (Pharm.D.)","eduId":295431662,"schoolUrn":"urn:li:fs_salesSchool:15101139","school":"urn:li:fs_salesSchool:15101139","fieldsOfStudy":["Pharmacy"],"startedOn":{"year":2008}},{"endedOn":{"year":2015},"degree":"Bachelor of Arts (B.A.)","eduId":305324582,"fieldsOfStudy":["Divinity"],"schoolName":"St. Athanasius Theological Seminary","startedOn":{"year":2011}}],"skills":[{"numOfEndorsement":57,"name":"Pharmacy"},{"numOfEndorsement":50,"name":"Healthcare"},{"numOfEndorsement":30,"name":"Pharmacists"},{"numOfEndorsement":18,"name":"Patient Counseling"},{"numOfEndorsement":12,"name":"Clinical Research"},{"numOfEndorsement":7,"name":"Hospitals"},{"numOfEndorsement":5,"name":"Clinical Pharmacology"},{"numOfEndorsement":8,"name":"Customer Service"},{"numOfEndorsement":4,"name":"Compounding"},{"numOfEndorsement":3,"name":"Pharmacology"},{"numOfEndorsement":0,"name":"Cpr Certified"},{"numOfEndorsement":1,"name":"Medicine"},{"numOfEndorsement":5,"name":"Oncology"},{"numOfEndorsement":1,"name":"Hematology"},{"numOfEndorsement":0,"name":"Parenteral Nutrition"},{"numOfEndorsement":1,"name":"Board Certified Pharmacotherapy"},{"numOfEndorsement":1,"name":"CPR Certified"},{"numOfEndorsement":4,"name":"Inpatient"},{"numOfEndorsement":7,"name":"Medication Therapy Management"},{"numOfEndorsement":1,"name":"Pharmacy Automation"},{"numOfEndorsement":6,"name":"Microsoft Office"},{"numOfEndorsement":1,"name":"PowerPoint"},{"numOfEndorsement":5,"name":"Leadership"},{"numOfEndorsement":4,"name":"Microsoft Excel"},{"numOfEndorsement":5,"name":"Microsoft PowerPoint"},{"numOfEndorsement":0,"name":"Hospital Pharmacy"},{"numOfEndorsement":1,"name":"Clinical Pharmacy"},{"numOfEndorsement":0,"name":"Community Pharmacy"}],"numOfConnections":4708,"patents":[],"headline":"Director of Pharmacy | Assistant Professor | Associate Editor | 40 Under 40 in Cancer","courses":[],"certifications":[{"authority":"Board of Pharmacy Specialties","name":"Board Certified Oncology Pharmacist","startedOn":{"month":11,"year":2016},"url":"http:\/\/www.bpsweb.org\/"},{"authority":"Minnesota Board of Pharmacy","name":"Pharmacist License - Minnesota","startedOn":{"month":4,"year":2016},"url":"https:\/\/mn.gov\/boards\/pharmacy\/"},{"authority":"Board of Pharmacy Specialties","name":"Board Certified Pharmacotherapy Specialist","startedOn":{"month":11,"year":2015},"url":"http:\/\/www.bpsweb.org\/"},{"authority":"Tennessee Board of Pharmacy","name":"Pharmacist License - Tennessee","startedOn":{"month":8,"year":2014},"url":"http:\/\/health.state.tn.us\/boards\/pharmacy\/"},{"authority":"American Heart Association | American Stroke Association","name":"Basic Life Support for Healthcare Providers (AHA)","company":"urn:li:fs_salesCompany:157306","startedOn":{"month":3,"year":2013},"companyUrn":"urn:li:fs_salesCompany:157306"}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/kirolloshanna","organizations":[{"name":"Minnesota Society of Health-System Pharmacists","description":"President, Southern-Affiliate Chapter, 2019-2020\nPresident-Elect, Southern-Affiliate Chapter, 2018-2019\nMember, Education & Practice Committee, 2018-2019\nCo-chair, Midyear Clinical Meeting Committee, 2018\nMember, Annual Meeting Committee, 2018","startedOn":{"year":2017}},{"name":"Hematology\/Oncology Pharmacy Association","description":"Member, BCOP Self-Study & Webinar Courses Subcommittee, 2019-2020\nBCOP Faculty, HOPA Self Study, 2019\nMember, BCOP Self-Study & Webinar Courses Subcommittee, 2018-2019\nBCOP Faculty, HOPA Annual Conference, 2018","startedOn":{"month":8,"year":2015}},{"name":"American College of Clinical Pharmacy","description":"Pharmacotherapy Mock Exam Item Writer, 2019 - Present\nResearch Grants Reviewer, 2016 - Present","startedOn":{"year":2014}},{"name":"National Community Oncology Dispensing Association","description":"Member, Executive Council, 2019 - Present\nEditor-in-Chief, Positive Quality Interventions Committee, 2019 - Present\nMember, Oral Chemotherapy Education Steering Committee, 2018 - Present\nMember, Treatment Support Kits Committee 2018 - Present\nMember, Positive Quality Interventions Committee, 2018 - 2019","startedOn":{"month":3,"year":2018}},{"name":"American Society of Health-System Pharmacists","description":"Member, Clinical Specialists and Scientists Advisory Group on Clinical Leadership, 2019-2020","startedOn":{"year":2014}}],"location":"Greater Minneapolis-St. Paul Area","publications":[{"name":"A Rare Case of Pembrolizumab-Induced Uveitis in a Patient with Metastatic Melanoma: Beyond the Abstract","publishedOn":{"month":11,"day":10,"year":2016},"publisher":"OncToday","url":"http:\/\/www.onctoday.com\/beyond-the-abstracts\/melanoma\/28221-a-rare-case-of-pembrolizumab-induced-uveitis-in-a-patient-with-metastatic-melanoma-beyond-the-abstract.html","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":9,"day":26,"year":2016},"description":"ABSTRACT:\nPembrolizumab, a programmed cell death protein 1 (PD-1) inhibitor, is a humanized monoclonal antibody used in the treatment of metastatic or unresectable melanoma and advanced non–small cell lung cancer (NSCLC). We hereby report a case of pembrolizumab-induced uveitis to increase practitioner awareness. A 78-year-old woman presented with onset of panuveitis after initiation of pembrolizumab therapy for metastatic melanoma. The patient received three cycles of therapy every 21 days, during which her symptoms progressively worsened. She was treated with topical and systemic corticosteroids, and further pembrolizumab was discontinued despite a good response to therapy. Pembrolizumab has been associated with rapid onset of ocular inflammation and uveitis. PD-1 inhibitors mediate a T-cell response against cancer cells; however, autoimmune complications have been reported. Incidence of pembrolizumab-induced uveitis is reported to be < 1%. To date, three cases have been reported since its Food and Drug Administration approval in September 2014. Uveitis, if left untreated, may lead to permanent vision loss and ocular damage. Cases of immune-mediated uveitis have been reported with cancer immunotherapies. Oncologists and ophthalmologists should be aware of this complication. With the increasing targeted pharmaceuticals in oncology, effective management of adverse events is necessary to ensure patient safety and optimal outcomes. \n\nThis article is protected by copyright. All rights reserved.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/phar.1839\/full","name":"A Rare Case of Pembrolizumab-Induced Uveitis in a Patient with Metastatic Melanoma","publisher":"Pharmacotherapy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":2,"day":1,"year":2017},"description":"\nPurpose: The pharmacology, rationale, and dosing optimization strategies of proton pump inhibitors (PPIs) for the treatment of upper gastrointestinal bleeding (UGIB) are discussed.\nSummary: In combination with endoscopic therapy, PPIs are the treatment of choice for UGIB. While the advent of PPIs has improved patient outcomes, controversy still exists over optimal PPI therapy for UGIB. Pharmacologic treatment in combination with endoscopic therapy has demonstrated improved outcomes in patients with nonvariceal UGIB. PPIs are the treatment of choice for suppressing gastric acid and preventing rebleeding, though a mortality benefit from these agents has not been strongly established. Although the current guidelines recommend an i.v. bolus injection followed by continuous infusion of a high-dose PPI, intermittent PPI therapy has been found to be safe and effective while significantly reducing cost, even in patients with high-risk stigmata after endoscopy. Oral PPIs may be effective in patients who can tolerate oral therapy but require further evaluation in patients with higher-risk stigmata. Regardless of stigmata, after 72 hours of i.v. therapy, patients with UGIB may be safely transitioned to oral PPIs if hemodynamically stable and able to tolerate oral medication. As the risk of rebleeding significantly decreases after the first three days, continuation of high-dose therapy beyond 72 hours is not necessary in hemodynamically stable patients.\nConclusion: Current guidelines recommend that PPIs be given as an i.v. bolus injection followed by a continuous infusion, but intermittent i.v. dosing and oral PPI therapy have been found to be effective in treating patients with UGIB and associated with reductions in cost.","url":"http:\/\/www.ajhp.org\/content\/74\/3\/109","name":"Optimizing proton pump inhibitor therapy for treatment of nonvariceal upper gastrointestinal bleeding","publisher":"American Journal of Health-System Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":9,"day":26,"year":2017},"description":"Urothelial carcinoma (UC) is the second most common malignancy of the genitourinary system and the sixth most common cancer in the United States. The overall incidence of UC appears to be on the decline, but death rates have remained stable.1,2 Stage IV metastatic disease is associated with only a 5% survival rate at 5 years.2 Gemcitabine and cisplatin combinations or dose-dense methotrexate, vinblastine, doxorubicin, and cisplatin are the preferred regimens for individuals with a good performance status and organ function. Second-line therapy for advanced or metastatic disease is limited. Over the course of one year, five immune checkpoint inhibitors were approved for treatment of cancers in the locally advanced or metastatic setting: atezolizumab, nivolumab, durvalumab, avelumab, and pembrolizumab. Immunotherapies have played a significant role in the treatment of various cancers and have continued to expand. It is of utmost importance that practitioners include checkpoint inhibitors as treatment options for UC. Based on the limited data, pembrolizumab and atezolizumab may be the drugs of choice, as they are supported by the most influential data to date; however, further research is warranted. Ongoing clinical trials will further assess the benefits of inducing cellular immunity in the treatment of UC. These therapies mark a new landscape in the treatment of UC. In this article, the available data on immune checkpoint inhibitors for the treatment of locally advanced or metastatic UC and their place in therapy are reviewed.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/phar.2033\/full","name":"A Review of Immune Checkpoint Inhibitors for the Management of Locally Advanced or Metastatic Urothelial Carcinoma","publisher":"Pharmacotherapy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"The Role of Nutrition Support in Patients with Cancer","publishedOn":{"month":11,"year":2017},"publisher":"Pharmacy Purchasing & Products","url":"https:\/\/www.pppmag.com\/article\/2131","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":3,"day":1,"year":2018},"description":"Background: Anaplastic oligodendroglioma is a malignant neoplasm of the central nervous system. Standard treatment includes complete surgical resection followed by radiation therapy and combination chemotherapy with a regimen of procarbazine, lomustine, and vincristine. Treatment with single-agent temozolomide is an acceptable alternative. Myelosuppression is typically the dose-limiting toxicity associated with temozolomide; in rare cases, aplastic anemia has also been reported. \n\nObjectives: To review the literature of temozolomide-induced aplastic anemia and discuss the case of severe aplastic anemia in a patient with anaplastic oligodendroglioma who received temozolomide therapy. \n\nDiscussion: We report a case of aplastic anemia in a 36-year-old white woman who had surgery for anaplastic oligodendroglioma followed by radiation and temozolomide therapy. Aplastic anemia is a rare and has been reported with temozolomide therapy. Increased toxicity of temozolomide caused by limited activity of the DNA-repair enzyme O6-methylguanine-DNA methyltransferase (MGMT) gene could contribute to prolonged marrow damage. If the MGMT promoter is methylated, cells are unable to repair DNA crosslinks and are rendered sensitive to alkylating agents. The exact mechanism of temozolomideinduced myelotoxicity is not fully understood, and no correlation has been reported between the dose and duration of temozolomide therapy. \n\nConclusion: Case series show that temozolomide can trigger severe aplastic anemia in rare cases, irrespective of the dose and duration of therapy. Clinicians should be aware of this rare and potentially devastating complication of temozolomide therapy.\nWe report a case of severe aplastic anemia in a 36-year-old woman with anaplastic oligodendroglioma who underwent surgical resection followed by concomitant radiation therapy and single-agent temozolomide therapy, and we review the published literature of comparable reports.","url":"http:\/\/jhoponline.com\/jhop-issue-archive\/2018-issues\/jhop-march-2018-vol-8-no-1\/17378-aplastic-anemia-in-a-patient-with-anaplastic-oligodendroglioma-postradiation-and-concurrent-temozolomide-therapy-case-report-and-review-of-the-literature","name":"Aplastic Anemia in a Patient with Anaplastic Oligodendroglioma Postradiation and Concurrent Temozolomide Therapy: Case Report and Review of the Literature","publisher":"Journal of Hematology Oncology Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Updates in Urothelial Carcinoma","publishedOn":{"month":4,"day":1,"year":2018},"publisher":"The Video Journal of Oncology","url":"https:\/\/www.vjoncology.com\/?s=Kirollos+hanna","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":10,"day":10,"year":2018},"description":"Urothelial Carcinoma (UC) is the second most common malignancy of the genitourinary system and is the sixth most common cancer in the USA. Over a decade prior to 2016, the standard of care for early disease consisted of transuretheral resection of the bladder tumor with or without intravesicular chemotherapy or immunotherapy. Systemic chemotherapies such as gemcitabine and cisplatin combinations or dose-dense methotrexate, vinblastine, doxorubicin, cisplatin were reserved for recurrent, muscle-invasive, advanced or metastatic disease. Novel treatment approaches for UC have significantly impacted the management of patients. In 2016–2017, five immune checkpoint inhibitors marked a new paradigm in the treatment of UC for patients with advanced or metastatic disease or who are unable to tolerate platinum-based chemotherapy. Most recently, the U.S. Food and Drug Administration set restrictions on two commonly utilized checkpoint inhibitors, atezolizumab and pembrolizumab, in the first-line setting in patients with UC due to decreased survival associated with low expression of the protein programmed death ligand 1. Furthermore, Breakthrough Therapy Designations have been granted for enfortumab vedotin and erdafitinib for patients following platinum-based chemotherapy and those with fibroblast growth factor receptor mutated UC, respectively. Additional updates include dose-dense gemcitabine and cisplatin for muscle-invasive bladder cancer and preoperative checkpoint blockade. This article will review the available data on updates in the treatment of UC and future direction of therapies.","url":"http:\/\/journals.sagepub.com\/eprint\/XPiiWTJFz3hh2P5ZKubX\/full","name":"Updates and novel treatments in urothelial carcinoma","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Preparing for the Board Certified Oncology Pharmacist (BCOP) Examination","publishedOn":{"month":9,"year":2018},"publisher":"HOPA Newsletter","url":"http:\/\/hoparx.org\/hopa-news\/volume-15-issue-3-2018\/the-resident-s-cubicle","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFGElMBMHDtA-FiPgqyvfrXmuGJKJ5KTjM,NAME_SEARCH,fsTw)"}]},{"publishedOn":{"month":12,"year":2018},"description":"BACKGROUND: Pembrolizumab, an immune checkpoint inhibitor, is approved by the US Food and Drug Administration as a treatment option for several cancers, including metastatic or unresectable melanoma, non–small-cell lung cancer, bladder cancer, and head and neck carcinoma. \nDISCUSSION: We discuss a case of an 86-year-old male patient with metastatic melanoma who developed myositis secondary to initiating pembrolizumab therapy. To our knowledge, this is the second reported case of myositis resulting from pembrolizumab. The patient received 2 cycles of therapy at 2 mg\/kg and developed dysphagia and hoarseness 1 week later for which he was admitted to the hospital for further evaluation. After a complicated hospital course, steroid therapy, and plasma exchange, the patient failed to respond, aspirated, and died. We also review other cases of immune-mediated myositis reported in the literature.\nCONCLUSION: Several immune-mediated adverse events, including myopathies, have been associated with immune checkpoint inhibitors, including programmed-cell death-1 and cytotoxic T-lymphocyte–associated protein-4 inhibitors. Adverse events often respond to discontinuation of therapy and initiating steroids. Tumor necrosis factor–alpha inhibitors and plasma exchange may be used for severe, unresponsive cases. Clinicians should be vigilant with such events and initiate therapeutic interventions rapidly to optimize patient safety and outcomes.","url":"http:\/\/jhoponline.com\/jhop-issue-archive\/2018-issues\/jhop-december-2018-vol-8-no-4\/17660-review-of-pd-1-induced-myositis-and-a-case-of-pembrolizumab-induced-myositis-in-a-patient-with-metastatic-melanoma","name":"Review of PD-1–Induced Myositis and a Case of Pembrolizumab-Induced Myositis in a Patient with Metastatic Melanoma","publisher":"Journal of Hematology Oncology Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":1,"day":1,"year":2019},"description":"Patients receiving cancer therapies should be adequately assessed and managed to prevent chemotherapy-induced nausea and vomiting (CINV). 5-hydroxytryptamine (5-HT3) receptor antagonists, neurokinin-1 receptor (NK1R) antagonists, glucocorticoids, benzodiazepines, dopaminergic agents and other therapeutic classes have demonstrated substantial antiemetic activity. Despite proven efficacy, choice of therapy should be tailored to the individual patient based on the distinct types of CINV, patient risk factors and emetogenic potential of therapy. Guidelines for antiemetic therapy for intravenously administered chemotherapy according to the estimated risk of CINV are available from American Society of Clinical Oncology, National Comprehensive Cancer Network and the Multinational Association of Supportive Care in Cancer\/ European Society for Medical Oncology. Optimal control and prevention of CINV has been associated with improved adherence to cancer therapy stressing the importance of understanding and adhering to these guidelines.","url":"https:\/\/www.ncoda.org\/chemotherapy-induced-nausea-and-vomiting\/","name":"Chemotherapy-Induced Nausea and Vomiting","publisher":"NCODA Positive Quality Interventions","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":5,"day":1,"year":2019},"description":"Oral oncolytics have significantly impacted the treatment of cancer while enabling patients the convenience of management in their homes. Despite the rapid growth, therapeutic advances, novel mechanisms of actions, and improved outcomes associated with these agents, the dispensing process of oral chemotherapy drugs remains inadequate. As a result of rising drug costs and healthcare expenditure, payers have forced a “medically-disintegrated” model of dispensing, limiting patients and practices to fill prescriptions through external mail-order pharmacies. Significant barriers have emerged from such a model leading to treatment initiation and refill delays, inefficient monitoring practices, delays in care with insurance changes, miscommunication between patient, pharmacy, and physician, decreased patient satisfaction, delayed recognition and management of adverse events, increased incidence and under reporting of adverse events, inability to assess adherence and compliance, and increased waste. Although mail-order pharmacies have a significant role in maintenance therapies for non-oncologic indications and may help minimize cost, the high acuity and monitoring needed for patients with cancer does not align with mail-order dispensing. ","url":"https:\/\/www.targetedonc.com\/news\/ncoda-patient-surveys-support-the-need-for-medicallyintegrated-pharmacies","name":"NCODA Patient Surveys Support the Need for Medically-Integrated Pharmacies\n","publisher":"Targeted Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"day":12,"year":2019},"description":"Chronic lymphocytic leukemia is one of the most common lymphoid malignancies. Often treatment modalities are tailored to individual patients based on age, presence of comorbidities and cytogenetics. The advent of ibrutinib has significantly changed the management of the disease in all patient groups and has had the largest impact on clinical practice to date. Over the last 15 years, a series of trials have established that chemoimmunotherapy improves both progression-free survival and overall survival compared to chemotherapy alone. Despite its proven role, efficacy of ibrutinib has not been well established in young, fit patients and in comparison with standard care and as combination therapy with other agents such as venetoclax. New data have strengthened the role of ibrutinib in the front-line setting and establish its place in therapy. In addition, combination therapies are geared to achieve negative minimal residual disease and allow patients to potentially be off of therapy. The management of this leukemia has extensively changed over the past years, and this review article will aim to highlight key trials that have changed practice and led to guideline updates. It is not unlikely that treatment modalities will continue to improve in light of new data.","url":"https:\/\/doi.org\/10.1177\/1078155219853030","name":"Updates in the management of chronic lymphocytic leukemia\/small lymphocytic leukemia","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"day":11,"year":2019},"description":"PharmacotherapyFirst is an innovative, digital-only, peer-reviewed resource focused on disease state management and patient care. It is founded on the proposition that learning therapeutics is more than about memorization and cramming for exams. Designed to teach therapeutics to the modern learner, it incorporates concise evidence-based content, assessment tools, and instructor resources. The goal of PharmacotherapyFirst is to help learners—students and practitioners alike—learn and to help instructors help learners to learn. ","url":"https:\/\/pharmacylibrary.com\/doi\/full\/10.21019\/pharmacotherapyfirst.mult-myeloma_overview","name":"Multiple Myeloma","publisher":"PharmacyLibrary’s PharmacotherapyFirst: A Multimedia Learning Resource","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"day":14,"year":2019},"description":"Hepatocellular carcinoma (HCC) is associated with a high mortality rate and limited treatment options. The American Cancer Society estimates that in 2019, more than 42,000 individuals will be diagnosed with HCC, and nearly 32,000 individuals will succumb to the disease. Despite an overall decline in cancer-related deaths in the United States, mortality rates due to liver cancer have increased and rank as the fifth leading cause of cancer-related death. Chronic hepatitis B and C infections and alcohol consumption are the leading risk factors for the development of HCC in the United States. Screening is recommended for individuals at high risk of developing HCC, and patients with early-stage disease may undergo surgical resection, ablation, transarterial chemoembolization, radiation therapy, or liver transplantation. Patients diagnosed with late-stage or metastatic disease have limited treatment options. Prior to 2018, sorafenib was the only U.S. Food and Drug Administration (FDA)-approved targeted therapy for the initial treatment of unresectable HCC; nivolumab and regorafenib were approved in 2017 as second-line options following treatment with sorafenib. The unmet need to improve outcomes for patients with advanced and metastatic HCC is clear. For this reason it is important to review recent FDA approvals and ongoing clinical trials of unique combination therapies for HCC.","url":"http:\/\/www.hoparx.org\/hopa-news\/volume-16-issue-2-2019\/late-breaking-news","name":"Updates in the Management of Hepatocellular Carcinoma","publisher":"HOPA Newsletter","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Sharing Best Practices Through PQI","publishedOn":{"month":5,"day":1,"year":2019},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/oncolytics-today\/current-issue\/#10","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACOnMFABoyQKB6YNHCRMWVoYaWpHX1upjkY,NAME_SEARCH,rxBH)"}]},{"name":"New Indications for Two Oral Drugs Approved By FDA In 1Q19","publishedOn":{"month":5,"day":1,"year":2019},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/oncolytics-today\/current-issue\/#16","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Walking In The Shoes of A Patient","publishedOn":{"month":5,"day":1,"year":2019},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/oncolytics-today\/current-issue\/#38","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Erdafitinib Pharmacist’s Applications to Practice","publishedOn":{"month":4,"day":12,"year":2019},"publisher":"HOPA","url":"http:\/\/www.hoparx.org\/drug-updates-from-the-fda\/erdafitinib-balversa-janssen-pharmaceutical-companies","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Fostamatinib Pharmacist’s Applications to Practice","publishedOn":{"month":4,"day":17,"year":2018},"publisher":"HOPA","url":"http:\/\/www.hoparx.org\/drug-updates-from-the-fda\/fostamatinib-disodium-hexahydrate-tablets-tavalisse-rigel-pharmaceuticals-inc","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"day":20,"year":2019},"description":"Oral oncolytics, or oral chemotherapies, have significantly impacted the treatment of cancer. They enable patients to conveniently manage treatment in their homes. Despite the rapid growth, therapeutic advances, novel mechanisms of actions, and improved outcomes associated with these agents, the dispensing process remains inadequate. As a result of rising drug costs and healthcare expenditures, payers have forced a “medically disintegrated” model of dispensing, limiting patients and practices to fill prescriptions through external mail-order pharmacies.","url":"https:\/\/www.ajmc.com\/journals\/evidence-based-oncology\/2019\/june-2019\/ncoda-patient-surveys-support-the-need-for-medically-integrated-pharmacies","name":"NCODA Patient Surveys Support the Need for Medically Integrated Pharmacies","publisher":"AJMC Evidence-Based Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":8,"day":1,"year":2019},"description":"Erdafitinib is the first Food and Drug Administration (FDA)-approved oral pan-fibroblast growth factor receptor (FGFR) kinase inhibitor that binds to four FGFRs (FGFR-1 to -4), leading to decreased cell signaling and cellular apoptosis. Erdafitinib also binds to RET, colony-stimulating factor 1 receptor (CSF-1R), platelet-derived growth factor receptor alpha and beta (PDGFR-alpha and PDGFR-beta), Fms-related tyrosine kinase 4 (FLT4), KIT and vascular endothelial growth factor receptor 2 (VEGFR-2), exhibiting additional antitumor mechanisms resulting in cell kill. In this article, we provide a comprehensive review of the preclinical and clinical activity of erdafitinib, which has been recently approved in the U.S. for the treatment of adult patients with locally advanced or metastatic urothelial carcinoma with susceptible FGFR3\/FGFR2 genetic alterations following progression during or after at least one line of platinum-containing chemotherapy and within 12 months of neoadjuvant or adjuvant platinum-containing chemotherapy. Erdafitinib is the first oral treatment option for patients with urothelial carcinoma.","url":"https:\/\/journals.prous.com\/journals\/servlet\/xmlxsl\/pk_journals.xml_summary_pr?p_JournalId=4&p_RefId=3010573&p_IsPs=N","name":"Erdafitinib to treat urothelial carcinoma","publisher":"Drugs of Today","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":9,"day":12,"year":2019},"description":"OBJECTIVES: To evaluate the use of G-CSFs in a large community cancer center in relation to the National Comprehensive Cancer Network (NCCN) recommendations, and to implement a pharmacist reference to ensure optimal G-CSF management and decrease healthcare spending.\n\nMETHODS: We conducted a retrospective chart review to evaluate the administration of G-CSFs in 2014 in a large community cancer center. Data collected included the type of malignancy, chemotherapy regimens, and patient comorbidities. Recommendations from the NCCN and from the American Society of Clinical Oncology and the published literature regarding regimens associated with febrile neutropenia were used to determine appropriate therapy. Adults who had a diagnosis of cancer and received G-CSFs as prophylaxis for febrile neutropenia were included in this analysis. \n\nRESULTS: A total of 72 patient encounters associated with filgrastim therapy and 1439 patient encounters with pegfilgrastim therapy were analyzed. The results demonstrated that 47.22% and 8.2%, respectively, of G-CSF administrations did not have an indication supported by guideline recommendations for administering filgrastim and pegfilgrastim as prophylaxis for febrile neutropenia. In addition, this evaluation helped to identify a potential saving of more than $600,000 annually. In all, 4.66% of pegfilgrastim treatment was administered on the same day as chemotherapy administration, despite guideline recommendations for a 24- to 72-hour wait period between the administrations of chemotherapy and G-CSF.\n\nCONCLUSION: The use of G-CSFs at this large institution suggests that the prescribing of these medications is not always in adherence with the current NCCN guidelines. Our analysis helped to implement a systemwide pharmacist reference in collaboration with the medical oncologists in setting criteria to aid in the management of G-CSF therapy and provide optimal patient care.","url":"http:\/\/www.jhoponline.com\/jhop-issue-archive\/2019-issues\/jhop-september-2019-vol-9-no-3\/17833-comparing-granulocyte-colony-stimulating-factors-prescribing-practices-versus-guideline-recommendations-in-a-large-community-cancer-center","name":"Comparing Granulocyte Colony-Stimulating Factors Prescribing Practices versus Guideline Recommendations in a Large Community Cancer Center","publisher":"Journal of Hematology Oncology Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA6rgLEBE5InM9yu4yrx3-MoSu30AOcr3qo,NAME_SEARCH,nQrK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAaWs3EB48vTzWXIuDsHnqOwDIujCV7JJj0,NAME_SEARCH,YEIS)"}]},{"publishedOn":{"month":10,"day":16,"year":2019},"description":"Oral chemotherapy agents have significantly altered the provision of cancer therapy, allowing cancer to be managed as a chronic condition within the patient’s home. Despite the established place of these drugs in the care continuum, managing oral oncolytics requires unique strategies compared with infusion therapies, including timely coordination among oncology providers, clinical pharmacists, dispensing pharmacies, and the patient.","url":"https:\/\/www.pppmag.com\/article\/2468","name":"Optimize Oral Chemotherapy Management","publisher":"Pharmacy Purchasing & Products","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":10,"day":20,"year":2019},"description":"Renal cell carcinoma is a common malignancy of the genitourinary system and is the eight most common cancer type in the United States. The overall incidence of renal cell carcinoma appears to be increasing but death rates have been declining. Patients with poor risk, advanced disease have a two-year survival rate of approximately 7%. Prior to the advent of tyrosine kinase inhibitors, anti-vascular endothelial growth factor antibodies, mammalian target of rapamycin inhibitors, and checkpoint inhibitors, IFN-α and high-dose IL-2, were standard of care treatment options but, conversely, their use is now limited to select patients. Immunotherapies have played a significant role in the treatment of various cancers and have continued to expand. It is of utmost importance that practitioners include checkpoint inhibitors as treatment options for renal cell carcinoma as they mark a new era in the treatment of advanced or relapsed setting. Nivolumab, pembrolizumab, avelumab, ipilimumab, and atezolizumab all play a role in management of disease as either monotherapy or in combination with other agents. Ongoing clinical trials are ongoing to further assess the benefits of inducing cellular immunity in the treatment of renal cell carcinoma. In this article, the available data on immune checkpoint inhibitors for the treatment of advanced or relapsed renal cell carcinoma and their place in therapy are reviewed.","url":"https:\/\/journals.sagepub.com\/doi\/full\/10.1177\/1078155219881178","name":"A review of checkpoint inhibitors in the management of renal cell carcinoma","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":10,"year":2019},"description":"The treatment landscape for locally advanced or metastatic urothelial carcinoma has broadened significantly over recent years. New therapeutic options include immunotherapy with checkpoint inhibitors and targeted therapy with erdafitinib. Despite these advances, gaps remain in the selection and sequencing of optimal therapies. Treatment decisions are often influenced by several patient-specific factors such as tolerability and biomarker expression. Following progression while receiving front- and second-line therapies, there is no widely accepted standard of care for patients. Enrollment into a clinical trial is recommended in all lines of therapy for advanced disease. Antibody–drug conjugates have recently emerged as novel therapeutics allowing for targeted delivery of chemotherapeutic agents. Enfortumab vedotin, a nectin-4-targeted antibody conjugated with monomethyl auristatin E, is the first-in-class therapeutic option and has demonstrated unprecedented response rates following progression on chemotherapy and immunotherapy for advanced disease with a tolerable safety profile. As a result, a biologics license application was submitted to the US FDA in July 2019. Ongoing clinical trials are aiming to further establish the role of enfortumab vedotin in urothelial carcinoma. In this article, we highlight the safety and efficacy of enfortumab vedotin for patients with advanced bladder cancer, ongoing clinical trials, clinical pharmacology, and pharmacokinetics.","url":"https:\/\/link.springer.com\/article\/10.1007\/s40265-019-01241-7","name":"Clinical Overview of Enfortumab Vedotin in the Management of Locally Advanced or Metastatic Urothelial Carcinoma","publisher":"Drugs","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":26,"year":2019},"description":"Multiple Myeloma (MM) is the 14th-most-common cancer, accounting for approximately 1.8% of all cancers and 17.0% of all hematologic malignancies in the United States. An estimated 32,110 new myeloma cases will be diagnosed in the United States in 2019, with an estimated 12,960 deaths, which represents 2.1% of all cancer-related deaths. MM is most frequently diagnosed in people aged 65 to 74 years, with a median age of 69 years at diagnosis and a median age of 75 years at death. \n\nThe National Comprehensive Cancer Network MM panel prefers triplet therapy over doublet as the standard of care for all patients because of improved response rates, depth of response, and rates of progression-free survival (PFS) or overall survival.3 The combination of a proteasome inhibitor (PI), an immunomodulatory drug (IMiD), and a corticosteroid remains the cornerstone of frontline treatment for patients, regardless of eligibility for autologous stem cell transplant (ASCT). As an example, the bortezomib\/lenalidomide\/dexamethasone regimen is a preferred category 1 recommendation for transplant-eligible and -ineligible patients.\n\nMany agents administered as frontline therapy for patients with MM are used in the relapsed\/refractory setting. Choice of therapy is influenced by what was used in the frontline setting, patient comorbidities and organ function, response assessment from prior treatment, tolerability of prior therapy, and time to relapse. Despite numerous treatment combinations, the primary goals of therapy for all patients with MM are disease control, improved quality of life, and prolonged survival. MM remains incurable to date. This article reviews select novel treatments that have recently expanded the therapeutic landscape for patients with MM and highlights others in the pipeline. ","url":"https:\/\/www.pharmacytimes.com\/publications\/Directions-in-Pharmacy\/2019\/December2019\/updates-in-the-management-of-multiple-myeloma","name":"Updates in the Management of Multiple Myeloma","publisher":"PharmacyTimes: Directions in Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Selinexor Pharmacist’s Applications to Practice","publishedOn":{"month":1,"year":2020},"publisher":"HOPA","url":"http:\/\/www.hoparx.org\/drug-updates-from-the-fda\/xpovio-selinexor-tablets","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":2,"day":28,"year":2020},"description":"Brentuximab vedotin (Adcetris) is an CD30-directed antibody drug conjugate (ADC) indicated as front-line treatment for patients with classical stage III\/IV Hodgkin’s Lymphoma (cHL) or CD30-expressing peripheral T-cell lymphomas (PTCL) in combination with multiagent chemotherapy. This PQI will review how to safely manage select toxicities associated with Brentuximab vedotin.","url":"https:\/\/www.ncoda.org\/brentuximab-vedotin-neuropathy-and-neutropenia-management\/","name":"Brentuximab Vedotin: Neuropathy and Neutropenia Management","publisher":"NCODA Positive Quality Interventions","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAwxu7QB2wmDghhYzpPhADoE6_QJe568HEk,NAME_SEARCH,k4xb)"}]},{"publishedOn":{"month":4,"day":11,"year":2020},"description":"Mantle cell lymphoma is a rare subtype of B-cell non-Hodgkin’s lymphomas that is generally classified as an aggressive lymphoma requiring front-line chemo-immunotherapy with stem cell rescue. Despite effective treatment, many patients relapse or are refractory to front-line therapy. In addition, these patients may also develop drug resistance requiring novel modalities for subsequent lines. Bruton’s tyrosine kinase inhibitors have demonstrated a well-tolerated safety and efficacy profile across several B-cell malignancies. Ibrutinib, acalabrutinib, and zanubrutinib are FDA-approved as treatment options for patients with Mantle cell lymphoma following one prior line of therapy. Various factors should be considered which include the adverse event profile of these agents and ability to adhere to therapy. In this article, we review the role of Bruton’s tyrosine kinase inhibitors for the management of Mantle cell lymphoma and review the clinical pharmacology, pharmacokinetics, safety and efficacy, and future directions.","url":"https:\/\/doi.org\/10.1177\/1078155220915956","name":"The role of Bruton’s tyrosine kinase inhibitors in the management of mantle cell lymphoma","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACtwrA0BKHooAbzLcY3Sx6l48t76GBw88hE,NAME_SEARCH,D9-1)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACoSHj4BZXnh3RVHmWo8OOg0KPFWmT2mWyQ,NAME_SEARCH,AU39)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACaWj2gBpN2wcU4Z4tFqgiaIOsu0_npoexc,NAME_SEARCH,bzeK)"}]},{"publishedOn":{"month":5,"day":1,"year":2020},"description":"The antibody-drug conjugate enfortumab vedotin is a fully humanized monoclonal antibody targeting Nectin-4 linked to a microtubule-disrupting agent, monomethyl auristatin E, via a protease-cleavable maleimidocaproyl valine-citrulline linker. In this article, we provide a comprehensive review of the preclinical and clinical activity of enfortumab vedotin, which has been recently approved in the U.S. for the treatment of adult patients with locally advanced or metastatic urothelial carcinoma who have previously received a programmed cell death protein 1 (PD-1)\/programmed cell death 1 ligand 1 (PD-L1) inhibitor as well as platinum-containing chemotherapy in the neoadjuvant\/adjuvant, locally advanced or metastatic setting. Enfortumab vedotin is the first antibody-drug conjugate approved for patients with urothelial carcinoma.","url":"https:\/\/journals.prous.com\/journals\/servlet\/xmlxsl\/pk_journals.xml_summary_pr?p_JournalId=4&p_RefId=3127027&p_IsPs=N","name":"Enfortumab vedotin to treat urothelial carcinoma","publisher":"Drugs of Today","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":5,"day":15,"year":2020},"description":"The treatment paradigm for urothelial carcinoma (UC), a common genitourinary cancer, has significantly expanded in recent years. Enfortumab vedotin, a Nectin-4–targeted antibody-drug conjugate, was recently approved by the U.S. Food & Drug Administration for patients with advanced or metastatic UC following chemotherapy and immunotherapy. Approval of enfortumab vedotin was based on findings from the EV-201 trial, which demonstrated objective response rates of 44%.  Patients treated with enfortumab vedotin should be monitored for specific toxicities, including peripheral neuropathy, rash, and hyperglycemia. In this article, the clinical implications of enfortumab vedotin for the treatment of advanced UC are reviewed.","url":"https:\/\/www.advancedpractitioner.com\/issues\/volume-11,-number-4-(mayjun-2020)\/advancements-in-therapy-for-bladder-cancer-enfortumab-vedotin.aspx?utm_source=Email&utm_medium=Email&utm_campaign=JADPRO%20ETOCs&email=d38291ba4698870c6a341fc756dc01beef30094842","name":"Advancements in Therapy for Bladder Cancer: Enfortumab Vedotin","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"year":2020},"description":"Urothelial carcinoma is the sixth most common malignancy in the United States with a median age at diagnosis of 73 years. Treatment decisions are often influenced by patient comorbidities and performance status. In recent years, immune checkpoint inhibitors and targeted therapies have offered new therapeutic options for patients. Vofatamab (B-701) is a human, anti-fibroblast growth factor receptor 3 (FGFR-3) monoclonal antibody that demonstrated efficacy in bladder cancer. This article provides a comprehensive review of the preclinical and clinical activity of vofatamab, which has been recently granted fast track designation in the U.S. for the treatment of adult patients with locally advanced or metastatic urothelial carcinoma with susceptible FGFR3 genetic alterations following progression during or after at least one line of platinum-containing chemotherapy. Vofatamab is an intravenous investigational agent with a well-tolerated safety profile.","url":"https:\/\/journals.prous.com\/journals\/servlet\/xmlxsl\/pk_journals.xml_summary_pr?p_JournalId=2&p_RefId=3106001&p_IsPs=N","name":"Vofatamab. Fibroblast growth factor receptor 3 (FGFR-3) antibody, Treatment of urothelial carcinoma","publisher":"Drugs of the Future","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"New FDA Oral Oncology Drug Approvals for 4Q19 and 1Q20","publishedOn":{"month":4,"year":2020},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/oncolytics-today\/current-issue\/#58","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"New FDA Oral Oncology Drug Approvals for 2Q19 and 3Q19","publishedOn":{"month":12,"year":2019},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/wp-content\/uploads\/2018\/04\/ONCOLYTICS-TODAY-ISSUE-2-NO-PRINTER-MARKS.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"name":"Digital Pills: New Technology Aims to Improve Oral Chemotherapy Adherence ","publishedOn":{"month":12,"year":2019},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/wp-content\/uploads\/2018\/04\/ONCOLYTICS-TODAY-ISSUE-2-NO-PRINTER-MARKS.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":9,"day":25,"year":2020},"description":"The national pandemic resulting from the novel coronavirus, COVID-19, has made the delivery of care for patients with cancer a challenge. There are competing risks of mortality from cancer versus serious complications and higher risk of death from COVID-19 in immunocompromised hosts. Furthermore, compounding these concerns is the inadequate supply of personal protective equipment, decreased hospital capacity, and paucity of effective treatments or vaccines to date for COVID-19. Guidance measures and recommendations have been published by national organizations aiming to facilitate the delivery of care in a safe and effective manner, many of which, are permanently adoptable interventions. Given the critical importance to continue chemotherapy, there remains additional interventions to further enhance patient safety while conserving healthcare resources such as adjustments in medication administration, reduction in laboratory or drug monitoring, and home delivery of specialty infusions. In this manuscript, we outline how to implement these actionable interventions of chemotherapy and supportive care delivery to further enhance the current precautionary measures while maintaining safe and effective patient care. Coupled with current published standards, these strategies can help alleviate the numerous challenges associated with this pandemic.","url":"https:\/\/journals.sagepub.com\/doi\/10.1177\/1078155220960211","name":"Clinical strategies for optimizing infusion center care through a pandemic","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFGElMBMHDtA-FiPgqyvfrXmuGJKJ5KTjM,NAME_SEARCH,fsTw)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvb7WgB_ANyCA0KByXKH7iKeBg9sf_UEFY,NAME_SEARCH,aTj3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACjiV6kBOeePMlg3sZLN9fTf5yMH8auG0k4,NAME_SEARCH,fARe)"}]},{"publishedOn":{"month":11,"day":4,"year":2020},"description":"Urothelial carcinoma is the sixth most common cancer type in the United States. Although most patients present with early stage disease which is associated with improved outcomes, many will progress to locally advanced or metastatic disease. Immune checkpoint inhibitors have significantly impacted the treatment paradigm for patients and have resulted in improved survival rates. Despite their proven efficacy, many ongoing clinical trials continue to refine combinations with chemotherapy, sequencing of therapies and the role of ligand expression. Additionally, novel targets have been identified for advanced urothelial carcinoma and have led to the approval of the antibody-drug conjugate, enfortumab vedotin, and the fibroblast growth factor receptor-targeted, erdafitinib. Enrollment in a clinical trial is strongly encouraged for all stages of advanced or metastatic disease. Numerous ongoing clinical trials are likely to impact the treatment armamentarium for patients. In this manuscript, we highlight key updates in the clinical management for patients and outline ongoing trials.","url":"https:\/\/journals.sagepub.com\/doi\/10.1177\/1078155220971026","name":"Updates in the management and future landscape of urothelial carcinoma","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACaWj2gBpN2wcU4Z4tFqgiaIOsu0_npoexc,NAME_SEARCH,bzeK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACtwrA0BKHooAbzLcY3Sx6l48t76GBw88hE,NAME_SEARCH,D9-1)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACoSHj4BZXnh3RVHmWo8OOg0KPFWmT2mWyQ,NAME_SEARCH,AU39)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABRizbkB08afLlu-Dbc12P2qTSeazISyiag,NAME_SEARCH,YR79)"}]},{"publishedOn":{"month":11,"day":13,"year":2020},"description":"Epithelial ovarian cancer (OC), a common gynecologic malignancy, continues to be a leading cause of death in women, with just under 50% of patients surviving 5 years after diagnosis. Survival is often tied to the tumor stage; however, many women are diagnosed with advanced disease because of the asymptomatic nature of earlier stages. To date, surgery and systemic chemotherapy with platinum-based agents remain the standards of care. Recently, poly (adenosine diphosphate-ribose) polymerase inhibitors have demonstrated a significant benefit for patients diagnosed with OC. Accordingly, it is critical for the pharmacist to be familiar with the OC treatment armamentarium in order to ensure an optimal outcome for the patient.","url":"https:\/\/www.uspharmacist.com\/article\/managing-ovarian-cancer-in-the-era-of-new-therapies","name":"Managing Ovarian Cancer in the Era of New Therapies","publisher":"US Pharmacist","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvb7WgB_ANyCA0KByXKH7iKeBg9sf_UEFY,NAME_SEARCH,aTj3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACjiV6kBOeePMlg3sZLN9fTf5yMH8auG0k4,NAME_SEARCH,fARe)"}]},{"name":"New FDA Oral Oncology Drug Approvals Q1, Q2, and Q3 2020","publishedOn":{"month":11,"year":2020},"publisher":"Oncolytics Today","url":"https:\/\/www.ncoda.org\/oncolytics-today\/current-issue\/#30","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":2,"day":1,"year":2021},"description":"The coronavirus disease 2019 (COVID-19) pandemic has shifted the way health care is provided across the globe, and the United States is no exception. The oncology pharmacist plays a vital role in all aspects of the care for patients with cancer. However, most duties performed on a day-to-day basis are within inpatient rounding teams or in clinics with patients and other providers, a workflow that has changed drastically with the uprise of the COVID-19 pandemic.","url":"https:\/\/www.pharmacytimes.com\/publications\/directions-in-pharmacy\/2021\/february2021\/the-impact-of-covid-19-on-oncology-pharmacy-and-patient-care-part-1","name":"The Impact of COVID-19 on Oncology Pharmacy and Patient Care, Part 1","publisher":"PharmacyTimes: Directions in Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvb7WgB_ANyCA0KByXKH7iKeBg9sf_UEFY,NAME_SEARCH,aTj3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACjiV6kBOeePMlg3sZLN9fTf5yMH8auG0k4,NAME_SEARCH,fARe)"}]},{"publishedOn":{"month":3,"year":2021},"description":"The human epidermal growth factor receptor (HER2) oncoprotein is a receptor tyrosine kinase of the ErbB family and has been a viable cancer target for therapies such as trastuzumab and pertuzumab due to its significant role in tumor angiogenesis. The role of HER2 is well established in certain types of breast and gastroesophageal cancers. This article provides a comprehensive review of the preclinical and clinical activity of margetuximab, which is currently under investigation for the treatment of patients with HER2-positive malignancies and was recently approved for the treatment of metastatic HER2-positive breast cancer. Margetuximab is an intravenous investigational agent with a well-tolerated safety profile.","url":"https:\/\/journals.prous.com\/journals\/servlet\/xmlxsl\/pk_journals.xml_summary_pr?p_JournalId=2&p_RefId=3187000&p_IsPs=N","name":"Margetuximab. Anti-HER2 monoclonal antibody, Treatment of metastatic HER2-positive breast cancer, Treatment of HER2-positive gastric or gastroesophageal junction cancer","publisher":"Drugs of the Future","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":4,"day":1,"year":2021},"description":"Breast cancer is the most frequently diagnosed cancer in the United States and ranks second as the most common cause of cancer-related death among women (Siegel et al., 2020). According to American Cancer Society (ACS) estimates, approximately 276,480 new cases of breast cancer would have been diagnosed in 2020, and greater than 42,000 deaths would be attributed to breast cancer (ACS, 2020). Although only 7% of all cancer-related deaths are from breast cancer every year, it is the leading cause of death among women between the ages of 40 and 49 years (Siegel et al., 2020). The death rate associated with breast cancer, however, has decreased by 1.3% annually from 2013 to 2017.","url":"https:\/\/www.advancedpractitioner.com\/cme-supplements\/volume-12,-number-2-(mar-2021)\/the-status-of-chemotherapy-in-metastatic-breast-cancer-insights-for-the-advanced-practitioner.aspx","name":"The Status of Chemotherapy in Metastatic Breast Cancer: Insights for the Advanced Practitioner","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAsvXsoB51574qLsDhCzUL8l4X8PolQc24E,NAME_SEARCH,jpzK)"}]},{"publishedOn":{"month":4,"day":1,"year":2021},"description":"Historically, metastatic breast cancer (MBC) was primarily treated with surgery and chemotherapy. To that end, a wide array of chemotherapy agents are currently available for the treatment of MBC. To date, there has been considerable progress in the understanding of the molecular underpinnings of breast cancer, which has led to the development of targeted agents. Despite this, eventually all patients with metastatic disease will receive single-agent or combination chemotherapy either to control spread or as a palliative measure. Currently, combinations of targeted agents and chemotherapy are under investigation, thereby indicating that chemotherapeutic agents will continue to be the backbone of future breast cancer therapy. However, there remains an unmet need to optimize the sequencing of chemotherapy agents based on individual patient characteristics and gene expression profiles in order to reduce toxicities and improve outcomes for patients.","url":"https:\/\/www.advancedpractitioner.com\/cme-supplements\/volume-12,-number-2-(mar-2021)\/chemotherapy-treatment-considerations-in-metastatic-breast-cancer.aspx","name":"Chemotherapy Treatment Considerations in Metastatic Breast Cancer","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAsvXsoB51574qLsDhCzUL8l4X8PolQc24E,NAME_SEARCH,jpzK)"}]},{"publishedOn":{"month":4,"day":1,"year":2021},"description":"Almost all patients with breast cancer will eventually receive chemotherapy drugs, the majority of which are administered as IV infusions. Real-world evidence indicates that while current treatment paradigms vary considerably from guideline recommendations, there is an increasing trend towards a preference for oral oncolytics among patients with breast cancer. Recent data have shown that oral anticancer therapeutics represent 25% of the oncology drug market share and that there is a high demand for these agents. Therefore, oral formulations of chemotherapy agents such as paclitaxel are currently under development. Although oral oncolytics are associated with several advantages over conventional intravenous drugs, maintaining adherence to therapy is a major barrier in achieving improved outcomes with these agents. Advanced practitioners can facilitate improved adherence to oral oncolytics by integrating evidence into practice to support better education and communication strategies to address patient concerns, overcome key hurdles, and ultimately, empower patients.","url":"https:\/\/www.advancedpractitioner.com\/cme-supplements\/volume-12,-number-2-(mar-2021)\/the-use-of-real-world-evidence-for-oral-chemotherapies-in-breast-cancer.aspx","name":"The Use of Real-World Evidence for Oral Chemotherapies in Breast Cancer","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAsvXsoB51574qLsDhCzUL8l4X8PolQc24E,NAME_SEARCH,jpzK)"}]},{"publishedOn":{"month":4,"day":28,"year":2021},"description":"The role of oncology pharmacists is vital to all aspects of care for patients with cancer, whether working in an outpatient or inpatient setting. Despite the global coronavirus disease 2019 (COVID-19) pandemic, the continuation of cancer treatments is needed to maintain disease control and improve patient outcomes.\n\nIn Part 1, we discussed the need to overcome COVID-19 barriers to cancer treatment. Telehealth, patient care teams, and the need for innovative strategies were identified as key for continuing treatments and achieving medication adherence.\n\nIn the infusion center setting, there is significant opportunity to streamline interventions and to apply lessons learned by oncology pharmacists during the pandemic.","url":"https:\/\/www.pharmacytimes.com\/view\/the-impact-of-covid-19-on-oncology-pharmacy-and-patient-care-part-2","name":"The Impact of COVID-19 on Oncology Pharmacy and Patient Care, Part 2","publisher":"PharmacyTimes: Directions in Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvb7WgB_ANyCA0KByXKH7iKeBg9sf_UEFY,NAME_SEARCH,aTj3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACjiV6kBOeePMlg3sZLN9fTf5yMH8auG0k4,NAME_SEARCH,fARe)"}]},{"publishedOn":{"month":4,"day":22,"year":2021},"description":"Renal cell carcinoma (RCC) is the ninth most common neoplasm in the United States and accounts for approximately 3.8% of all new cancer diagnoses. RCC originates from the kidney cortex and accounts for 85% of all renal tumors. The median age of diagnosis for this disease is 64 years, with a gender disparity toward men at a notable 1.7-fold increased risk of RCC development compared with females. Older age, male sex, and African American and Hispanic ethnicities are nonmodifiable risk factors for the development of RCC, with obesity, smoking, poor diet, alcohol consumption, and hypertension identified as the leading modifiable risk factors.","url":"https:\/\/www.pharmacytimes.com\/view\/updates-in-renal-cell-carcinoma-management","name":"Updates in Renal Cell Carcinoma Management","publisher":"PharmacyTimes: Directions in Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvb7WgB_ANyCA0KByXKH7iKeBg9sf_UEFY,NAME_SEARCH,aTj3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACjiV6kBOeePMlg3sZLN9fTf5yMH8auG0k4,NAME_SEARCH,fARe)"}]},{"publishedOn":{"month":6,"day":24,"year":2021},"description":"Multiple myeloma, a malignant neoplasm of plasma cells that accumulate in bone marrow, accounts for approximately 18% of hematologic malignancies in the United States. Patients are often treated with triplet therapy and may undergo stem cell transplantation. Despite effective therapies, multiple myeloma remains incurable. Patients often require maintenance therapy, and many will progress or relapsed following upfront treatment. Selection of treatment in the relapse\/refractory setting is complex due numerous active therapeutic agents and combinations. Treatment is often tailored to prior exposure and duration. In 2020, three novel pharmacological agents were approved in the relapsed setting. We highlight the clinical safety and efficacy of selinexor, isatuximab-irfc, and belantamab mafodotin for patients with multiple myeloma.","url":"https:\/\/journals.sagepub.com\/doi\/10.1177\/10781552211028906","name":"Updates in the management of relapsed\/refractory multiple myeloma","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACSHNJIBzqU4tgBiiTOnsnNq5axAZOeo_tU,NAME_SEARCH,r8A-)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABYkUEsB92OlHV6ODJubq4kKikFsyLC-EVU,NAME_SEARCH,QWpm)"}]},{"publishedOn":{"month":5,"day":1,"year":2021},"description":"During JADPRO Live Virtual 2020, Kirollos S. Hanna, PharmD, BCPS, BCOP, updated the audience on the pharmacology, new indications, and the clinical trial data of novel medications as well as expanded indications in solid tumors. Dr. Hanna also discussed signs and symptoms of potential serious and life-threatening adverse events, and how new therapeutic entities will impact the advanced practice setting.","url":"https:\/\/doi.org\/10.6004\/jadpro.2021.12.3.11","name":"2019–2020 Drug Updates in Solid Tumors","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":3,"year":2021},"description":"Purpose\nThe treatment landscape of advanced bladder cancer continues to evolve with novel therapeutics approved in recent years and many in the pipeline. Here we review the role of the novel agents enfortumab vedotin and sacituzumab govitecan in treatment of advanced disease.\n\nSummary\nPatients with advanced bladder cancer often first receive platinum-based therapy, while immune checkpoint inhibitors offer a maintenance option following cytotoxic chemotherapy or a second-line option. Despite various first- and second-line options, patients with significant comorbidities and treatment-related adverse events will experience disease progression requiring alternative treatment. Enfortumab vedotin and sacituzumab govitecan are novel antibody-drug conjugates approved in patients with advanced bladder cancer following platinum-based and immune checkpoint inhibitor therapy. Following platinum-based therapy and immunotherapy in patients with advanced bladder cancer, enfortumab vedotin, targeting Nectin-4, improves overall survival while sacituzumab govitecan, targeting Trop-2, is associated with a 27% response rate. With these new approaches to disease management, however, it remains critical to understand safety, efficacy, and operational considerations to optimize outcomes.\n\nConclusion\nWhen selecting an antibody-drug conjugate to treat patients with bladder cancer, it is important to note the adverse event profile of each agent to optimize outcomes and safety for patients.","url":"https:\/\/academic.oup.com\/ajhp\/advance-article-abstract\/doi\/10.1093\/ajhp\/zxab464\/6448956","name":"The role of enfortumab vedotin and sacituzumab govitecan in treatment of advanced bladder cancer","publisher":"AJHP","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACSHNJIBzqU4tgBiiTOnsnNq5axAZOeo_tU,NAME_SEARCH,r8A-)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABYkUEsB92OlHV6ODJubq4kKikFsyLC-EVU,NAME_SEARCH,QWpm)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADLIKBMBoDEsG0i72VPknKhr3pZraXYxMVQ,NAME_SEARCH,LcfQ)"}]},{"publishedOn":{"month":5,"day":30,"year":2022},"description":"Objective\nChronic lymphocytic leukemia and small lymphocytic lymphoma remain the most prevalent adult leukemia in Western countries. Novel therapeutics have established long-term efficacy and have changed the landscape in patient management. In contrast, novel approaches pose opportunities for patients to be treated for finite durations. In this manuscript, we highlight long-term safety and efficacy data with Bruton's tyrosine kinase inhibitors and combination BCL2 + anti-CD20 therapies. We also offer key considerations for treatment selection and outline ongoing trials which may continue to expand therapeutic options and approaches.\n\nData summary\nChronic lymphocytic leukemia and small lymphocytic lymphoma are different manifestations of the same disease and are managed in much the same way. Bruton's tyrosine kinase inhibitors have demonstrated long and durable efficacy benefits in patients with newly diagnosed chronic lymphocytic leukemia\/small lymphocytic lymphoma and in the relapsed\/refractory setting. Despite these benefits, long terms adverse events have posed challenges for patients and have led to treatment discontinuations. Additionally, the use of monotherapy Bruton's tyrosine kinase inhibitor's requires chronic use of the medications leading to added financial implications. BCL2 inhibition with venetoclax in combination with anti-CD20 monoclonal antibodies has offered a novel and finite treatment approach in frontline and relapsed chronic lymphocytic leukemia\/small lymphocytic lymphoma. Ongoing clinical trials are in investigating this modality further to enhance durable responses utilizing a combination Bruton's tyrosine kinase inhibitor's and BCL2 inhibitors.","url":"https:\/\/doi.org\/10.1177\/10781552221103820","name":"Long-term follow-up and future direction on the management of chronic lymphocytic leukemia\/small lymphocytic leukemia","publisher":"Journal of Oncology Pharmacy Practice","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACaWlcQBJ3BbKx0nsY4zdyy5uYVcq_eQzd4,NAME_SEARCH,grWV)"}]},{"publishedOn":{"month":5,"day":23,"year":2022},"description":"At JADPRO Live Virtual 2021, advanced practitioner experts reviewed clinical updates in the treatment of renal cell carcinoma, key patient counseling and monitoring considerations, and best practices to manage adverse events associated with therapies for renal cell carcinoma.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC9126346\/","name":"Updates in the Management of Renal Cell Carcinoma","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":5,"day":23,"year":2022},"description":"During JADPRO Live Virtual 2021, Kirollos Hanna, PharmD, BCPS, BCOP, discussed the label indications of drugs and biologics in hematologic malignancies approved from late 2020 to late 2021, including mechanisms of action and various safety profiles so advanced practitioners can manage and treat patients safely with these new and approved therapeutic agents. In particular, CAR T-cell therapies were approved across many hematologic malignancies, along with PI3K inhibitors, anti-CD38 monoclonal antibodies, and immunotherapies.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC9126337\/","name":"2020–2021 Drug Updates in Hematologic Malignancies","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"day":30,"year":2022},"description":"The Hematology\/Oncology Pharmacy Association (HOPA) describes oncology pharmacy practice as\nencompassing a “broad range of expertise and levels of practice, skill, and responsibilities.” A comprehensive detailing of the evolving role of oncology pharmacists is provided in “Further Defining the Scope of Hematology\/Oncology Pharmacy Practice, ”published by HOPA in 2019. Licensed oncology\npharmacists may have responsibility for interpreting, evaluating, and implementing medication orders; dispensing and administering prescribed drugs; drug utilization review; medication-related research; medication therapy management; patient education and counseling; inventory management and safe storage; and direct patient care through participation in collaborative practice agreements, among other duties.1,2 Across the oncology ecosystem, licensed oncology pharmacists are team members in the delivery of quality care—in the inpatient clinical setting, ambulatory outpatient clinic, infusion center, specialty pharmacy, practice management, and clinical research. In the context of costly cancer therapies, “the oncology pharmacist is often a clinician who understands both the clinical and financial components” of patient care.","url":"https:\/\/www.accc-cancer.org\/docs\/documents\/management-operations\/business-cases\/oncology-pharmacist-business-case-study.pdf","name":"Making the Business Case for Hiring an Oncology Pharmacist","publisher":"ACCC - Oncology Issues","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":9,"day":30,"year":2022},"description":"Background: When combination medical therapy incorporates both IV and oral anti-cancer agents, patients may experience compound side effects and face challenges with treatment adherence. To assess how community cancer programs may improve care coordination for patients receiving combination IV\/oral systemic therapy, the Association of Community Cancer Centers (ACCC) conducted a mixed-methods study that involved healthcare professionals (HCPs), patients and caregivers.","url":"https:\/\/ascopubs.org\/doi\/10.1200\/JCO.2022.40.28_suppl.052","name":"A mixed-methods study to identify key priorities around improving team-based care coordination for patients receiving combination IV and oral systemic anti-cancer therapy","publisher":"Journal of Clinical Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKbLcIB8Yf3Uuh-f3g1QYJffNC1si01GVY,NAME_SEARCH,hOsr)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABI7_m4BFBWHK3uK-4RGfTpu1KdL-rMwJ-w,NAME_SEARCH,bnLD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABH23WUB3byAawqxH9xDr_-wKbvBSz2zrdg,NAME_SEARCH,7Wk6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAdXT3AByD-HeLyoCvIY7G2dQEfzTMbdMQ4,NAME_SEARCH,VrDH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAACBVykBa3Y4tBMbo9QUxCJbjcOnT6YEx4Q,NAME_SEARCH,L6r3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACjI1LwBUQ211OJffYrB0s7L4cBFZxF3OoE,NAME_SEARCH,Npp3)"}]},{"publishedOn":{"month":12,"day":29,"year":2022},"description":"Urothelial carcinoma (UC) is the second most common malignancy of the genitourinary system and the sixth most common cancer in the United States. The incidence is four times greater in males. Disease incidence has declined in recent years; however, death rates have remained stable (American Cancer Society 2015; SEER Cancer Statistics Factsheets: Bladder Cancer n.d.). Patients are often diagnosed with non-muscle invasive UC, yet one third of patients present with locally advanced or invasive disease. For early disease, overall survival (OS) rates range between 50% and 60% if treated with neoadjuvant chemotherapy and cystectomy. Unfortunately, 5-year survival rates remain poor, and 85% of patients will die at 2 years if not treated (NCCN 2021; American Urological Association n.d.; Steinberg et al. 2000).","url":"https:\/\/link.springer.com\/referenceworkentry\/10.1007\/978-3-030-80962-1_233-1","name":"Immunotherapy for Urothelial Carcinoma","publisher":"Springer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":1,"day":20,"year":2023},"description":"The role of hormone receptor targeting in breast cancer is an attractive target in patients with sensitive disease. Novel degraders of estrogen receptors (ER) may overcome endocrine therapy resistance while providing consistent oral pharmacology and convenience of administration. Imlunestrant (LY-3484356) is an investigational, oral selective estrogen receptor degrader (SERD) with pure antagonistic properties. It was specifically designed to deliver continuous ER target inhibition throughout the dosing period and regardless of ESR1 mutational status. This article provides a comprehensive review of the preclinical and clinical activity of imlunestrant, which is currently under investigation for the second-line treatment of ER+, HER2- metastatic breast cancer and has thus far exhibited a well-tolerated safety profile.","url":"https:\/\/journals.prous.com\/journals\/servlet\/xmlxsl\/pk_journals.xml_summary_pr?p_JournalId=2&p_RefId=3476558&p_IsPs=N","name":"Imlunestrant. Selective estrogen receptor degrader (SERD), Treatment of breast cancer","publisher":"Drugs of the Future","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC3NqiUBklZ1qNu3n_-APARC_PBbv5p6Zds,NAME_SEARCH,Ob2p)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACWfGmoBMAu2PxUfi6b-jikn5Dfh4l07Ggc,NAME_SEARCH,6NwB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACYc6V8BBM1pjGC_nXPpCS-qmmepte3_j-c,NAME_SEARCH,gKZa)"}]},{"publishedOn":{"month":4,"day":1,"year":2023},"description":"During JADPRO Live 2022, Kirollos Hanna, PharmD, BCPS, BCOP, briefed advanced practitioners on key FDA approvals from late 2021 to late 2022. He described mechanisms of action that are unique across some malignancies, as well as mechanisms of action that clinicians can utilize through an expanded indication or across other solid malignancies. Finally, he discussed safety profiles and what advanced practitioners can and should do in monitoring across solid tumors.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37197729\/","name":"2021-2022 Drug Updates in Solid Tumors","publisher":"JADPRO","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":6,"day":19,"year":2023},"description":"Erdafitinib offers a first-in-class oral option for patients with advanced bladder cancer with select FGFR mutations. Clinicians should be well versed in the management of patients to ensure optimal and safe outcomes.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37343205\/","name":"Erdafitinib's Road to Approval and Use in Urothelial Carcinoma","publisher":"Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":1,"year":2023},"description":"Brüton’s tyrosine kinase (BTK) inhibitors have significantly advanced treatment options for patients with B-cell malignancies; however, side effects with these agents are not uncommon, and a multidisciplinary approach is necessary for monitoring and managing adverse events such as bleeding, hypertension, and atrial fibrillation. In the treatment of patients on BTK inhibitors, maintaining communication between patients and all providers is essential, particularly concerning the use of any concurrent medications or supplements, as is educating patients on identifying early risk factors and reporting any signs or symptoms of toxicities. Ongoing clinical studies with both covalent and noncovalent BTK inhibitors are expected to further increase the understanding of these toxicities while improving the efficacy and safety of this class of medications.","url":"https:\/\/jnccn.org\/view\/journals\/jnccn\/21\/Supplement\/article-p34_34.xml?ArticleBodyColorStyles=full%20html","name":"Management of Toxicities of BTK Inhibitors in B-Cell Malignancies","publisher":"JNCCN","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":9,"year":2023},"description":"Chronic lymphocytic leukaemia (CLL) is the most common leukaemia type. In 2020, there were an estimated 207,463 people living with CLL, with an annual incidence of approximately 4.9 per 100,000 in the United States (US). Zanubrutinib is a Bruton tyrosine kinase inhibitor that is FDA-approved and an NCCN preferred and recommended treatment of CLL. In the phase 3 ALPINE trial (NCT03734016), zanubrutinib elicited a significantly higher overall response rate and significantly longer progression-free survival (PFS) than ibrutinib. This study aimed to compare zanubrutinib versus ibrutinib in Relapsed\/Refractory (R\/R) CLL by calculating the number needed to treat (NNT) to avoid one progression or death and associated incremental costs.","url":"https:\/\/ash.confex.com\/ash\/2023\/webprogram\/Paper174709.html","name":"Number Needed to Treat Analyses of Zanubrutinib in Relapsed\/Refractory Chronic Lymphocytic Leukaemia","publisher":"ASH","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":11,"year":2023},"description":"Myelodysplastic syndromes (MDS) are among the most common hematologic cancers in older US adults. MDS are characterized by abnormal bone marrow function leading to impaired production of blood cells, persistent cytopenia, and variable risk of progression to acute myeloid leukemia (AML). Since anemia is a common complication of MDS, many patients (pts) become dependent on red blood cell transfusions (RBCTs) and erythropoiesis-stimulating agents (ESAs) are the standard of care for patients with lower-risk MDS. In a randomized, double-blind, placebo-controlled phase 3 MEDALIST clinical trial, luspatercept, a first-in-class erythroid maturation agent, was shown to reduce the severity of anemia among transfusion-dependent (TD) pts with lower-risk MDS with ring sideroblasts (RS) status and who were refractory to prior ESA treatment (Fenaux P, et al. N Engl J Med 2020; 382:140-151). However, real-world evidence regarding the effect of luspatercept on transfusion burden among pts with MDS requiring RBCTs and with prior ESA exposure is currently limited.","url":"https:\/\/ash.confex.com\/ash\/2023\/webprogram\/Paper173364.html","name":"Real-World Impact of Luspatercept on Patients with Myelodysplastic Syndromes Requiring Red Blood Cell Transfusions and with Prior Exposure to Erythropoietin-Stimulating Agents: A United States Healthcare Claims Database Study","publisher":"ASH","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":12,"day":10,"year":2023},"description":"Myelodysplastic syndromes (MDS) are common hematologic malignancies in older adults that are characterized by abnormal bone marrow function leading to reduced blood cell production, persistent cytopenias, with a risk that patients may progress to acute myeloid leukemia (AML). Due to the high rate of anemia, many patients with MDS require red blood cell transfusions (RBCT), which, in turn, are associated with a high clinical and economic burden. In the phase 3 randomized COMMANDS and MEDALIST clinical trials, luspatercept reduced the severity of anemia among transfusion-dependent (TD), erythropoiesis-stimulating agent (ESA)-refractory and ESA-naive patients with lower-risk (LR)-MDS (Platzbecker U, et al. Lancet 2023. doi:10.1016\/S0140-6736(23)00874-7, Fenaux P, et al. N Engl J Med 2020;382:140–151). However, there are limited real-world data on the use of luspatercept in patients who are non-transfusion dependent (NTD) or have a low transfusion burden. This study aims to describe the real-world clinical outcomes and treatment patterns before and after the initiation of luspatercept in patients with LR-MDS who were NTD before luspatercept initiation, in the USA.","url":"https:\/\/ash.confex.com\/ash\/2023\/webprogram\/Paper173375.html","name":"Real-World Retrospective Study of Non-Transfusion Dependent Patients with Myelodysplastic Syndromes Treated with Luspatercept: A Healthcare Claims Database Study","publisher":"ASH","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]},{"publishedOn":{"month":4,"day":5,"year":2024},"description":"Background: Treatment regimens for multiple myeloma have expanded significantly over the last decade and have improved outcomes in patients. This expansion has created knowledge and practice gaps among community oncology providers in administration protocol and adverse event (AE) management. This study was initiated to assess practice patterns, monitoring and management of treatment-related AEs, supportive care services, and barriers to treatment.","url":"https:\/\/doi.org\/10.6004\/jnccn.2023.7184","name":"BPI24-017: Optimizing the Implementation of New Therapies in Multiple Myeloma","publisher":"JNCCN","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_A5-gB7xicZ1De5pc7GxKEio1S_p-yfn0,NAME_SEARCH,bRND)"}]}],"positions":null,"posts":[{"createdAt":1715208120000,"insightId":"b8484033-0b96-4da4-87d3-8d6eb7ddde34","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQFR0hTPzEAYsg\/articleshare-shrink_800\/0\/1716418156847?e=1717977600&v=beta&t=0WJgEc7NiaaWjhSgWu0gUOtDtWf8WM7UAdaonuWw6-Y","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQFR0hTPzEAYsg\/articleshare-shrink_800\/0\/1716418156847?e=1717977600&v=beta&t=0WJgEc7NiaaWjhSgWu0gUOtDtWf8WM7UAdaonuWw6-Y"}]},"description":"\"BPI24-017: Optimizing the Implementation of New Therapies in Multiple Myeloma\" published on 05 Apr 2024 by National Comprehensive Cancer Network.","fullText":"Background: Treatment regimens for multiple myeloma have expanded significantly over the last decade and have improved outcomes in patients. This expansion has created knowledge and practice gaps among community oncology providers in administration protocol and adverse event (AE) management. This study was initiated to assess practice patterns, monitoring and management of treatment-related AEs, supportive care services, and barriers to treatment. Methods: A survey was distributed in May 2023 to multidisciplinary oncology providers who treat patients with multiple myeloma. Included were nurse practitioners, physician assistants, clinical nurse specialists, hematologists oncologists, oncology nurses\/navigators, and pharmacists. The survey was semi-structured, with most questions having multiple choice answers or being Likert-type questions. Additionally, survey results were further explored and affirmed in two provider focus groups comprised of seven survey respondents. Results: There were 114 survey respondents. Under half (49%) of the respondents reported being “familiar” or “very familiar” with updated clinical practice guidelines. Respondents reported a need for additional resources, including multiple myeloma-specific educational materials (45%), guidance\/information regarding clinical trial availability (44%), recommendations on sequencing therapies (41%), increased availability of social workers\/mental health providers (40%), and information on managing AEs (32%). On average, respondents from community centers indicated being “less than confident” about the management of AEs in both CAR T-cell therapy and bispecific agents than respondents from academic centers. Just 50% reported that patients are monitored weekly. Most respondents (62%) indicated that a survivorship discussion is initiated upon diagnosis, but the remainder (37%), indicated that survivorship planning occurs only by patient request. Concerns about comorbidities and patient fitness, as well as cost of care and supply issues, were among the top barriers reported when considering subsequent lines of therapy. Conclusions: This study highlighted ways to improve the care of patients with multiple myeloma. Provider and patient education on new treatment regimens continue to be important, and support for programs that facilitate communication between academic and community practices may help more patients access new therapies and receive appropriate monitoring for AEs.","resolvedUrl":"https:\/\/jnccn.org\/view\/journals\/jnccn\/22\/2.5\/article-BPI24-017.xml","title":"BPI24-017: Optimizing the Implementation of New Therapies in Multiple Myeloma","sourceDomain":"jnccn.org"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":77},{"type":"PRAISE","count":4},{"type":"INTEREST","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194104447457718273","threadUrn":"urn:li:activity:7194104447457718273","reactionsCount":83,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194104446866399232","message":{"attributes":[{"start":55,"length":6,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:jnccn"}}},{"start":69,"length":46,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:69524"}}},{"start":804,"length":34,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:287644"}}}],"text":"Multiple Myeloma - Our survey results published in the #JNCCN of the National Comprehensive Cancer Network® (NCCN®) demonstrate:\n\nUnder half (49%) of the respondents reported being “familiar” or “very familiar” with updated clinical practice guidelines. \n\nRespondents reported a need for additional resources, including multiple myeloma-specific educational materials (45%), guidance\/information regarding clinical trial availability (44%), recommendations on sequencing therapies (41%), increased availability of social workers\/mental health providers (40%), and information on managing AEs (32%). \n\nOn average, respondents from community centers indicated being “less than confident” about the management of AEs in both CAR T-cell therapy and bispecific agents than respondents from academic centers.\n\nAssociation of Cancer Care Centers"},"entityUrn":"urn:li:share:7194104446866399232"}}},{"createdAt":1713113100000,"insightId":"cc1728c2-f9d1-4f93-9607-66e0e1c80f2c","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQG7bPMQTWH4ag\/articleshare-shrink_800\/0\/1712844087731?e=1717977600&v=beta&t=zPSaWNUxAgBE3KYR4ET_2GC4R3smAH0vy_bzqESt6vY","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQG7bPMQTWH4ag\/articleshare-shrink_800\/0\/1712844087731?e=1717977600&v=beta&t=zPSaWNUxAgBE3KYR4ET_2GC4R3smAH0vy_bzqESt6vY"}]},"publishedAt":1712844000000,"description":"Kirollos Hanna, PharmD, BCPS, BCOP, FACCC, addresses some of the considerations for bispecifics in relation to facility readiness at different sites and among different stakeholders.","fullText":"Pharmacy Times interviewed Kirollos Hanna, PharmD, BCPS, BCOP, FACCC, on his presentation at the Hematology\/Oncology Pharmacy Association (HOPA) Annual Conference 2024 in Tampa, Florida titled “Key Considerations for Operationalizing Bispecifics in Relapsed or Refractory Multiple Myeloma.” Hanna discusses some of the specific considerations for bispecifics in relation to facility readiness, and the role of the pharmacist in operationalizing bispecifics at their facilities. Pharmacy Times : Teclistamab-cqyv was approved by the FDA in 2022 for the treatment of relapsed or refractory multiple myeloma. Is this the only bispecific currently being used to treat this disease state, or are other bispecifics being used as well? Kirollos Hanna, PharmD, BCPS, BCOP, FACCC: When we look at the myeloma space, the BiTE [bispecific T-cell engager] era has really expanded significantly since 2022. So when you look at teclistamab-cqyv [Tecvayli; Janssen Biotech, Inc], it was the first bispecific therapy in myeloma, and it is a BCMA-targeted therapy. Now, while BCMA is not a new mechanism within myeloma, we've had ADCs [antibody drug conjugates] and other therapeutics targeted, [but] teclistamab-cqyv was the first to market. Then you also look now and where we are with myeloma, we have talquetamab [Talvey; Janssen Biotech, Inc], which targets GPRC5D. Then we also have elranatamab [Elrexfio; Pfizer], which is another bispecific within this space. So, we have 3 exciting opportunities that we can utilize for different therapeutics for patients. And when you look at the current approval for these drugs, across the board, they are in a penta refractory patient population, so 4 lines in. There is a lot of ongoing research within this space, and it's likely that we're even going to see these therapeutics move into earlier lines of myeloma. There are a lot of things we have to operationalize for our patients as well, but it's very, very exciting. To show you the impact that these bispecifics have had on myeloma patients, back in 2015 or 2016, we had daratumumab (Darzalex; Janssen Biotech, Inc) approved in myeloma, this was the first CD38 monoclonal antibody approved. And since daratumumab, in this penta refractory patient population, we have not seen degrees of complete responses and overall responses anywhere remotely as close as what we saw back in the daratumumab days. So you look at teclistamab-cqyv, for example, and you look at the MajesTEC-1 trial [NCT04557098], and I mean, the overall response rate is about 60% to 70%. But then even when you look at the degree of patients who have a very good partial response or better, or a CR or better, it is a significant group of patients that ultimately will benefit from therapy and will have a long durable response. Given that it's a penta refractory patient population, these therapies are really exciting. It's going to be interesting to see in the next coming years, how these change the paradigm of myeloma. Pharmacy Times : What are some of the specific considerations for bispecifics in relation to facility readiness, and 2 years after the FDA approval of teclistamab-cqyv and 10 years after the approval of blinatumomab, are there still challenges in this area? Hanna : So bispecifics facility reading readiness is very, very important. While we've had bispecifics in the market for quite some time going back to the blinatumomab days, we now have, like I mentioned, 3 in myeloma, we have bispecifics in uveal melanoma, and we have a lot of ongoing bispecifics that have PDUFA dates this year, and then a lot of clinical trials that continue to look at different targets of bispecific. So, when you talk about facility readiness, it's critical that facilities develop some type of processes for them to be able to administer bispecific therapeutics, because this space is up and coming. And we're going to see quite a few therapeutics in the next coming months and years. So, what are some of those things around facility readiness? You're going to have to look at the facility infrastructure. Are you an academic institution? Do you have a hospital-affiliated with your system? Are you a community practice? And if you are a community practice, what does that look like? What are relationships that you have with local hospitals or local emergency rooms, because when you look at some of these bispecifics, some may have a REMS [risk evaluation and mitigation strategy] program, some may not have a REMS program, but really across all of the bispecifics, cytokine release syndrome, ICANS [immune effector cell-associated neurotoxicity syndrome], neurotoxicity, infections—these are all shared adverse events between these therapeutics, and facility readiness is very, very important to ensure that we can ramp up patients safely. [Also, that] we have the proper supportive care measures in place, we have the adequate staff that's trained and familiar with some of these adverse events and the management of these adverse events, and, again, developing these relationships with other systems. I work currently for community oncology, and a hot topic within the community is how do we operationalize bispecifics when things like the package insert of these products and then the prescribed labeling says patients should be hospitalized. People don't really know how to operationalize that, especially if they're not affiliated with a hospital. So, there's some worry and some concern, for example, around ramping up patients, because also when you look at some of those adverse events like the CRS, ICANS, and neurotoxicity is the highest incidence, where you might see this is when that patient is being ramped up when they're first exposed to therapy. So those operational considerations are very important, so developing things like SOPs, relationships with hospitals that you can refer to and you can get your patients refer back based on the resources and the infrastructure available, but it is inevitable that practices will need to develop this out. Now, the exciting thing is that while we're limited in terms of direction of what the prescribed labeling may provide, you look at, for example, Emory put out a publication about 2 to 3 weeks ago around prophylactic tocilizumab [Actemra; Genentech, Inc] administration prior to bispecific therapy. And when you look at the incidence of how they were able to reduce the incidence of CRS, it was very significant in the tocilizumab prophylaxis patients. There are ongoing groups that are going to be publishing around safe outpatient administration. Going back to my daratumumab example, which I highlighted, back in 2015-16 when daratumumab was first approved, it was this monoclonal antibody in a penta refractory population with significant concerns around infusion reactions or infusion-related reactions. [There were] very long infusion time and health care systems did not know how to best operationalize that. You look at daratumumab today, we have subcutaneous, we have rapid infusion, we can eliminate pre-medications, and this is exactly what's going on with bispecific era. We have adverse events that we're going to continue to learn how we can manage or prevent. And then we're ultimately going to start seeing protocols that help in the event that those adverse events do manifest that you have outpatient support for these patients. And in small steps that you might require hospitalization and such. But again, that facility readiness, your HCPs [health care professionals], your sites, every stakeholder that would touch that patient does need to have some type of familiarity with bispecifics.","resolvedUrl":"https:\/\/www.pharmacytimes.com\/view\/bispecifics-in-multiple-myeloma-insights-on-operational-readiness-and-patient-care","title":"Bispecifics in Multiple Myeloma: Insights on Operational Readiness and Patient Care","sourceDomain":"pharmacytimes.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":9},{"type":"APPRECIATION","count":1},{"type":"LIKE","count":110},{"type":"EMPATHY","count":5},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7185317280120029184","threadUrn":"urn:li:activity:7185317280120029184","reactionsCount":126,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7185317279490846720","message":{"attributes":[{"start":40,"length":14,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1631989"}}},{"start":62,"length":47,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:28173963"}}},{"start":307,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gvizUt9W"}}},{"start":419,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gnGAHF5k"}}}],"text":"I had the pleasure of sitting down with Pharmacy Times at the Hematology\/Oncology Pharmacy Association (HOPA) Annual Conference to highlight important considerations for the adoption of BiTE therapies in myeloma care across different practice settings. \n\nInsights on Operational Readiness and Patient Care: https:\/\/lnkd.in\/gvizUt9W\n\nRole of the Pharmacist in Institutional Readiness, Patient Readiness for Bispecifics: https:\/\/lnkd.in\/gnGAHF5k"},"entityUrn":"urn:li:share:7185317279490846720"}}},{"createdAt":1712400600000,"insightId":"1c10a257-1082-478d-9d6f-1e1f4ae40085","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000146594556"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":304},{"type":"PRAISE","count":34},{"type":"EMPATHY","count":22}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7182328860825333760","threadUrn":"urn:li:ugcPost:7182328860825333760","reactionsCount":360,"commentsCount":15,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7182328860825333760","message":{"attributes":[{"start":37,"length":18,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3301095"}}},{"start":119,"length":5,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:9395313"}}},{"start":126,"length":47,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:28173963"}}},{"start":175,"length":27,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1324833"}}}],"text":"What a week?! Extremely proud of the Minnesota Oncology pharmacy team for great representation at 3 major conferences!\nNCODA \nHematology\/Oncology Pharmacy Association (HOPA) \nCommunity Oncology Alliance "},"entityUrn":"urn:li:ugcPost:7182328860825333760"}}},{"createdAt":1709613780000,"insightId":"402e4aa3-9ef6-48b2-bc72-101efd8d20d3","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGQO20ETvicQQ\/articleshare-shrink_800\/0\/1712074435346?e=1717977600&v=beta&t=XF5V9tlVMX7PIVRYmp_IzZxU_KWg6J-YuCvHjV3vh7E","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGQO20ETvicQQ\/articleshare-shrink_800\/0\/1712074435346?e=1717977600&v=beta&t=XF5V9tlVMX7PIVRYmp_IzZxU_KWg6J-YuCvHjV3vh7E"}]},"description":"Background Melphalan is the most common conditioning regimen used prior to autologous stem cell transplant (ASCT); however, there are v...","resolvedUrl":"https:\/\/www.frontiersin.org\/journals\/immunology\/articles\/10.3389\/fimmu.2024.1310752\/full?utm_source=Email_to_authors_&utm_medium=Email&utm_content=T1_11.5e1_author&utm_campaign=Email_publication&field&journalName=Frontiers_in_Immunology&id=1310752","title":"Frontiers | Impact of melphalan day -1 vs day -2 on outcomes after autologous stem cell transplant for multiple myeloma"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":64},{"type":"PRAISE","count":11}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7170640094738010113","threadUrn":"urn:li:activity:7170640094738010113","reactionsCount":75,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7170640094100410369","message":{"attributes":[],"text":"Our study is published! Impact of melphalan day -1 vs day -2 for multiple myeloma autologous stem cell transplant.\n\nAuthors:\nAimee Merino, Ryan Shanley, Faridullah Rashi, Jenna Langer, Michelle Dolan, Sarah Tu, Najla El Jurdi, John Rogosheske, Kirollos Hanna, Todd DeFor, Murali Janakiram, Daniel Weisdorf"},"entityUrn":"urn:li:share:7170640094100410369"}}},{"createdAt":1715961540000,"insightId":"02d58b56-77a8-41f7-b226-8df413bb6032","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7197004686246170624,7197264523286753280)","threadUrn":"urn:li:activity:7197004686246170624","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Awesome group! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7197004686246170624"}}},{"createdAt":1715614680000,"insightId":"f8f7b68c-01db-4c0f-9a5c-3946669497dd","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7195753820428152832,7195809728487174144)","threadUrn":"urn:li:activity:7195753820428152832","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"So well deserved!!! Congratulations! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7195753820428152832"}}},{"createdAt":1714395540000,"insightId":"4efa4ac8-54f3-4d24-9d74-2f5ff652bddc","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7190683309272715265,7190696249174511616)","threadUrn":"urn:li:ugcPost:7190683309272715265","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Jessi! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7190683309272715265"}}},{"createdAt":1713928200000,"insightId":"52046f92-6840-4cff-96a5-c555548aff82","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7188235788478816257,7188735910610440193)","threadUrn":"urn:li:activity:7188235788478816257","reactionsCount":4,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":11,"length":15,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:17448728"}}}],"text":"Great work Rhonda Henschel! Great opportunities for patient care and control of cost of care. I hope the challenges can be overcome through academic, community and payer partnerships. "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7188235788478816257"}}},{"createdAt":1713558480000,"insightId":"10ce433b-b525-46e0-ab86-6d273274ccbe","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7186523045673476096,7187185437650685952)","threadUrn":"urn:li:ugcPost:7186523045673476096","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Likewise! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7186523045673476096"}}},{"createdAt":1711049220000,"insightId":"6b5bfd72-46a4-4732-a823-433332c8bcba","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7176660106535677953,7176660816371310594)","threadUrn":"urn:li:ugcPost:7176660106535677953","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"See you soon! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7176660106535677953"}}},{"createdAt":1711040880000,"insightId":"8d53bddf-2d52-46a6-8027-559208b27176","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7176591865931042818,7176625719739912192)","threadUrn":"urn:li:ugcPost:7176591865931042818","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats buddy! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7176591865931042818"}}},{"createdAt":1711028820000,"insightId":"e0afe33e-939c-4ff9-87ff-95fced589d79","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7176538922406027266,7176575061355626496)","threadUrn":"urn:li:activity:7176538922406027266","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Welcome to the Network, JO! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7176538922406027266"}}},{"createdAt":1710804180000,"insightId":"c8e280ef-b5fe-4fdb-a638-c66fe4b0279f","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7175551545147576320,7175632917933543424)","threadUrn":"urn:li:activity:7175551545147576320","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":24,"length":23,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:1070448360"}}}],"text":"Looking forward to this Apiew Ojulu, PharmD, MS! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7175551545147576320"}}},{"createdAt":1710432300000,"insightId":"19be8b64-a26e-40ad-b42f-58ebf9a6c91d","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7174066968528887809,7174073123837767680)","threadUrn":"urn:li:activity:7174066968528887809","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats intern! Very proud of you! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7174066968528887809"}}}]}