{"summary":"Innovative computational scientist at the interface of experimental and computational biology, combining single-cell technologies with machine learning for drug discovery.","pastPositions":[{"endedOn":{"month":8,"year":2016},"companyName":"King's College London","title":"Graduate researcher in Immunology, Cancer Antibody Discovery and Immunotherapy Unit, Karagiannis Lab","companyUrn":"urn:li:fs_salesCompany:7198","posId":1,"current":true,"startedOn":{"month":9,"year":2015}}],"lastName":"Opzoomer","objectUrn":"urn:li:member:267845594","geoRegion":"London Area, United Kingdom","fullName":"James Opzoomer","firstName":"James","currentPositions":[{"companyName":"Relation","title":"Senior Scientist Innovation Lab","tenureAtCompany":{"numMonths":3},"companyUrnResolutionResult":{"employeeCountRange":"51-200","headquarters":{"country":"United Kingdom","city":"London"},"website":"https:\/\/www.relationrx.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/relation-therapeutics\/","industry":"Biotechnology Research"},"startedOn":{"month":3,"year":2024},"companyUrn":"urn:li:fs_salesCompany:54153591"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1711115378156?e=1723075200&v=beta&t=o9pTpDjlh9YSAHYJeqhSGOoGt1A0MTA6pCLW6NF-Mpo","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1711115378156?e=1723075200&v=beta&t=1YZENvrQupBePdVqOjdbbLdaFtWNmS_KuLnc93rOT8k","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1711115378156?e=1723075200&v=beta&t=X9UFDLlyPw2i5-zLE2Bw1kAPSqVHprLcPnLG75YLRoM","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1711115378156?e=1723075200&v=beta&t=vCPRUe3rfn4X_xpOIC2Gn87gtazx365gGPPWq26epWo","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D03AQHNiIelWQA1Og\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"month":12,"year":2020},"degree":"Doctor of Philosophy - PhD","eduId":539243115,"schoolUrn":"urn:li:fs_salesSchool:7198","school":"urn:li:fs_salesSchool:7198","fieldsOfStudy":["Oncology and Cancer Biology"],"schoolName":"King's College London","startedOn":{"month":10,"year":2016}},{"endedOn":{"year":2016},"degree":"Master’s Degree","eduId":304196578,"schoolUrn":"urn:li:fs_salesSchool:7198","school":"urn:li:fs_salesSchool:7198","fieldsOfStudy":["Immunology"],"schoolName":"King's College London","startedOn":{"year":2015}},{"endedOn":{"year":2014},"degree":"Bachelor of Science (BSc)","eduId":166829182,"schoolUrn":"urn:li:fs_salesSchool:4855","school":"urn:li:fs_salesSchool:4855","fieldsOfStudy":["Biochemistry"],"schoolName":"McGill University","startedOn":{"year":2010}}],"skills":[{"numOfEndorsement":0,"name":"pyton"},{"numOfEndorsement":0,"name":"Genomics"},{"numOfEndorsement":0,"name":"Single Cell Sequencing"},{"numOfEndorsement":0,"name":"Organoids"},{"numOfEndorsement":0,"name":"Computational Biology"},{"numOfEndorsement":0,"name":"Data Science"},{"numOfEndorsement":0,"name":"Immunology"}],"numOfConnections":615,"patents":[],"headline":"Senior Scientist, Innovation Lab at Relation Therapeutics","courses":[],"certifications":[],"memberBadges":{"premium":true,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/james-opzoomer-2a284b75","organizations":[],"location":"London Area, United Kingdom","publications":[{"publishedOn":{"month":8,"day":9,"year":2016},"description":"Promising targeted treatments and immunotherapy strategies in oncology and advancements in our understanding of molecular pathways that underpin cancer development have reignited interest in the tumor-associated antigen Folate Receptor alpha (FRα). FRα is a glycosylphosphatidylinositol (GPI)-anchored membrane protein. Its overexpression in tumors such as ovarian, breast and lung cancers, low and restricted distribution in normal tissues, alongside emerging insights into tumor-promoting functions and association of expression with patient prognosis, together render FRα an attractive therapeutic target. In this review, we summarize the role of FRα in cancer development, we consider FRα as a potential diagnostic and prognostic tool, and we discuss different targeted treatment approaches with a specific focus on monoclonal antibodies. Renewed attention to FRα may point to novel individualized treatment approaches to improve the clinical management of patient groups that do not adequately benefit from current conventional therapies.","url":"http:\/\/www.oncotarget.com\/index.php?journal=oncotarget&page=article&op=view&path[]=9651&path[]=30233","name":"Targeting folate receptor alpha for cancer treatment","publisher":"Oncotarget","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":4,"day":3,"year":2017},"description":"Evidence of tumor-resident mature B cell and antibody compartments and reports of associations with favorable prognosis in malignant melanoma suggest that humoral immunity could participate in antitumor defense. Likely striving to confer immunological protection while being subjected to tumor-promoting immune tolerance, B cells may engender multiple functions, including antigen processing and presentation, cytokine-mediated signaling, antibody class switching, expression and secretion. We review key evidence in support of multifaceted immunological mechanisms by which B cells may counter or contribute to malignant melanoma, and we discuss their potential translational implications. Dissecting the contributions of tumor-associated humoral responses can inform future treatment avenues.","url":"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/2162402X.2017.1294296","name":"B cells and the humoral response in melanoma: The overlooked players of the tumor microenvironment","publisher":"Oncoimmunology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":1,"day":1,"year":2018},"description":"Unprecedented clinical outcomes have been achieved in a variety of cancers by targeting immune checkpoint molecules. This preclinical study investigates heme oxygenase-1 (HO-1), an immunosuppressive enzyme that is expressed in a wide variety of cancers, as a potential immune checkpoint target in the context of a chemotherapy-elicited antitumor immune response. We evaluate repurposing tin mesoporphyrin (SnMP), which has demonstrated safety and efficacy targeting hepatic HO in the clinic for the treatment of hyperbilirubinemia, as an immune checkpoint blockade therapy for the treatment of cancer","url":"http:\/\/clincancerres.aacrjournals.org\/content\/24\/7\/1617","name":"Repurposing tin mesoporphyrin as an immune checkpoint inhibitor shows therapeutic efficacy in preclinical models of cancer","publisher":"Clinical Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABKPKNIBNa5JalxLwGaYs2nuTP3WCA9UZDo,NAME_SEARCH,dIea)"}]},{"publishedOn":{"month":7,"day":27,"year":2018},"description":"Tumour-associated macrophages (TAMs) play an important role in tumour progression, which is facilitated by their ability to respond to environmental cues. Here we report, using murine models of breast cancer, that TAMs expressing fibroblast activation protein alpha (FAP) and haem oxygenase-1 (HO-1), which are also found in human breast cancer, represent a macrophage phenotype similar to that observed during the wound healing response. Importantly, the expression of a wound-like cytokine response within the tumour is clinically associated with poor prognosis in a variety of cancers. We show that co-expression of FAP and HO-1 in macrophages results from an innate early regenerative response driven by IL-6, which both directly regulates HO-1 expression and licenses FAP expression in a skin-like collagen-rich environment. We show that tumours can exploit this response to facilitate transendothelial migration and metastatic spread of the disease, which can be pharmacologically targeted using a clinically relevant HO-1 inhibitor.","url":"https:\/\/www.nature.com\/articles\/s41467-018-05346-7","name":"Macrophages are exploited from an innate wound healing response to facilitate cancer metastasis","publisher":"Nature Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":8,"day":1,"year":2018},"description":"Purpose: Highly-aggressive triple negative breast cancers (TNBCs) lack validated therapeutic targets and have high risk of metastatic disease. Folate Receptor alpha (FRα) is a central mediator of cell growth regulation that could serve as an important target for cancer therapy. Experimental Design: We evaluated FRα expression in breast cancers by genomic (N = 3414) and immunohistochemical (N = 323) analyses and its association with clinical parameters and outcomes. We measured the functional contributions of FRα in TNBC biology by RNA interference and the anti-tumor functions of an antibody recognizing FRα (MOv18-IgG1), in vitro and in human TNBC xenograft models. Results: FRα is overexpressed in significant proportions of aggressive basal like\/TNBC tumors, and in post-neoadjuvant chemotherapy-residual disease associated with a high risk of relapse. Expression is associated with worse overall survival. TNBCs show dysregulated expression of thymidylate synthase, folate hydrolase 1 and methylenetetrahydrofolate reductase, involved in folate metabolism. RNA interference to deplete FRα decreased Src and ERK signaling and resulted in reduction of cell growth. An anti-FRα antibody (MOv18-IgG1) conjugated with a Src inhibitor significantly restricted TNBC xenograft growth. Moreover, MOv18-IgG1 triggered immune-dependent cancer cell death in vitro by human volunteer and breast cancer patient immune cells, and significantly restricted orthotopic and patient-derived xenograft growth. Conclusions: FRα is overexpressed in high-grade TNBC and post-chemotherapy residual tumors. It participates in cancer cell signaling and presents a promising target for therapeutic strategies such as antibody-drug conjugates, or passive immunotherapy priming Fc-mediated anti-tumor immune cell responses.\n\n","url":"http:\/\/clincancerres.aacrjournals.org\/content\/early\/2018\/08\/01\/1078-0432.CCR-18-0652","name":"Anti-Folate Receptor alpha-directed Antibody Therapies Restrict the Growth of Triple Negative Breast Cancer","publisher":"Clinical Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":7,"day":17,"year":2019},"description":"Cytotoxic chemotherapeutics (CCTs) are widely used in the treatment of cancer. Although their mechanisms of action have been best understood in terms of targeting the apparatus of mitosis, an ability to stimulate anti-tumor immune responses is increasing the recognition of these agents as immunotherapies. Immune checkpoint blockade antibodies neutralize important, but specific, immune-regulatory interactions such as PD-1\/PD-L1 and CTLA-4 to improve the anti-tumor immune response. However, CCTs can provide a broad-acting immune-stimulus against cancer, promoting both T-cell priming and recruitment to the tumor, which compliments the effects of immune checkpoint blockade. A key pathway in this process is “immunogenic cell death” (ICD) which occurs as a result of tumor cell endoplasmic reticulum stress and apoptosis elicited by CCTs. ICD involves a series of non-redundant signaling events which break tolerance and license anti-tumor antigen-specific T-cells, allowing CCTs to act as “in situ” tumor vaccination tools. Not all responses are tumor cell-intrinsic, as CCTs can also modulate the broader tumor microenvironment. This modulation occurs through preferential depletion of stromal cells which suppress and neutralize robust anti-tumor immune responses, such as myeloid cell populations and Tregs, while effector CD8+ and CD4+ T-cells and NK cells are relatively spared. The immune-stimulating effects of CCTs are dependent on chemotherapy class, dose and tumor cell sensitivity to the agent, highlighting the need to understand the underlying biology of these responses. This mini review considers the immune-stimulating effects of CCTs from a molecular perspective, specifically highlighting considerations for their utilization in the context of combinations with immunotherapy.","url":"https:\/\/www.frontiersin.org\/articles\/10.3389\/fimmu.2019.01654\/full","name":"Cytotoxic Chemotherapy as an Immune Stimulus: A Molecular Perspective on Turning Up the Immunological Heat on Cancer","publisher":"Fontiers in Immunology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":4,"day":20,"year":2021},"description":"Utilizing T cells expressing chimeric antigen receptors (CARs) to identify and attack solid tumors has proven challenging, in large part because of the lack of tumor-specific targets to direct CAR binding. Tumor selectivity is crucial because on-target, off-tumor activation of CAR T cells can result in potentially lethal toxicities. This study presents a stringent hypoxia-sensing CAR T cell system that achieves selective expression of a pan-ErbB-targeted CAR within a solid tumor, a microenvironment characterized by inadequate oxygen supply. Using murine xenograft models, we demonstrate that, despite widespread expression of ErbB receptors in healthy organs, the approach provides anti-tumor efficacy without off-tumor toxicity. This dynamic on\/off oxygen-sensing safety switch has the potential to facilitate unlimited expansion of the CAR T cell target repertoire for treating solid malignancies.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2666379121000434","name":"Hypoxia-sensing CAR T cells provide safety and efficacy in treating solid tumors","publisher":"Cell Reports Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":4,"day":30,"year":2021},"description":"High-dimensional cytometry is an innovative tool for immune monitoring in health and disease, and it has provided novel insight into the underlying biology as well as biomarkers for a variety of diseases. However, the analysis of large multiparametric datasets usually requires specialist computational knowledge. Here, we describe ImmunoCluster (https:\/\/github.com\/kordastilab\/ImmunoCluster), an R package for immune profiling cellular heterogeneity in high-dimensional liquid and imaging mass cytometry, and flow cytometry data, designed to facilitate computational analysis by a nonspecialist.","url":"https:\/\/elifesciences.org\/articles\/62915","name":"ImmunoCluster provides a computational framework for the nonspecialist to profile high-dimensional cytometry data","publisher":"Elife","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":11,"day":3,"year":2021},"description":"Tumor-associated macrophages (TAMs) are a highly plastic stromal cell type that support cancer progression. Using single-cell RNA sequencing of TAMs from a spontaneous murine model of mammary adenocarcinoma (MMTV-PyMT), we characterize a subset of these cells expressing lymphatic vessel endothelial hyaluronic acid receptor 1 (Lyve-1) that spatially reside proximal to blood vasculature. We demonstrate that Lyve-1+ TAMs support tumor growth and identify a pivotal role for these cells in maintaining a population of perivascular mesenchymal cells that express α-smooth muscle actin and phenotypically resemble pericytes. Using photolabeling techniques, we show that mesenchymal cells maintain their prevalence in the growing tumor through proliferation and uncover a role for Lyve-1+ TAMs in orchestrating a selective platelet-derived growth factor–CC–dependent expansion of the perivascular mesenchymal population, creating a proangiogenic niche. This study highlights the inter-reliance of the immune and nonimmune stromal network that supports cancer progression and provides therapeutic opportunities for tackling the disease.","url":"https:\/\/www.science.org\/doi\/10.1126\/sciadv.abg9518","name":"Macrophages orchestrate the expansion of a proangiogenic perivascular niche during cancer progression","publisher":"Science Advances","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":12,"day":7,"year":2023},"description":"Patient-derived organoids (PDOs) can model personalized therapy responses; however, current screening technologies cannot reveal drug response mechanisms or how tumor microenvironment cells alter therapeutic performance. To address this, we developed a highly multiplexed mass cytometry platform to measure post-translational modification (PTM) signaling, DNA damage, cell-cycle activity, and apoptosis in >2,500 colorectal cancer (CRC) PDOs and cancer-associated fibroblasts (CAFs) in response to clinical therapies at single-cell resolution. To compare patient- and microenvironment-specific drug responses in thousands of single-cell datasets, we developed “Trellis”—a highly scalable, tree-based treatment effect analysis method. Trellis single-cell screening revealed that on-target cell-cycle blockage and DNA-damage drug effects are common, even in chemorefractory PDOs. However, drug-induced apoptosis is rarer, patient-specific, and aligns with cancer cell PTM signaling. We find that CAFs can regulate PDO plasticity—shifting proliferative colonic stem cells (proCSCs) to slow-cycling revival colonic stem cells (revCSCs) to protect cancer cells from chemotherapy.","url":"https:\/\/www.cell.com\/cell\/fulltext\/S0092-8674(23)01220-5?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS0092867423012205%3Fshowall%3Dtrue","name":"Trellis tree-based analysis reveals stromal regulation of patient-derived organoid drug responses","publisher":"Cell","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]},{"publishedOn":{"month":2,"day":27,"year":2024},"description":"We present SIGNAL-seq (Split-pool Indexing siG-Nalling AnaLysis by sequencing): a multiplexed splitpool combinatorial barcoding method that simultaneously measures RNA and post-translational modifications (PTMs) in fixed single cells from 3D models. SIGNAL-seq PTM measurements are equivalent to mass cytometry and RNA gene detection is analogous to split-pool barcoding scRNA-seq. By measuring both mRNA ligand-receptor pairs and PTMs in single cells, SIGNAL-seq can simultaneously uncover inter- and intra-cellular regulation of tumour microenvironment plasticity.","url":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.23.581433v2","name":"SIGNAL-seq: Multimodal Single-cell Inter- and Intra-cellular Signalling Analysis","publisher":"BioRxiv","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_2_9oB2nZGmf6Iy40qftQA40StGEnPUmg,NAME_SEARCH,B8_e)"}]}],"positions":null,"posts":[{"createdAt":1710457500000,"insightId":"8763892a-64c2-4643-8cca-3439d0bf625e","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":19},{"type":"APPRECIATION","count":1},{"type":"LIKE","count":74},{"type":"EMPATHY","count":7}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174178845162434560","threadUrn":"urn:li:activity:7174178845162434560","reactionsCount":101,"commentsCount":15,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174178844722012160","message":{"attributes":[{"start":38,"length":8,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:54153591"}}}],"text":"I’m excited to share that I’ve joined Relation Therapeutics as a Senior Scientist, Innovation Lab. It’s been a great first few weeks, thanks to the Relation team for the warm welcome! "},"entityUrn":"urn:li:share:7174178844722012160"}}}]}