{"summary":"My vision is to provide curative cancer treatment for aggressive solid cancer. \nI believe targeted therapeutics will play an increasing role cancer therapy and that we are still in the very early phase of exploiting the possibilities of protein-based drugs.  \nI have established a laboratory for genetic design, recombinant production and purification of targeted toxins. My research activity relates to the establishment of novel treatment modalities based on these targeted toxins, involving both photochemical internalization (PCI) and immunotherapy.\n\nMethods used: tissue culture, photodynamic therapy, photochemical internalization, toxicity assays (MTT, relative protein synthesis measurements, clonal cell survival, Coulter Counter measurments), siRNA transfection, cell free reticulocytt lysate system for ribosome inhibiting activity of toxins, fluorescence microscopy, PCR, SDS-PAGE, Western blotting, production (Fermentation), isolation and purification (HPLC, Äkta avant), LAL test for determination of endotoxins, measurement of cellular ROS generation, ELASA, LAL for determination of endotoxins, In vivo models","lastName":"Weyergang","objectUrn":"urn:li:member:268380129","geoRegion":"Oslo, Oslo, Norway","fullName":"Anette Weyergang","firstName":"Anette","currentPositions":[{"companyName":"RAB Diagnostics","title":"Chief Executive Officer","tenureAtCompany":{"numMonths":9},"companyUrnResolutionResult":{"employeeCountRange":"2-10","headquarters":{"country":"Norway","city":"Oslo","postalCode":"0379","line1":"Ullernchausséen 64"},"website":"https:\/\/www.rabdiagnostics.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/rab-diagnostics\/","industry":"Biotechnology Research"},"startedOn":{"month":9,"year":2023},"companyUrn":"urn:li:fs_salesCompany:101254821"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1647861944929?e=1723075200&v=beta&t=C7dj8Jpf2DEFPn3QTy_5DVU4j2aiBl-U30dSegQbav8","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1647861944929?e=1723075200&v=beta&t=-DPHBLeuPgTGh1qtlsqVXVV3Rj6HroYyanrM5JoMFqo","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1647861944929?e=1723075200&v=beta&t=yZ2WgktgXrl1o8A7IWiAv2Tfe6S8F-9GuXeKmbl7YZU","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1647861944929?e=1723075200&v=beta&t=2s_XvHQbozHRNFT7Z58XX0RPm9eWxeSYioaDXNbB7JI","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQFfsLXLncDVrA\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:268380129"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:268380129"}],"category":"COMPANY","dataSource":"LINKEDIN","url":"http:\/\/www.ous-research.no\/institute\/"},{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:268380129"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:268380129"}],"category":"PERSONAL","dataSource":"LINKEDIN","url":"http:\/\/www.ous-research.no\/home\/berg\/Group%20members\/2201"}]},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2003},"degree":"Master of Pharmacy","eduId":191488186,"schoolUrn":"urn:li:fs_salesSchool:700369","school":"urn:li:fs_salesSchool:700369","fieldsOfStudy":["Photochemical internalization"],"schoolName":"Universitetet i Oslo (UiO)","startedOn":{"year":1998}},{"endedOn":{"year":2009},"degree":"PhD, dr Philos","eduId":191486591,"schoolUrn":"urn:li:fs_salesSchool:700369","school":"urn:li:fs_salesSchool:700369","fieldsOfStudy":["Photochemical internalization of EGFR targeted toxins"],"schoolName":"Universitetet i Oslo (UiO)","startedOn":{"year":2004}}],"skills":[{"numOfEndorsement":14,"name":"Cell"},{"numOfEndorsement":11,"name":"Western Blotting"},{"numOfEndorsement":16,"name":"Cancer"},{"numOfEndorsement":6,"name":"Tissue Culture"},{"numOfEndorsement":5,"name":"Oncology"},{"numOfEndorsement":4,"name":"Clinical Research"},{"numOfEndorsement":4,"name":"PCR"},{"numOfEndorsement":4,"name":"SDS-PAGE"},{"numOfEndorsement":4,"name":"Molecular Biology"},{"numOfEndorsement":2,"name":"Medical Education"},{"numOfEndorsement":3,"name":"Assay Development"},{"numOfEndorsement":2,"name":"Fluorescence Microscopy"},{"numOfEndorsement":1,"name":"Healthcare"},{"numOfEndorsement":5,"name":"Drug Delivery"},{"numOfEndorsement":5,"name":"Cancer Research"},{"numOfEndorsement":5,"name":"In Vivo"},{"numOfEndorsement":3,"name":"Cancer Treatment"},{"numOfEndorsement":1,"name":"Cancer Biology"},{"numOfEndorsement":2,"name":"Photochemistry"},{"numOfEndorsement":0,"name":"Engelsk"},{"numOfEndorsement":0,"name":"Biokjemi"},{"numOfEndorsement":1,"name":"Immunologi"},{"numOfEndorsement":0,"name":"Mikroskopi"},{"numOfEndorsement":0,"name":"Fluorescens"}],"pronoun":"She\/Her","numOfConnections":782,"patents":[],"headline":"Targeted Cancer Therapeutics Scientist\/ Project group leader\/Entrepreneur","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/anette-weyergang-6a9a6875","organizations":[],"location":"Oslo, Oslo, Norway","publications":[{"name":"Photochemical internalization augments tumor vascular cytotoxicity and specificity of VEGF121\/rGel fusion toxin","description":"Vascular targeting for cancer is increasingly recognized as a therapeutic strategy although the lack of objective responses and the development of resistance are major limitations for clinically- available drugs. Endothelial targeted toxins exert increased toxicity compared to antiangiogenic drugs and may therefore overcome these limitations. The specificity and toxicity of targeted toxins may be increased by utilization of a drug delivery system which provides selective release of the targeted toxins in the target cells. Photochemical internalization (PCI) is a non-invasive modality which causes translocation into the cytosol of agents that are trapped in endosomes.  This study describes the first use of PCI in combination with a recombinant fusion toxin targeting tumor vasculature. Endothelial cells bearing VEGFR2 treated with VEGF121\/rGel showed dramatic enhancement of toxicity after PCI. We compared the PCI of VEGF121\/rGel  to  that of  bleomycin  which is currently under clinical evaluation. The VEGFR2 specificity of VEGF121\/rGel was shown to be preserved by the PCI treatment. PCI of VEGF121\/rGel was further shown to induce vascular collapse and edema in the invasive areas of CT26.CL25 colon carcinoma tumors as shown by CD31 IHC. Antitumor effects, as assessed by tumor growth delay was found for PCI of VEGF121\/rGel and PCI of bleomycin with cure rates of 40% and 33% respectively. PCI of VEGF121\/rGel was, however, more tolerated compared to PCI of bleomycin. Thus, PCI of vascular targeted toxins provides higher specificity and increased tolerability compared to PCI of bleomycin and may represent an interesting clinical future for the PCI technology.","publisher":"Journal of Control Release","url":"http:\/\/authors.elsevier.com\/sd\/article\/S0168365914000698","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAZF8T4BHlCfYvZw-RepnqW0kektVAAWdHw,NAME_SEARCH,IfBb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA9Zp20BDNomySq7WFcGcu1XdWe0fDB-DPY,NAME_SEARCH,7V7m)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"}]},{"publishedOn":{"month":2,"day":11,"year":2020},"description":"Lysosomal accumulation of sunitinib has been suggested as an underlying mechanism of resistance. Here, we investigated if photochemical internalization (PCI), a technology for cytosolic release of drugs entrapped in endosomes and lysosomes, would activate lysosomal sequestered sunitinib. By super-resolution fluorescence microscopy, sunitinib was found to accumulate in the membrane of endo\/lysosomal compartments together with the photosensitizer disulfonated tetraphenylchlorin (TPCS2a). Furthermore, the treatment effect was potentiated by PCI in the human HT-29 and the mouse CT26.WT colon cancer cell lines. The cytotoxic outcome of sunitinib-PCI was, however, highly dependent on the treatment protocol. Thus, neoadjuvant PCI inhibited lysosomal accumulation of sunitinib. PCI also inhibited lysosomal sequestering of sunitinib in HT29\/SR cells with acquired sunitinib resistance, but did not reverse the resistance. The mechanism of acquired sunitinib resistance in HT29\/SR cells was therefore not related to lysosomal sequestering. Sunitinib-PCI was further evaluated on HT-29 xenografts in athymic mice, but was found to induce only a minor effect on tumor growth delay. In immunocompetent mice sunitinib-PCI enhanced areas of treatment-induced necrosis compared to the monotherapy groups. However, the tumor growth was not delayed, and decreased infiltration of CD3-positive T cells was indicated as a possible mechanism behind the failed overall response.","url":"https:\/\/www.mdpi.com\/2072-6694\/12\/2\/417","name":"Photochemically-Induced Release of Lysosomal Sequestered Sunitinib: Obstacles for Therapeutic Efficacy","publisher":"Cancers (Basel)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABLFwQBsj6j3dxmh7bDwXRk_ZwobgnvRyc,NAME_SEARCH,r9YB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA_QpeUBAabIvmrz1h1WfPmBxejbIwr2Xq4,NAME_SEARCH,HRrz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABYdRTAB-KdYg1arks2kD50DYTQdRh8z-Fo,NAME_SEARCH,41XW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAMVUtgBj7A2YKtOiGmA8DF-7Rl3pI9wHeo,NAME_SEARCH,HMJx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvNvh0Ba_HUjor9CeXhJFjPBhCTXGjjIp8,NAME_SEARCH,AGGs)"}]},{"publishedOn":{"year":2013},"description":"Tyrosin kinase inhibitors (TKIs) and monoclonal antibodies aimed to target epidermal growth factor receptor (EGFR) have shown limited effect as monotherapies and drug resistance is a major limitation for therapeutic success. Adjuvant therapies to EGFR targeting therapeutics are therefore of high clinical relevance.\nThe results suggest that sustained ERK inhibition by EGFR targeting monotherapies is a predictive factor for synergistic cytotoxicity when combined with neoadjuvant PDT.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304416512003303","name":"Sustained ERK [corrected] inhibition by EGFR targeting therapies is a predictive factor for synergistic cytotoxicity with PDT as neoadjuvant therapy","publisher":"Biochim Biophys Acta. Gen. Subj","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABLFwQBsj6j3dxmh7bDwXRk_ZwobgnvRyc,NAME_SEARCH,r9YB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"}]},{"publishedOn":{"month":8,"day":13,"year":2020},"description":"Advances in recombinant DNA technology have opened up new possibilities of exploiting toxic proteins for therapeutic purposes. Bringing forth these protein toxins from the bench to the bedside strongly depends on the availability of production methods that are reproducible, scalable and comply with good manufacturing practice (GMP). The type I ribosome-inhibiting protein, gelonin, has great potential as an anticancer drug, but is sequestrated in endosomes and lysosomes. This can be overcome by combination with photochemical internalization (PCI), a method for endosomal drug release. The combination of gelonin-based drugs and PCI represents a tumor-targeted therapy with high precision and efficiency. The aim of this study was to produce recombinant gelonin (rGel) at high purity and quantity using an automated liquid chromatography system. The expression and purification process was documented as highly efficient (4.4 mg gelonin per litre induced culture) and reproducible with minimal loss of target protein (~50% overall yield compared to after initial immobilized metal affinity chromatography (IMAC)). The endotoxin level of 0.05-0.09 EU\/mg was compatible with current standards for parenteral drug administration. The automated system provided a consistent output with minimal human intervention and close monitoring of each purification step enabled optimization of both yield and purity of the product. rGel was shown to have equivalent biological activity and cytotoxicity, both with and without PCI-mediated delivery, as rGelref produced without an automated system. This study presents a highly refined and automated manufacturing procedure for recombinant gelonin at a quantity and quality sufficient for preclinical evaluation. The methods established in this report are in compliance with high quality standards and compose a solid platform for preclinical development of gelonin-based drugs.","url":"https:\/\/www.mdpi.com\/2072-6651\/12\/8\/519","name":"Production of Recombinant Gelonin Using an Automated Liquid Chromatography System","publisher":"Toxins (Basel)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABYdRTAB-KdYg1arks2kD50DYTQdRh8z-Fo,NAME_SEARCH,41XW)"}]},{"publishedOn":{"month":10,"day":28,"year":2018},"description":"Interactions between stromal cells and tumor cells pay a major role in cancer growth and progression. This is reflected in the composition of anticancer drugs which includes compounds directed towards the immune system and tumor-vasculature in addition to drugs aimed at the cancer cells themselves. Drug-based treatment regimens are currently designed to include compounds targeting the tumor stroma in addition to the cancer cells. Treatment limiting adverse effects remains, however, one of the major challenges for drug-based therapy and novel tolerable treatment modalities with diverse high efficacy on both tumor cells and stroma is therefore of high interest. It was hypothesized that the vascular targeted fusion toxin VEGF121\/rGel in combination with the intracellular drug delivery technology photochemical internalization (PCI) stimulate direct cancer parenchymal cell death in addition to inhibition of tumor perfusion, and that an immune mediated response is relevant for treatment outcome. The aim of the present study was therefore to elucidate the anticancer mechanisms of VEGF121\/rGel-PCI. In contrast to VEGF121\/rGel monotherapy, VEGF121\/rGel-PCI was found to mediate its effect through VEGFR1 and VEGFR2, and a targeted treatment effect was shown on two VEGFR1 expressing cancer cell lines. A cancer parenchymal treatment effect was further indicated on H&E stains of CT26-CL25 and 4 T1 tumors. VEGF121\/rGel-PCI was shown, by dynamic contrast enhanced MRI, to induce a sustained inhibition of tumor perfusion in both tumor models. A 50% complete remission (CR) of CT26.CL25 colon carcinoma allografts was found in immunocompetent mice while no CR was detected in CT26.CL25 bearing athymic mice. In conclusion, the present report indicate VEGF121\/rGel -PCI as a treatment modality with multimodal tumor targeted efficacy that should be further developed towards clinical utilization.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168365918305236?via%3Dihub","name":"Light-enhanced VEGF 121\/rGel: A tumor targeted modality with vascular and immune-mediated efficacy","publisher":"J Control Release","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAZF8T4BHlCfYvZw-RepnqW0kektVAAWdHw,NAME_SEARCH,IfBb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnjSB0Br__EWMEg4m4zpuLc3QN2BrS7D_w,NAME_SEARCH,aosf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnpbnEBGr1xgO3DyKQCWknh83V2wNj9TPM,NAME_SEARCH,d--U)"}]},{"publishedOn":{"month":12,"day":28,"year":2017},"description":"\nPhotochemical internalization (PCI) is a technology to enhance intracellular drug delivery by light-induced translocation of endocytosed therapeutics into the cytosol. The aim of this study was to explore the efficacy of PCI-based delivery of bleomycin and the impact on systemic anti-tumor immunity. Mouse colon carcinoma cells (CT26.CL25), stably expressing the bacterial β-galactosidase, were inoculated into the legs of athymic or immuno-competent BALB\/c mice strains. The mice were injected with the photosensitizer AlPcS2a and bleomycin (BLM) prior to tumor light exposure from a 670nm diode laser. Photochemical activation of BLM was found to induce synergistic inhibition of tumor growth as compared to the sum of the individual treatments. However, a curative effect was not observed in the athymic mice exposed to 30J\/cm2 of light while >90% of the thymic mice were cured after exposure to only 15J\/cm2 light. Cured thymic mice, re-challenged with CT26.CL25 tumor cells on the contralateral leg, rejected 57-100% of the tumor cells inoculated immediately and up to 2months after the photochemical treatment. T-cells from the spleen of PCI-treated mice were found to inhibit the growth of CT26.CL25 cells in naïve thymic mice with a 60% rejection rate. The results show that treatment of CT26.CL25 tumors in thymic mice by PCI of BLM induces a systemic anti-tumor immunity.","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0168365917309021?via%3Dihub","name":"Photochemical delivery of bleomycin induces T-cell activation of importance for curative effect and systemic anti-tumor immunity","publisher":"Journal of Control Release","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnjSB0Br__EWMEg4m4zpuLc3QN2BrS7D_w,NAME_SEARCH,aosf)"}]},{"publishedOn":{"month":10,"day":29,"year":2015},"description":"The number of epidermal growth factor receptor (EGFR)-targeting drugs in the development for cancer treatment is continuously increasing. Currently used EGFR-targeted monoclonal antibodies and tyrosine kinase inhibitors have specific limitations related to toxicity and development of resistance, and there is a need for alternative treatment strategies to maximize the clinical potential of EGFR as a molecular target. This study describes the design and production of a novel EGFR-targeted fusion protein, rGel\/EGF, composed of the recombinant plant toxin gelonin and EGF. rGel\/EGF was custom-made for administration by photochemical internalization (PCI), a clinically tested modality for cytosolic release of macromolecular therapeutics. rGel\/EGF lacks efficient mechanisms for endosomal escape and is therefore minimally toxic as monotherapy. However, PCI induces selective and efficient cytosolic release of rGel\/EGF in EGFR-expressing target cells by light-directed activation of photosensitizers accumulated selectively in tumor tissue. PCI of rGel\/EGF was shown to be highly effective against EGFR-expressing cell lines, including head and neck squamous cell carcinoma (HNSCC) cell lines resistant to cetuximab (Erbitux). Apoptosis, necrosis and autophagy were identified as mechanisms of action following PCI of rGel\/EGF in vitro. PCI of rGel\/EGF was further shown as a highly tumor-specific and potent modality in vivo, with growth inhibitory effects demonstrated on A-431 squamous cell carcinoma (SCC) xenografts and reduction of tumor perfusion and necrosis induction in SCC-026 HNSCC tumors. Considering the small amount of rGel\/EGF injected per animal (0.1 mg\/kg), the presented in vivo results are highly promising and warrant optimization and production of rGel\/EGF for further preclinical evaluation with PCI.","url":"https:\/\/www.nature.com\/articles\/onc201515","name":"Design of an EGFR-targeting toxin for photochemical delivery: in vitro and in vivo selectivity and efficacy","publisher":"Oncogene","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABYdRTAB-KdYg1arks2kD50DYTQdRh8z-Fo,NAME_SEARCH,41XW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnjSB0Br__EWMEg4m4zpuLc3QN2BrS7D_w,NAME_SEARCH,aosf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAMVUtgBj7A2YKtOiGmA8DF-7Rl3pI9wHeo,NAME_SEARCH,HMJx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAZF8T4BHlCfYvZw-RepnqW0kektVAAWdHw,NAME_SEARCH,IfBb)"}]},{"publishedOn":{"month":12,"day":26,"year":2019},"description":"The objective of this study was to develop and explore a novel CD133-targeting immunotoxin (IT) for use in combination with the endosomal escape method photochemical internalization (PCI). scFvCD133\/rGelonin was recombinantly constructed by fusing a gene (scFvCD133) encoding the scFv that targets both non-glycosylated and glycosylated forms of both human and murine CD133\/prominin-1 to a gene encoding the ribosome-inactivating protein (RIP) gelonin (rGelonin). RIP-activity was assessed in a cell-free translation assay. Selective binding and intracellular accumulation of scFvCD133\/rGelonin was evaluated by flow cytometry and fluorescence microscopy. PCI of scFvCD133\/rGelonin was explored in CD133high and CD133low cell lines and a CD133neg cell line, where cytotoxicity was evaluated by the MTT assay. scFvCD133\/rGelonin exhibited superior binding to and a higher accumulation in CD133high cells compared to CD133low cells. No cytotoxic responses were detected in either CD133high or CD133low cells after 72 h incubation with <100 nM scFvCD133\/rGelonin. Despite a severe loss in RIP-activity of scFvCD133\/rGelonin compared to free rGelonin, PCI of scFvCD133\/rGelonin induced log-fold reduction of viability compared to PCI of rGelonin. Strikingly, PCI of scFvCD133\/rGelonin exceeded the cytotoxicity of PCI of rGelonin also in CD133low cells. In conclusion, PCI promotes strong cytotoxic activity of the per se non-toxic scFvCD133\/rGelonin in both CD133high and CD133low cancer cells. View Full-Text\nKeywords: cancer stem cells; CD133; prominin-1; photochemical internalization; photodynamic therapy; immunotoxins; ribosome-inactivating proteins; drug delivery","url":"https:\/\/www.mdpi.com\/2077-0383\/9\/1\/68","name":"Design, Characterization, and Evaluation of scFvCD133\/rGelonin: A CD133-Targeting Recombinant Immunotoxin for Use in Combination with Photochemical Internalization","publisher":"Journal of Clinical Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADC4OIsBwwI7oxubSiG8Bv1CRuRFXOnuNKE,NAME_SEARCH,2NRj)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABLFwQBsj6j3dxmh7bDwXRk_ZwobgnvRyc,NAME_SEARCH,r9YB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAZF8T4BHlCfYvZw-RepnqW0kektVAAWdHw,NAME_SEARCH,IfBb)"}]},{"publishedOn":{"month":11,"day":5,"year":2021},"description":"HER2 is a predictive biomarker for HER2-targeted therapeutics. For antibody–drug conjugates\n(ADCs; e.g., trastuzumab emtansine (T-DM1)), HER2 is utilized as a transport gate for\ncytotoxic agents into the cell. ADC biomarkers may therefore be more complex, also\nreflecting the intracellular drug transport. Here we report on a positive correlation between\nthe early endosome marker RAB5A and T-DM1 sensitivity in five HER2-positive cell lines.\nCorrelation between RAB5A expression and T-DM1 sensitivity is confirmed in breast cancer\npatients treated with trastuzumab emtansine\/pertuzumab in the I-SPY2 trial\n(NCT01042379), but not in the trastuzumab\/paclitaxel control arm. The clinical correlation\nis further verified in patients from the KAMILLA trial (NCT01702571). In conclusion, our\nresults suggest RAB5A as a predictive biomarker for T-DM1 response and outline proteins\ninvolved in endocytic trafficking as predictive biomarkers for ADCs.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC8571323\/pdf\/41467_2021_Article_26018.pdf","name":"RAB5A expression is a predictive biomarker for trastuzumab emtansine in breast cancer","publisher":"Nature Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__J-EB-57GorZJOklvYmcyFlv9Wx0p_Q0,NAME_SEARCH,B0d3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA0B6O0BpuOracDECVoL3U9QMuA3IK7POTM,NAME_SEARCH,GDdD)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASOyzUBlks-fXVdQySqlFcFWKZQ-0gzbtc,NAME_SEARCH,aqKz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABYdRTAB-KdYg1arks2kD50DYTQdRh8z-Fo,NAME_SEARCH,41XW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAnjSB0Br__EWMEg4m4zpuLc3QN2BrS7D_w,NAME_SEARCH,aosf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHpK28BcjFA96NdHO25cDlv73O58C1mE98,NAME_SEARCH,PJ-G)"}]}],"positions":null,"posts":[{"createdAt":1710435780000,"insightId":"173db435-1216-4669-b935-dfbfa30ad95f","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":22},{"type":"PRAISE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7174087643226390529","threadUrn":"urn:li:ugcPost:7174087643226390529","reactionsCount":24,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7174087643226390529","message":{"attributes":[],"text":"A super afternoon with scientific and social interactions at our department. I am confident we sat the stage for more collaboration."},"rootActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000134726564"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7173982767964172289","message":{"attributes":[{"start":87,"length":24,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:732864"}}},{"start":190,"length":24,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:23989107"}}},{"start":477,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:76466997"}}},{"start":492,"length":10,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:212253125"}}},{"start":504,"length":15,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:261856420"}}},{"start":521,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:226277360"}}},{"start":537,"length":18,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:4921092"}}},{"start":557,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:268380129"}}},{"start":575,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:218120209"}}},{"start":591,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:351843712"}}},{"start":606,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:25655894"}}},{"start":625,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gi4MiKp8"}}}],"text":"Great seminar on radiation and immune effects for our Department of Radiation Biology, Oslo universitetssykehus, with nearly 50 participants. We kicked off with an excellent presentation by Vilde Drageset Haakensen on translational lung cancer studies. Afterwards, group and project leaders at our Department had shorter presentations with subsequent discussions. Succesful seminar giving perspectives on both clinical needs and possibilities and collaboration opportunities.\n\nKristian Berg, Heidi Lyng, Randi Syljuåsen, Asta Juzeniene, Pål Kristian Selbo, Anette Weyergang, Beata Grallert, Tord Hompland, Theo Theodossiou \n\nhttps:\/\/lnkd.in\/gi4MiKp8"},"entityUrn":"urn:li:ugcPost:7173982767964172289"},"entityUrn":"urn:li:ugcPost:7174087643226390529"}}},{"createdAt":1716792000000,"insightId":"7f0e2a2e-25c7-487d-b7d3-edd1fa1e3973","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7199737175561703426,7200747590408163329)","threadUrn":"urn:li:activity:7199737175561703426","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:119847818"}}}],"text":"David Kessel Pål of cause (with some hjelp from the bakery)"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7199737175561703426"}}},{"createdAt":1710280260000,"insightId":"10411e8a-2988-4d9c-9ec1-e282e14d5e1b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7173281101958758400,7173435581031550976)","threadUrn":"urn:li:activity:7173281101958758400","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Gratulerer Jan Terje🎉"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7173281101958758400"}}}]}