{"summary":"10+ years of research experience in the field of biochemistry, organic chemistry, microbiology, and analytical chemistry. Skilled in peptide synthesis, chemical\/biomolecule analysis, in-vivo\/in-vitro protein expression and characterization, biomolecule conjugation,  spectrometry, microscopy, and assay development. 5+ experience in leading research projects and publications. Collaborating with researchers in both industrial and academic laboratories, we have published high-end journals for our discovery of bacterial cell wall biosynthesis mechanisms, new antibiotics, in-situ fluorophores, and protein glycoengineering methods. My current research interest and focus are medical chemistry and immunology.","lastName":"Hsu","objectUrn":"urn:li:member:280547226","geoRegion":"Cambridge, Massachusetts, United States","fullName":"Yen-Pang Hsu","firstName":"Yen-Pang","currentPositions":[{"companyName":"Merck","description":"Department of Discovery Biologics (DB)\nRoles:\n(1) Design, synthesis, and characterization of therapeutic antibodies, bispecifics, and ADCs\n(2) Development of synthetic IgG hexamers and their characterization\n(3) Semi-automated BsAb screening and production\n(4) AL\/DL-assisted protein design and binder screening\n\nExploratory Science Center (ESC)\nRoles:\n(1) Design, synthesis, and characterization of antibody-drug conjugates (ADCs) for infectious disease treatment.\n(2) Developing new protein conjugation methods through glycan structures and engineered enzymatic reactions.\n(3) Designing new multi-antigen presenting platforms using bacterial envelopes for efficient and effective oral vaccination.","title":"Senior Scientist","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"New Jersey","country":"United States","city":"Rahway","postalCode":"07065","line2":"P.O. Box 2000","line1":"126 E Lincoln Ave"},"website":"http:\/\/merck.us\/2J2xAUh","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/merck\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:1486","tenureAtCompany":{"numYears":4,"numMonths":9},"startedOn":{"month":7,"year":2021}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1517254916479?e=1723075200&v=beta&t=toJ8mrDFMudqY0Wh-hJaB2Q9dM00iiGFgIVmKyIKK7A","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1517254919311?e=1723075200&v=beta&t=KH_rj4Zvdo5MSavgwZM0OIc33MdxX_qgF2hRWO9ZSuc","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1517254917069?e=1723075200&v=beta&t=bv7HQXpFoCCHCNNJyRD01is-GaAdcq9EXvHQasPHkUQ","height":400},{"width":450,"fileIdentifyingUrlPathSegment":"800_800\/0\/1517254916560?e=1723075200&v=beta&t=lC7UNS0_tiDCvvTs90oX_Y8Is1R6JkCP-aKOxMK2SQQ","height":450}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQGazYDLt0swRQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2018},"degree":"Ph.D","eduId":467098792,"schoolUrn":"urn:li:fs_salesSchool:3325","school":"urn:li:fs_salesSchool:3325","fieldsOfStudy":["Molecualr and Cellular Biochemistry;   Minor: Organic chemistry"],"schoolName":"Indiana University Bloomington","startedOn":{"year":2013}},{"endedOn":{"year":2011},"degree":"Bachelor of Science (BS)","eduId":174390666,"schoolUrn":"urn:li:fs_salesSchool:49573","school":"urn:li:fs_salesSchool:49573","fieldsOfStudy":["Chemistry"],"schoolName":"National Tsing Hua University","startedOn":{"year":2007}}],"skills":[{"numOfEndorsement":4,"name":"Biochemistry"},{"numOfEndorsement":4,"name":"Microbiology"},{"numOfEndorsement":4,"name":"Organic Chemistry"},{"numOfEndorsement":2,"name":"Analytical Chemistry"},{"numOfEndorsement":1,"name":"Spectrometry"},{"numOfEndorsement":1,"name":"Microscopy"},{"numOfEndorsement":0,"name":"Nanotechnology"},{"numOfEndorsement":0,"name":"NMR Spectroscopy"},{"numOfEndorsement":1,"name":"Mass Spectrometry"},{"numOfEndorsement":2,"name":"High-Performance Liquid Chromatography (HPLC)"},{"numOfEndorsement":0,"name":"Electron Microscopy"},{"numOfEndorsement":0,"name":"Gel Electrophoresis"},{"numOfEndorsement":0,"name":"Polymerase Chain Reaction (PCR)"},{"numOfEndorsement":1,"name":"Bacterial Genetics"}],"pronoun":"He\/Him","numOfConnections":606,"patents":[{"applicationNumber":"63175602","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASjY7oB-Df6pvATv76PNvQq-nW5NSkq2_A,NAME_SEARCH,Ef0y)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANcXw8BKaH5WIy2HJkh6pg2h5wORH0ynyw,NAME_SEARCH,zqBO)"}],"description":"Protein glycosylation is a key determinant of the physical and biochemical properties of proteins in eukaryotic systems. Glycoproteins carry structurally diverse oligosaccharides, called glycans, that are involved at the interface of protein-biomolecular interactions and thus determine protein stability, selectivity, and activity.  The significance of protein glycosylation to biological systems has been exemplified by several diseases associated with various cancers and the immune system. Unsurprisingly, it follows that insights into the structure and function of glycans have yielded a profound impact on the development of therapeutic glycoproteins. Manipulating glycan structures present an effective strategy to improve their efficacy and safety by modulating immunological responses, circulatory half-life, and effector functions. Thus, glycoengineering represents a versatile tool and a great opportunity to create better medicines through glycan remodeling. In recent decades, our understanding of the in vitro activity of glycosylation enzymes is growing rapidly. Some of the enzymes can even function on intact glycoproteins, which opens a new window for glycan remodeling. The present invention provides a solid-phase glycan remodeling (SPGR) system wherein glycosylation enzymatic reactions are carried out on glycoprotein substrates immobilized on resins. The SPGR system of the present invention enables efficient reaction swapping, substrate purification, and the recovery of both products and engineering enzymes. The present invention is particularly useful for glycoengineering immunoglobulins (e.g., antibodies or IgG) to provide antibodies that have predominantly particular glycoform profiles.  ","title":"Solid-Phase Glycan Remodeling of Glycoproteins","filedOn":{"month":4,"day":16,"year":2021},"url":"https:\/\/patents.google.com\/patent\/WO2022221163A1\/en?inventor=Yen-Pang+Hsu&oq=Yen-Pang+Hsu","issuer":"WO2022221163A1","issuedOn":{"month":10,"day":20,"year":2022}}],"headline":"Senior Scientist at Merck","courses":[{"name":"Intergrated Biochemistry","number":"BIOC-B501"},{"name":"Analysis of biochemical literature","number":"BIOC-B502"},{"name":"Biophysics analysis macromolecules","number":"BIOC-B507"},{"name":"Biochemical catalysis","number":"BIOC-B540"},{"name":"Enzyme mechanisms","number":"BIOC-B541"},{"name":"Organic reactions","number":"CHEM-C543"},{"name":"Macromolecular structure and function","number":"BIOC-B530"},{"name":"Macromolecular analysis and interactions","number":"BIOC-B531"},{"name":"Advanced Organic Chemistry","number":"Chem C540"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/yen-pang-hsu-876b5579","organizations":[{"endedOn":{"month":8,"year":2009},"name":"National Tsing Hus University Summer Chemistry Camp","position":"Lecturer of Chemical Experimental Course","startedOn":{"month":7,"year":2009}},{"endedOn":{"month":6,"year":2011},"name":"National Tsing Hua University Wind Band","position":"Saxophone Performer","startedOn":{"month":9,"year":2007}},{"endedOn":{"month":6,"year":2011},"name":"Male Volleyball team of Department of Chemistry, NTHU","startedOn":{"month":9,"year":2007}}],"location":"Cambridge, Massachusetts, United States","publications":[{"name":"Gold\/Phospholipid Nanoconstructs as Label-free Optical Probes for Evaluating Phospholipase A2 Activity.","description":"A facile, monophasic strategy to synthesize core\/shell architectured gold-phospholipid hybrid nanoconstructs (PLGNPs) was presented herein. We employed the as-synthesized PLGNPs as enzymatic substrates and detecting probes, leading to the development of a novel, lag time–free quantitative assay to evaluate the activity of Ca2+-dependent phospholipase A2.","publisher":"Biosensors and Bioelectronics - Journal - Elsevier","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"publishedOn":{"month":5,"day":4,"year":2016},"description":"The peptidoglycan (PG) cell wall is a peptide cross-linked glycan polymer essential for bacterial division and maintenance of cell shape and hydrostatic pressure. Bacteria in the Chlamydiales were long thought to lack PG until recent advances in PG labeling technologies revealed the presence of this critical cell wall component in Chlamydia trachomatis. In this study, we utilize bio-orthogonal D-amino acid dipeptide probes combined with super-resolution microscopy to demonstrate that four pathogenic Chlamydiae species each possess a ≤ 140 nm wide PG ring limited to the division plane during the replicative phase of their developmental cycles. Assembly of this PG ring is rapid, processive, and linked to the bacterial actin-like protein, MreB. Both MreB polymerization and PG biosynthesis occur only in the intracellular form of pathogenic Chlamydia and are required for cell enlargement, division, and transition between the microbe’s developmental forms. Our kinetic, molecular, and biochemical analyses suggest that the development of this limited, transient, PG ring structure is the result of pathoadaptation by Chlamydia to an intracellular niche within its vertebrate host.","url":"https:\/\/doi.org\/10.1371\/journal.ppat.1005590","name":"Pathogenic Chlamydia lack a 'classical' sacculus but synthesize a narrow, midcell peptidoglycan ring, regulated by MreB, for cell division. ","publisher":"PLOS Pathogens","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"publishedOn":{"month":11,"day":4,"year":2016},"description":"Peptidoglycan is a rigid envelope surrounding the cytoplasmic membrane of most bacterial species. It helps protect bacterial cells from environmental stress and helps preserve cell morphology throughout their life cycle. Peptidoglycan biosynthesis is also an important regulator of bacterial cell division. Since the discovery of penicillin, it has also been an important drug target for antibacterial discovery and development. As a result, a significant effort has been directed at expanding our knowledge of peptidoglycan biosynthesis and dynamics. One approach directed towards this goal enables visualization of peptidoglycan structures in either live or fixed cells. Recent advancements in microscopy have enabled scientists to study peptidoglycan structure, morphology, and organization at high resolution. In combination with structurally defined molecular probes, scientists are now able to perform highly specific, bioorthogonal probing of peptidoglycan structure and dynamics. In this chapter, we will survey peptidoglycan imaging techniques and discuss the findings obtained by these methods.","url":"http:\/\/doi.org\/10.1016\/bs.mim.2016.10.004","name":"Method for visualization of peptidoglycan biosynthesis","publisher":"Methods in Microbiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"publishedOn":{"month":2,"day":17,"year":2017},"description":"The mechanism by which bacteria divide is not well understood. Cell division is mediated by filaments of FtsZ and FtsA (FtsAZ) that recruit septal peptidoglycan-synthesizing enzymes to the division site. To understand how these components coordinate to divide cells, we visualized their movements relative to the dynamics of cell wall synthesis during cytokinesis. We found that the division septum was built at discrete sites that moved around the division plane. FtsAZ filaments treadmilled circumferentially around the division ring and drove the motions of the peptidoglycan-synthesizing enzymes. The FtsZ treadmilling rate controlled both the rate of peptidoglycan synthesis and cell division. Thus, FtsZ treadmilling guides the progressive insertion of new cell wall by building increasingly smaller concentric rings of peptidoglycan to divide the cell.","url":"http:\/\/science.sciencemag.org\/content\/355\/6326\/739","name":"Treadmilling by FtsZ Filaments Drives Peptidoglycan Synthesis and Bacterial Cell Division. ","publisher":"Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"publishedOn":{"month":7,"day":6,"year":2017},"description":"Fluorescent D-amino acids (FDAAs) enable efficient in situ labeling of peptidoglycan in diverse bacterial species. Conducted by enzymes involved in peptidoglycan biosynthesis, FDAA labeling allows specific probing of cell wall formation\/remodeling activity, bacterial growth and cell morphology. Their broad application and high biocompatibility have made FDAAs an important and effective tool for studies of peptidoglycan synthesis and dynamics, which, in turn, has created a demand for the development of new FDAA probes. Here, we report the synthesis of new FDAAs, with emission wavelengths that span the entire visible spectrum. We also provide data to characterize their photochemical and physical properties, and we demonstrate their utility for visualizing peptidoglycan synthesis in Gram-negative and Gram-positive bacterial species. Finally, we show the permeability of FDAAs toward the outer-membrane of Gram-negative organisms, pinpointing the probes available for effective labeling in these species. This improved FDAA toolkit will enable numerous applications for the study of peptidoglycan biosynthesis and dynamics.","url":"http:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2017\/sc\/c7sc01800b#!divAbstract","name":"Full color palette of fluorescent D-amino acid for in situ labeling of bacterial cell wall. ","publisher":"Chemical Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"publishedOn":{"month":3,"day":29,"year":2018},"description":"Peptidoglycan is an essential component of the cell wall that protects cells from environmental stress in nearly all bacteria. A carefully coordinated biosynthesis of peptidoglycan during cell elongation and division is required for cell viability. This involves sophisticated enzyme machineries that dynamically synthesize, remodel, and degrade peptidoglycan. However, when and where bacteria build peptidoglycan, and how this is coordinated with cell growth, have been long-standing questions in the field. The improvement of microscopy techniques has provided powerful approaches to study peptidoglycan biosynthesis with high spatiotemporal resolution. Recent development of molecular probes further accelerated the growth of the field, which has advanced our knowledge of peptidoglycan biosynthesis dynamics and mechanisms. Here, we review the technologies for imaging the bacterial cell wall and its biosynthesis activity. We focus on the applications of fluorescent D-amino acids, a newly developed type of probe, to visualize and study peptidoglycan synthesis and dynamics, and we provide direction for prospective research.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/29596002","name":"Imaging Bacterial Cell Wall Biosynthesis","publisher":"Annual Review of Biochemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"name":"Fluorogenic D-amino acids enable real-time monitoring of peptidoglycan biosynthesis and high-throughput transpeptidation assays.","publishedOn":{"month":2,"day":25,"year":2019},"description":"Peptidoglycan (PG) is an essential cell wall component that maintains the morphology and viability of nearly all bacteria. Its biosynthesis requires periplasmic transpeptidation reactions which construct peptide cross-linkages between polysaccharide chains to endow mechanical strength. Transpeptidation reactions are linked to bacteria morphogenesis and because of their essential nature, they are valuable targets for new antibiotic development. However, tracking transpeptidation in vivo and in vitro is challenging, mainly due to the lack of efficient, biocompatible probes. Here, we report the synthesis and application of molecular probes allowing real-time, continuous tracking of transpeptidation reactions. These probes enable visualization of PG biosynthesis in real time through monitoring transpeptidase reactions in live cells, as well as real-time activity assays of D,D- , L,D-transpeptidases and sortases in vitro. These probes provide new approaches to study PG biosynthesis with high temporal resolution and prospectively enable high-throughput screening for inhibitors of PG biosynthesis.","publisher":"Nature Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAhV8oAB4kHbk6J7uspqtKDgWxCf7CowBKU,NAME_SEARCH,2-Br)"}]},{"publishedOn":{"month":2,"day":19,"year":2019},"description":"Acinetobacter baumannii is an important nosocomial pathogen capable of causing wound infections, pneumonia, and bacteremia. During infection, A. baumannii must acquire Zn to survive and colonize the host. Vertebrates have evolved mechanisms to sequester Zn from invading pathogens by a process termed nutritional immunity. One of the most upregulated genes during Zn starvation encodes a putative cell wall-modifying enzyme which we named ZrlA. We found that inactivation of zrlA diminished growth of A. baumannii during Zn starvation. Additionally, this mutant strain displays increased cell envelope permeability, decreased membrane barrier function, and aberrant peptidoglycan muropeptide abundances. This altered envelope increases antibiotic efficacy both in vitro and in an animal model of A. baumannii pneumonia. These results establish ZrlA as a crucial link between nutrient metal uptake and cell envelope homeostasis during A. baumannii pathogenesis, which could be targeted for therapeutic development.","url":"https:\/\/www.cell.com\/cell-reports\/pdf\/S2211-1247(19)30125-1.pdf","name":"An Acinetobacter Baumannii Zinc Regulated Peptidase Maintains Cell Wall Integrity During Immune-Mediated Nutrient Sequestration.","publisher":"Cell Report","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABWvXysByc1fsd2WaTUpzxKo4YLtJ2VA4K0,NAME_SEARCH,V0cg)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPQm1kBLRp-r3wHYFU7hqabqLfobHo47ys,NAME_SEARCH,7wtf)"}]},{"publishedOn":{"month":8,"day":18,"year":2019},"description":"In this account report, we present our recent efforts in developing FDAAs and their derivatives. We summarize experimental evidence of FDAA incorporation into PG and the enzyme-mediated incorporation pathway. We demonstrate various FDAA applications, including bacterial morphology analyses, PG growth model studies, investigation of PG-enzyme correlation, in vitro PG synthase activity assays, and antibiotic inhibition ability tests. Finally, we discuss the current limitations of the probes and their future improvement. We anticipate that this new PG-probing technique would facilitate various bacteria studies.\n","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.accounts.9b00311","name":"D-amino Acid Derivatives as in situ Probes for Visualizing Bacterial Peptidoglycan Biosynthesis.","publisher":"Accounts of Chemical Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmgRHMBCYjLy2RdJ9dsylZ-kCItcKp7XyE,NAME_SEARCH,HP8m)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPQm1kBLRp-r3wHYFU7hqabqLfobHo47ys,NAME_SEARCH,7wtf)"}]},{"publishedOn":{"month":2,"day":12,"year":2020},"description":"Addressing the ongoing antibiotic crisis requires the discovery of compounds with novel mechanisms of action that are capable of treating drug-resistant infections. Many antibiotics are sourced from specialized metabolites produced by bacteria, particularly those of the Actinomycetes family. Although actinomycete extracts have traditionally been screened using activity-based platforms, this approach has become unfavourable owing to the frequent rediscovery of known compounds. Genome sequencing of actinomycetes reveals an untapped reservoir of biosynthetic gene clusters, but prioritization is required to predict which gene clusters may yield promising new chemical matter. Here we make use of the phylogeny of biosynthetic genes along with the lack of known resistance determinants to predict divergent members of the glycopeptide family of antibiotics that are likely to possess new biological activities. Using these predictions, we uncovered two members of a new functional class of glycopeptide antibiotics—the known glycopeptide antibiotic complestatin and a newly discovered compound we call corbomycin—that have a novel mode of action. We show that by binding to peptidoglycan, complestatin and corbomycin block the action of autolysins—essential peptidoglycan hydrolases that are required for remodelling of the cell wall during growth. Corbomycin and complestatin have low levels of resistance development and are effective in reducing bacterial burden in a mouse model of skin MRSA infection.","url":"https:\/\/www.nature.com\/articles\/s41586-020-1990-9","name":"Evolution-guided discovery of antibiotics that inhibit peptidoglycan remodelling","publisher":"Nature","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPQm1kBLRp-r3wHYFU7hqabqLfobHo47ys,NAME_SEARCH,7wtf)"}]},{"publishedOn":{"month":8,"day":31,"year":2020},"description":"Chrysophaentin A is an antimicrobial natural product isolated from the marine alga C. taylori in milligram quantity. Structurally, chrysophaentin A features a macrocyclic biaryl ether core incorporating two trisubstituted chloroalkenes at its periphery. A concise synthesis of iso- and 9-dechlorochrysophaentin A enabled by a Z-selective RCM cyclization followed by an oxygen to carbon ring contraction is described. Fluorescent microscopy studies revealed 9-dechlorochrysophaentins leads to inhibition of bacterial cell wall biosynthesis by disassembly of key divisome proteins, the cornerstone to bacterial cell wall biosynthesis and division.","url":"https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.0c04917","name":"Synthesis of 9-Dechlorochrysophaentin A Enables Studies Revealing Bacterial Cell Wall Biosynthesis Inhibition Phenotype in B. subtilis","publisher":"Journal of the American Chemical Society (JACS)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"}]},{"name":"Successive remodeling of IgG glycans using a solid-phase enzymatic platform","publishedOn":{"month":4,"day":7,"year":2022},"description":"The success of glycoprotein-based drugs in various disease treatments has become widespread. Frequently, therapeutic glycoproteins exhibit a heterogeneous array of glycans that are intended to mimic human glycopatterns. While immunogenic responses to biologic drugs are uncommon, enabling exquisite control of glycosylation with minimized microheterogeneity would improve their safety, efficacy and bioavailability. Therefore, close attention has been drawn to the development of glycoengineering strategies to control the glycan structures. With the accumulation of knowledge about the glycan biosynthesis enzymes, enzymatic glycan remodeling provides a potential strategy to construct highly ordered glycans with improved efficiency and biocompatibility. In this study, we quantitatively evaluate more than 30 enzymes for glycoengineering immobilized immunoglobulin G, an impactful glycoprotein class in the pharmaceutical field. We demonstrate successive glycan remodeling in a solid-phase platform, which enabled IgG glycan harmonization into a series of complex-type N-glycoforms with high yield and efficiency while retaining native IgG binding affinity.","publisher":"Communications Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABW4rQQBIt_DLpaxebd050UDaB9Efp5ot7I,NAME_SEARCH,8RYS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANcXw8BKaH5WIy2HJkh6pg2h5wORH0ynyw,NAME_SEARCH,zqBO)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAXSrd0BWNHDSW29JE7T6AxFc4AXU2v0Opo,NAME_SEARCH,sgDL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASjY7oB-Df6pvATv76PNvQq-nW5NSkq2_A,NAME_SEARCH,Ef0y)"}]},{"publishedOn":{"month":11,"day":8,"year":2022},"description":"Increasing the speed, specificity, sensitivity, and accessibility of mycobacteria detection tools are important challenges for tuberculosis (TB) research and diagnosis. In this regard, previously reported fluorogenic trehalose analogues have shown potential, but their green-emitting dyes may limit sensitivity and applications in complex settings. Here, we describe a trehalose-based fluorogenic probe featuring a molecular rotor turn-on fluorophore with bright far-red emission (RMR-Tre). RMR-Tre, which exploits the unique biosynthetic enzymes and environment of the mycobacterial outer membrane to achieve fluorescence activation, enables fast, no-wash, low-background fluorescence detection of live mycobacteria. Aided by the red-shifted molecular rotor fluorophore, RMR-Tre exhibited up to a 100-fold enhancement in M. tuberculosis labeling compared to existing fluorogenic trehalose probes. We show that RMR-Tre reports on M. tuberculosis drug resistance in a facile assay, demonstrating its potential as a TB diagnostic tool.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.202213563","name":"Far-Red Molecular Rotor Fluorogenic Trehalose Probe for Live Mycobacteria Detection and Drug-Susceptibility Testing","publisher":"Angew. Int. Ed. Chem.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABWtO64B_bLj0SJyTgF2sx3pPm692JNKxWE,NAME_SEARCH,uIZ0)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAhV8oAB4kHbk6J7uspqtKDgWxCf7CowBKU,NAME_SEARCH,2-Br)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPQm1kBLRp-r3wHYFU7hqabqLfobHo47ys,NAME_SEARCH,7wtf)"}]},{"publishedOn":{"month":11,"day":12,"year":2022},"description":"Glycans of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spike protein are speculated to play functional roles in the infection processes as they extensively cover the protein surface and are highly conserved across the variants. The spike protein has been the principal target for vaccine and therapeutic development while the exact effects of its glycosylation remain elusive. Analytical reports have described the glycan heterogeneity of the spike protein. Subsequent molecular simulation studies provided a knowledge basis of the glycan functions. However, experimental data on the role of discrete glycoforms on the spike protein pathobiology remains scarce. Building an understanding of their roles in SARS-CoV-2 is important as we continue to develop effective medicines and vaccines to combat the disease. Herein, we used designed combinations of glycoengineering enzymes to simplify and control the glycosylation profile of the spike protein receptor-binding domain (RBD). Measurements of the receptor-binding affinity revealed opposite regulatory effects of the RBD glycans with and without sialylation, which presents a potential strategy for modulating the spike protein behaviors through glycoengineering. Moreover, we found that the reported anti-SARS-CoV-(2) antibody, S309, neutralizes the impact of different RBD glycoforms on the receptor-binding affinity. In combination with molecular dynamics simulation, this work reports the regulatory roles that glycosylation plays in the interaction between the viral spike protein and host receptor, providing new insights into the nature of SARS-CoV-2. Beyond this study, enzymatic glycan remodeling offers the opportunity to understand the fundamental role of specific glycoforms on glycoconjugates across molecular biology.","url":"https:\/\/academic.oup.com\/glycob\/advance-article\/doi\/10.1093\/glycob\/cwac077\/6825274","name":"Structural remodeling of SARS-CoV-2 spike protein glycans reveals the regulatory roles in receptor-binding affinity","publisher":"Glycobiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASjY7oB-Df6pvATv76PNvQq-nW5NSkq2_A,NAME_SEARCH,Ef0y)"}]},{"publishedOn":{"month":8,"day":24,"year":2023},"description":"Antibody–drug conjugates (ADCs) have garnered worldwide attention for disease treatment, as they possess high target specificity, a long half-life, and outstanding potency to kill or modulate the functions of targets. FDA approval of multiple ADCs for cancer therapy has generated a strong desire for novel conjugation strategies with high biocompatibility and controllable bioproperties. Herein, we present a bisecting glycan-bridged conjugation strategy that enables site-specific conjugation without the need for the oligosaccharide synthesis and genetic engineering of antibodies. Application of this method is demonstrated by conjugation of anti-HER2 human and mouse IgGs with a cytotoxic drug, monomethyl auristatin E. The glycan bridge showed outstanding stability, and the resulting ADCs eliminated HER2-expressing cancer cells effectively. Moreover, our strategy preserves the feasibility of glycan structure remodeling to fine-tune the immunogenicity and pharmacokinetic properties of ADCs through glycoengineering.","url":"https:\/\/pubs.acs.org\/doi\/full\/10.1021\/acs.bioconjchem.3c00302","name":"Site-Specific Antibody Conjugation Using Modified Bisected N-Glycans: Method Development and Potential toward Tunable Effector Function","publisher":"Bioconjugate Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABC4z5oBqWTuKYNd9HCsmWGb6sdpu-gteS8,NAME_SEARCH,SONP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA8ebqQBrqA52FvezplbF4JYnx78XwnclU8,NAME_SEARCH,flxo)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAClfO7QBn4xlSBZBlAnoWEdkGNG16wGKl8A,NAME_SEARCH,GtZ5)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAONNF8BmvO6AWrKHI0h7L3fXmxFC9-Cr7I,NAME_SEARCH,taK2)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADnZ1F8Bk4FPTQ3zThbzRd7xUmcKkW-2Rnc,NAME_SEARCH,PPe5)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADAdyX0B66SBOolv6az9FTXBYxS_lY9nvvg,NAME_SEARCH,Brpz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAul4-EBdqg39wtEkHH7fhJD4kVZ0TJhzZg,NAME_SEARCH,X9Lk)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADXD4oB_QhpfmTzMZghVTPkwDOY-JMlP1U,NAME_SEARCH,YjEr)"}]}],"positions":null,"posts":[{"createdAt":1711669680000,"insightId":"9dd01c4f-3ddf-4e75-a210-df7a123d9677","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7177962373079535616,7179263097147138048)","threadUrn":"urn:li:ugcPost:7177962373079535616","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Heath!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7177962373079535616"}}}]}