{"summary":"I am spearheading Biocon’s enzyme engineering program, where I am extensively using high-end computing system and Deep mutational scanning with other in-silico tools to generate an improved version of therapeutic enzymes, which can act as biobetters.  \n\n\nMy extensive academic experience in the area of biophysics and pre-clinical validation of monoclonal antibodies as therapeutics has unquestionably helped me in playing an instrumental role in development and characterization of different biosimilar therapeutic molecules. In Biocon, I am mostly handled cross-functional projects and my role specifically dictates scientific supervision, which includes biophysical characterization, clone development, bioprocess optimization, formulation development, and drug substance and drug product release.\n\nAt Biocon, I am significantly contributing towards both early stages of development as well as late stage regulatory submissions (EMA and US-FDA) and audits. Being a part of multi-domain platform it is aiding me in gaining in-depth knowledge and expertise in the area of monoclonal antibodies and proteins as therapeutics candidates.\n\n\nDuring my postdoctoral tenure, I have gained an elaborate  experience in the Novel Therapeutic Target Identification, preclinical testing and validation of novel therapeutic approaches for the treatment of Lymphoma and Myeloma, with particular focus on the development of antibody drug conjugate based approaches for treatment.  \n\nMy Postdoctoral work gave me an additional expertise such as Mass-spectrometry based novel therapeutic target identification, cell line and assay development, CRISPR-CAS9 based gene knockout, shRNA and siRNA mediated gene knockdown cell line generation, monoclonal antibody drug conjugate In-vivo and In-Vitro preclinical drug  validation. \n\nI have earned a Ph.D in the area of biophysics and structural bioinformatics and extensively worked on the comparative biophysical, biochemical and structural characterization of cancer predisposing proteins using biophysical and spectral techniques. My Ph.D work also provided me an extensive experience of cloning, expression and purification of proteins in different expression systems, protein structure determination, crosslinking and mass spectrometry, Molecular dynamics simulation, Drug discovery, small therapeutic molecule designing, pharmacokinetics and energy calculation of protein-protein complex.","lastName":"Choudhary","objectUrn":"urn:li:member:28239940","geoRegion":"Bengaluru, Karnataka, India","fullName":"Rajan kumar Choudhary","firstName":"Rajan kumar","currentPositions":[{"companyName":"Biocon","title":"Scientific Manager","tenureAtCompany":{"numYears":2,"numMonths":6},"companyUrnResolutionResult":{"website":"http:\/\/www.biocon.com","formattedRevenue":{"unit":"BILLION","amount":23.9,"currencyCode":"INR"},"industry":"Biotechnology Research","employeeCountRange":"5001-10000","headquarters":{"geographicArea":"Karnataka","country":"India","city":"Bangalore","postalCode":"560100","line1":"Hosur Road, Electronics City"},"revenue":{"amount":"23907000000","currencyCode":"INR"},"flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/biocon\/"},"startedOn":{"month":3,"year":2023},"companyUrn":"urn:li:fs_salesCompany:162713"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1673506382826?e=1723075200&v=beta&t=C28ObtJOqD3l_BgYb011EZoLTnGUeHq8rJh4KgTKAz4","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1673506382826?e=1723075200&v=beta&t=Y-tknmKeHx9gRpjyKizGQGTvk6irKFSOIFf9nbQkNNY","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1673506382826?e=1723075200&v=beta&t=zOnp1tHnSnVBf6WxbaVLIDJ3d3_5W3j5gH2JpZcOA1A","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1673506382826?e=1723075200&v=beta&t=D3tloHlwf32OXVd7rKshhHkegnlLZ8Ys4S5CXsp1dqU","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D5603AQHJ2ay8lI6R6g\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"emails":[{"dataSource":"LINKEDIN","emailAddress":"rajugunju999@gmail.com"}],"$anti_abuse_annotations":[{"attributeId":21,"entityId":1,"sourceUrn":"urn:li:member:28239940"}],"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:28239940"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:28239940"}],"category":"PERSONAL","dataSource":"LINKEDIN","url":"https:\/\/www.researchgate.net\/profile\/Rajan-Choudhary-3"}],"primaryEmail":"rajugunju999@gmail.com"},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2007},"degree":"Graduation","eduId":23589641,"schoolUrn":"urn:li:fs_salesSchool:426734","school":"urn:li:fs_salesSchool:426734","fieldsOfStudy":["Botany, Zoology and Chemistry"],"startedOn":{"year":2004}}],"skills":[{"numOfEndorsement":0,"name":"Research and Development (R&D)"},{"numOfEndorsement":12,"name":"Molecular Biology"},{"numOfEndorsement":11,"name":"PCR"},{"numOfEndorsement":9,"name":"Cell Culture"},{"numOfEndorsement":5,"name":"Biochemistry"},{"numOfEndorsement":6,"name":"Western Blotting"},{"numOfEndorsement":1,"name":"Sequencing"},{"numOfEndorsement":2,"name":"Proteomics"},{"numOfEndorsement":1,"name":"Bioinformatics"},{"numOfEndorsement":1,"name":"Computational Biology"},{"numOfEndorsement":0,"name":"Cell Biology"},{"numOfEndorsement":1,"name":"Protein Chemistry"},{"numOfEndorsement":0,"name":"DNA sequencing"},{"numOfEndorsement":0,"name":"qPCR"},{"numOfEndorsement":1,"name":"Sequence Analysis"},{"numOfEndorsement":0,"name":"Lifesciences"},{"numOfEndorsement":0,"name":"Systems Biology"},{"numOfEndorsement":1,"name":"Molecular Cloning"},{"numOfEndorsement":1,"name":"Protein Purification"},{"numOfEndorsement":0,"name":"Molecular"},{"numOfEndorsement":1,"name":"Molecular dynamics simulation"},{"numOfEndorsement":0,"name":"chemoinformatics and drug designing"},{"numOfEndorsement":1,"name":"Differential Scanning Calorimetry"},{"numOfEndorsement":1,"name":"Isothermal Titration Calorimetry"},{"numOfEndorsement":1,"name":"Surface Plasmon Resonance"},{"numOfEndorsement":1,"name":"Mass Spectrometry"},{"numOfEndorsement":1,"name":"Size exclusion chromatography"},{"numOfEndorsement":1,"name":"FPLC, Affinity & Ion exchange chromatography"},{"numOfEndorsement":0,"name":"HPLC, TLC, & GC"},{"numOfEndorsement":0,"name":"Microbiology techniques, cell culture"},{"numOfEndorsement":1,"name":"Pull-down Assay"},{"numOfEndorsement":1,"name":"Network modeling"},{"numOfEndorsement":1,"name":"protein structure validation"},{"numOfEndorsement":1,"name":"Docking"},{"numOfEndorsement":0,"name":"Yeast expression system"},{"numOfEndorsement":1,"name":"Native & SDS-PAGE"},{"numOfEndorsement":1,"name":"Circular Dichroism Spectroscopy"},{"numOfEndorsement":1,"name":"Fluorescence spectroscopy"},{"numOfEndorsement":1,"name":"Dynamic Light Scattering"},{"numOfEndorsement":0,"name":"Lyophilization"},{"numOfEndorsement":1,"name":"X-ray diffraction"},{"numOfEndorsement":1,"name":"Quantitative structure–activity relationship and drug design"},{"numOfEndorsement":1,"name":"Energy calculations of protein and drug molecule complex"},{"numOfEndorsement":2,"name":"Life Sciences"}],"pronoun":"He\/Him","numOfConnections":2281,"patents":[],"headline":"Scientific manager","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/rajan-kumar-choudhary-68455a9","organizations":[{"name":"ACTREC","position":"Yes","startedOn":{"month":8,"year":2010}}],"location":"Bengaluru, Karnataka, India","publications":[{"name":"Multimodal approach to explore the pathogenicity of BARD1, ARG 658 CYS, and ILE 738 VAL mutants","description":"BARD1-BRCA1 complex plays an important role in DNA damage repair, apoptosis, chromatin remodeling, and other important processes required for cell survival. BRCA1 and BARD1 heterodimer possess E3 ligase activity and is involved in genome maintenance, by functioning in surveillance for DNA damage, thereby regulating multiple pathways including tumor suppression. BRCT domains are evolutionarily conserved domains present in different proteins such as BRCA1, BARD1, XRCC, and MDC1 regulating damage response and cell-cycle control through protein-protein interactions. Nonetheless, the role of BARD1BRCT in the recruitment of DNA repair mechanism and structural integrity with BRCA1 complex is still implicit. To explicate the role of BARD1BRCT in the DNA repair mechanism, in silico, in vitro, and biophysical approach were applied to characterize BARD1 BRCT wild-type and Arg658Cys and Ile738Val mutants. However, no drastic secondary and tertiary structural changes in the mutant proteins were observed. Thermal and chemical denaturation studies revealed that mutants Arg658Cys and Ile738Val have a decrease in Tm and ∆G than the wild type. In silico studies of BARD1 BRCT (568-777) and mutant protein indicate the loss in structural compactness on the Ile738Val mutant. Comparative studies of wild-type and mutants will thus be helpful in understanding the basic role of BARD1BRCT in DNA damage repair.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26307947","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":8,"day":8,"year":2014},"description":"ABRAXAS is an integral member of BRCA1-complex, which helps in its recruitment to the DNA damage site. It interacts with BRCA1 via its C-terminal phospho-peptide binding motif while the N-terminal associates with RAP80, and thereby recruits the BRCA1-complex at the site of DNA damage. Nonetheless, how ABRAXAS helps in the structural integrity of BRCA1-complex, and its DNA repair mechanism remains elusive. To elucidate the role of ABRAXAS in the DNA repair process, we characterized the ABRAXAS wild type and Arg361Gln mutant using in silico and in vitro approach. It has been observed that ABRAXAS Arg361Gln mutant is responsible for defective nuclear localization of BRCA1-complex, and hence important for DNA repair function. We found conformational changes in ABRAXAS mutant, which impaired binding to RAP80 and further disturb BRCA1-complex localization. The results presented in this paper will help to understand the cause of BRCA1 mislocalization, and various DNA repair defects that occur due to substitution. Comparative study of ABRAXAS wild type and mutant will provide a helpful perspective for inhibitor designing that can potentially recompense the deleterious effect(s) of Arg361Gln mutation, and have therapeutic application.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25105795","name":"Mislocalization of BRCA1-complex due to ABRAXAS Arg361Gln mutation","publisher":"Journal of Biomolecular Structure and Dynamics ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":9,"day":9,"year":2013},"description":"Receptor-Associated Protein 80 (RAP80) is a member of RAP80-BRCA1-CCDC98 complex family and helps in its recruitment to the DNA damage site for effective homologous recombination repair. It encompasses two tandem UIMs (UIM1 and UIM2) motif at its N-terminus, which interact with K-63 linked polyubiquitin chain(s) on H2AX and thereby assemble the RAP80-BRCA1 complex at the damage site. Nevertheless, how RAP80 helps in the structural integrity of the BRCA1 complex is still elusive. Considering the role of RAP80 in the recruitment of BRCA1 complex at the DNA damage site, we attempted to explore the molecular mechanism associated with RAP80 and mutation that causes chromosomal aberrations due to its loss of function. There is a significant loss in structural characteristics of RAP80 ΔE81, which impairs its binding affinity with the polyubiquitin chain. This leads to the defective recruitment of RAP80 and BRCA1 complex at the DNA damage site. The results presented here are very useful in understanding the cause of various repair defects (chromosomal aberration) that arise due to this mutation. Comparative study of wild type and ΔE81 could be helpful in designing the small molecules that can potentially compensate for the deleterious effect(s) of ΔE81 and hence useful for the therapeutic application.","url":"https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0072707","name":"Structural and Functional Implication of RAP80 DGlu81 Mutation","publisher":"Plos one","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":9,"day":8,"year":2013},"description":"MERIT40 (MEdiator of RAP80 Interaction and Targeting 40) is a novel associate of the BRCA1-complex and plays an essential role in DNA damage repair. It is the least characterized protein of BRCA1-complex and mainly responsible for maintaining complex integrity. However, its structural and functional aspects of regulating the complex stability still remain elusive. Here, we carried out a comprehensive examination of MERIT40 biophysical properties and identified its novel interacting partner which would help to understand its role in BRCA1-complex. The recombinant protein was purified by affinity chromatography and the unfolding pathway was determined using spectroscopic and calorimetric methods. The molecular model was generated using combinatorial approaches of modeling, and monomer-monomer docking was carried out to identify the dimeric interface. The disordered region of MERIT40 was hatchet using trypsin and chymotrypsin to illustrate the existence of a stable domain whose function was speculated through DALI search. Our findings suggest that MERIT40 forms a dimer in a concentration-independent manner. Its central region shows remarkable stability towards the protease digestion and has structural similarity with the vWA-like region, a domain mainly present in complement activation factors. MERIT40 undergoes a three-state unfolding transition pathway with a dimeric intermediate. It interacts with adaptor molecule of BRCA1-complex, called ABRAXAS, thus help in extending the bridging interaction among various members which further stabilizes the whole complex. The results presented in this paper provide first-hand information on structural and folding behavior of MERIT40. These findings will help in elucidating the role of protein-protein interactions in the stabilization of BRCA1-complex.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24125081","name":"Structural and functional characterization of the MERIT40 to understand its role in DNA repair","publisher":"Journal Journal of Biomolecular Structure and Dynamics ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":10,"day":3,"year":2018},"description":"The BRCT domain of BARD1 (BARD1 BRCT) is involved in many cellular processes such as DNA damage repair (DDR) and cell-cycle checkpoint regulation. BARD1 BRCT performs tumor suppressor function by recruiting BRCA1 at DNA damage site via interactions with other DNA damage repair (DDR) proteins. Considering the importance of the BRCT domain in genomic integrity, we decided to evaluate reported mutations of BARD1 BRCT Cys645Arg, Val695Leu, and Ser761Asn for their pathogenicity. To explore the effect of the mutation on the structure and function, BARD1 BRCT wild-type proteins and the mutant proteins were studied using different biochemical, biophysical and in silico techniques. Comparative fluorescence, circular dichroism (CD) spectroscopy, and limited proteolysis studies demonstrate the well-folded structural conformation of wild-type and mutant proteins. However, thermal and chemical denaturation studies revealed similarity in the folding pattern of BARD1 BRCT wild-type and Cys645Arg mutant proteins, whereas there was a significant loss in the thermodynamic stability of Val695Leu and Ser761Asn mutants. Molecular dynamics (MD) simulation studies on wild-type and mutant protein structures indicate the loss in structural integrity of mutants compared with the wild-type protein.","url":"https:\/\/pubs.rsc.org\/en\/Content\/ArticleLanding\/2018\/RA\/C8RA06524A#!divAbstract","name":"Biophysical evaluation to categorize pathogenicity of cancer-predisposing mutations identified in the BARD1 BRCT domain","publisher":"RCS ADVANCES","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":1,"day":27,"year":2019},"description":"DrRecA (Deinococcus RecA) protein is a key repair enzyme and contributes to efficient DNA repair of Deinococcus radiodurans. Phosphorylation of DrRecA at Y77 (Tyrosine-77) and T318 (Threonine-318) residues modifies the structural and conformational switching that impart the efficiency and activity of DrRecA. Dynamics comparisons of DrRecA with its phosphorylated analogs support the idea that phosphorylation of Y77 and T318 sites could change the dynamics and conformation plasticity of DrRecA. Furthermore, docking studies showed that phosphorylation increases the binding preference of DrRecA towards dATP versus ATP and for double-strand DNA versus single strand DNA. This work supporting the idea that phosphorylation can modulate the crucial functions of this protein, and having good concordance with the experimental data.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/30688163","name":"Phosphorylation of deinococcal RecA affects its structure and function dynamics implicated for its roles in radioresistance of Deinococcus radiodurans.","publisher":"Journal of Biomolecular Structure and Dynamics ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":6,"day":20,"year":2017},"description":"BRCA1 associated ring domain protein 1(BARD1) is a tumor suppressor protein having a wide role in cellular processes like cell-cycle checkpoint, DNA damage repair, and maintenance of genomic integrity. Germ-line mutation Gln 564 His discovered in the linker region of BARD1 leads to loss of binding to Cleavage stimulating factor (CstF50), which in turn instigates the premature mRNA transcript formation and apoptosis. We have studied the dynamics of ARD domain present in the BARD1 wild-type and mutant protein in association with CstF50 using biophysical, biochemical and molecular dynamics simulations. It has been observed that the ARD domain is relatively more flexible than the BRCT domain of BARD1. Further relative orientations of both the ARD and BRCT domains varies due to the highly flexible nature of the connecting linker region present between the domains. It has been observed that the mutant ARD domain is more dynamic in nature compared to wild-type protein. Molecular docking studies between BARD1 Gln 564 His mutant and CstF50 shows the loss of interactions. Furthermore, domain motion of ARD present in BARD1 was stabilized when complexed with CstF50.","url":"https:\/\/www.nature.com\/articles\/s41598-017-03816-4","name":"Structural basis to stabilize the domain motion of BARD1-ARD BRCT by CstF50.","publisher":"Nature scientific reports","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":1,"day":3,"year":2018},"description":"Abnormal signaling from the Protein tyrosine kinases (PTKs) like receptor tyrosine kinases and intracellular tyrosine kinases can lead to diseases such as cancer, especially non-small cell lung cancer, chronic myeloid leukemia and gastrointestinal stromal tumors. Various Protein tyrosine kinase inhibitors are available but face poor bioavailability, severe toxicities and recent cases of drug-resistant cancers prompt for development of better drug molecules. In this study, we report the design and development of a novel Protein Tyrosine Kinase (PTK) inhibitor on the basis of pharmacophore modeling. Compound 2-(benzo[d]oxazol-2-ylamino)-N-(2-chloro-4-fluorophenyl)-4-methyl-6-(3-nitrophenyl) pyrimidine-5-carboxamide 31 was obtained containing essential pharmacophore structural features. This compound exhibited the highest activity against leukemia cell line (RPMI-8226) at 0.7244 µM, renal cancer cell line (A498) at 0.8511 µM and prostate cancer cell line (PC-3) at 0.7932 µM on the NCI five dose assay test. The PTK assay provides a promising activity at IC50 of 0.07 µM in the human breast cancer cell line MDA-MB-468. Compound 31 had good intermolecular interaction with PTK in the molecular docking studies, this ligand-enzyme complex was found to stable in the MM-PBSA study over 100 ns. It had 54.22% oral bioavailability with Tmax of 0.60 h which is higher compared to the dasatinib with bioavailability and Tmax of 14–34% and 1–1.42 h respectively. Anticancer action of 31 was found to be impressive in pharmacokinetic studies making it a potential lead molecule.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0045206817308337?via%3Dihub","name":"Structure based design, synthesis and anticancer studies of novel aminobenzazolyl pyrimidines as tyrosine kinase inhibitors","publisher":"Bioorganic chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":9,"day":30,"year":2016},"description":"Fanconi anemia complementation groups – I (FANCI) protein facilitates DNA ICL (Inter-Cross-link) repair and plays a crucial role in genomic integrity. FANCI is a 1328 amino acids protein which contains armadillo (ARM) repeats and EDGE motif at the C-terminus. ARM repeats are the functionally diverse and evolutionarily conserved domain that plays a pivotal role in protein-protein and protein–DNA interactions. Considering the importance of ARM repeats, we have explored comprehensively in silico and in vitro approach to examine folding pattern. Size exclusion chromatography, dynamic light scattering (DLS) and glutaraldehyde crosslinking studies suggest that FANCI ARM repeat exists as a monomer as well as in oligomeric forms. Circular dichroism (CD) and fluorescence spectroscopy results demonstrate that protein has predominantly α- helices and well-folded tertiary structure. DNA binding was analyzed using electrophoretic mobility shift assay by autoradiography. The temperature-dependent CD, Fluorescence spectroscopy and DLS studies concluded that protein unfolds and start forming oligomer from 30°C. The existence of stable portion within FANCI ARM repeat was examined using limited proteolysis and mass spectrometry. The normal mode analysis, molecular dynamics and principal component analysis demonstrated that helix-turn-helix (HTH) motif present in ARM repeat is highly dynamic and has anti-correlated motion. Furthermore, FANCI ARM repeat has HTH structural motif which binds to double-stranded DNA.","url":"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/07391102.2016.1235514?journalCode=tbsd20","name":"Structural and biophysical properties of h-FANCI ARM repeat protein.","publisher":"Journal of Biomolecular Structure and Dynamics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":6,"day":21,"year":2016},"description":"Ribosomal S6 kinases (RSKs) are the major functional components in mitogen-activated protein kinase (MAPK) pathway, and these are activated by upstream Extracellular signal-regulated kinase. Upon activation, RSKs activate a number of substrate molecules involved in transcription, translation and cell-cycle regulation. But how cellular binding partners are engaged in the MAPK pathways and regulate the molecular mechanisms have not been explored. Considering the importance of protein-protein interactions in cell signalling and folding pattern of native protein, functional C-terminal kinase domain of RSK3 has been characterized using in vitro, in silico and biophysical approaches. RSKs discharge different functions by binding to downstream kinase partners. Hence, depending upon cellular binding partners, RSKs translocate between cytoplasm and nucleus. In our study, it has been observed that the refolded C-terminal Kinase domain (CTKD) of RSK 3 has a compact domain structure which is predominantly α-helical in nature by burying the tryptophans deep into the core, which was confirmed by CD, Fluorescence spectroscopy and limited proteolysis assay. Our study also revealed that RSK 3 CTKD was found to be a homotrimer from DLS experiments. A model was also built for RSK 3 CTKD and was further validated using PROCHECK and ProSA webservers.","url":"https:\/\/link.springer.com\/article\/10.1007%2Fs12013-016-0745-6","name":"Functional Basis and Biophysical Approaches to Characterize the C-Terminal Domain of Human-Ribosomal S6 Kinases-3. ","publisher":"Cell Biochemistry and Biophysics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"publishedOn":{"month":6,"day":18,"year":2019},"description":"Tubulin protein is the fundamental unit of microtubules and comprises of α and β subunits arranged in an alternate manner forming protofilaments. These longitudinal protofilaments are made up of intra- (α-β) and inter-dimer (β-α) interactions. Literature review confirms that GTP hydrolysis results in considerable structural rearrangement within the GTP binding site of β-α dimer interface after the release of γ phosphate. In addition to this, the intra-dimer interface exhibits structural rigidity which needs further investigation. In this study, we explored the reasons for the flexibility and the rigidity of the β-α dimer and the α-β dimer respectively through molecular simulation and Anisotropic Normal Mode based analysis. As per the sequence alignment report, two glycine residues (Gly96 and Gly98) were observed in the T3 loop of the β subunit which gets substituted by Asp98 and Ala100 in the T3 loop of the α subunit. The higher mobility of glycine residues contributes to the flexibility of the T3 loop of inter-dimer when they come in direct contact with the GTPase Activating Protein (GAP) domain of the subunit. This was confirmed through RMSD, RMSF, and Radius of Gyration based studies. Conversely, the intra-dimer exhibited lower mobility in the absence of glycine residues. As per ANM based analysis, positive domain correlations were observed between T3 loop and GAP domain of intra- and inter- dimeric contact regions. However, these correlation motions were higher in the intra-dimer as compared to the inter-dimer interface. Thus on the basis of our findings, we hypothesize that the higher flexibility of T3 loop and the GAP domain of the inter-dimer is required for structural rearrangement and protofilament stability during hydrolysis. Furthermore, the slightly rigid nature of the T3 loop and the GAP domain of the intra-dimer assists in enhancing the monomer-monomer interaction through the higher positive domain correlation.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1476927117308423?via%3Dihub","name":"Insights into the flexibility of the T3 loop and GTPase activating protein (GAP) domain of dimeric α and β tubulins from a molecular dynamics perspective","publisher":"ELSEVIER","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"name":"A Novel Antibody Drug Conjugate (ADC) Targeting Cell Surface Heat Shock Protein 70 (csHSP70) Is Active Against Pre-Clinical Models of Peripheral T-Cell Lymphoma (PTCL)","description":"Neoplasms of T-cell or natural killer\/T-cell origin account for 10-15% of all non-Hodgkin lymphomas (NHLs) in the United States, and 30% or more of NHLs in African and Asian countries, and tumors from post-thymic or peripheral T-cells are referred to collectively as PTCLs. Recent advances, including approval of brentuximab vedotin (BV), an anti-CD30 monoclonal antibody (mAb) drug conjugate (ADC) with monomethyl auristatin E (MMAE), deacetylase inhibitors (HDACis), and Anaplastic lymphoma kinase (ALK) inhibitors for ALK-positive anaplastic large cell lymphoma (ALCL) have improved outcomes. However, most PTCLs still have a poorer prognosis than comparable B-cell NHLs, and identification of novel targets and drugs retains importance in this area of unmet medical need. Methods: Pre-clinical studies were performed using PTCL and cutaneous T-cell lymphoma (CTCL) cell lines initially in vitro, and then using an in vivo xenograft model. Publically available databases were also leveraged, including the Broad Institute Cancer Cell Line Encyclopedia (CCLE), as well as our own RNA-sequencing (RNA-Seq) data from primary PTCL samples. Results: We examined the cell surface proteome of SUD-HL-1 (ALK+ ALCL), Mac-1 (ALK- ALCL), HH (CTCL), and HuT 78 (Mycosis fungoides with Sézary syndrome) cells by biotinylation and then mass spectrometry, and identified csHSP70 as being consistently expressed in all four lines. Analysis of the CCLE showed that HSP70 mRNA and HSP70 protein was expressed at the highest level in T-cell lymphoma cell lines, and our own RNA-Seq data confirmed HSP70 gene expression was higher in primary PTCL samples, and especially in ALCLs, compared with normal T-cells.","publisher":"Blood","url":"https:\/\/www.researchgate.net\/publication\/356486083_A_Novel_Antibody_Drug_Conjugate_ADC_Targeting_Cell_Surface_Heat_Shock_Protein_70_csHSP70_Is_Active_Against_Pre-Clinical_Models_of_Peripheral_T-Cell_Lymphoma_PTCL","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]},{"name":"Novel Anti-B-cell Maturation Antigen Alpha-Amanitin Antibody-drug Conjugate HDP-101 Shows Superior Activity to Belantamab Mafodotin and Enhanced Efficacy in Deletion 17p Myeloma Models","publishedOn":{"month":1,"day":16,"year":2024},"url":"https:\/\/www.researchsquare.com\/article\/rs-3843028\/v1","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGu6EQBGMnvBY228HL2CGTdHUeymiBAQag,NAME_SEARCH,ihGt)"}]}],"positions":null,"posts":[{"createdAt":1714810080000,"insightId":"5d30fe94-762a-4951-af79-de0ec293d57f","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7192434781626761216","threadUrn":"urn:li:ugcPost:7192434781626761216","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7192434781626761216","message":{"attributes":[],"text":"CFBR"},"rootActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:jobSeeker:urn:li:member:397168912"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7192139884793315328","message":{"attributes":[{"length":11,"start":294,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:opentowork"}}}],"text":"Hey everyone! I’m on the lookout for a new role and would really appreciate your support. I’d love to reconnect with you all, share my experiences, and catch up on what’s new in your world.\n\nIf you hear of any exciting opportunities or are open to chatting, send me a message or comment below! #OpenToWork"},"entityUrn":"urn:li:ugcPost:7192139884793315328"},"entityUrn":"urn:li:ugcPost:7192434781626761216"}}},{"createdAt":1716780360000,"insightId":"fcab098c-400c-4c85-97d6-a99f728b4a7b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7200674249978650625,7200698750908944384)","threadUrn":"urn:li:ugcPost:7200674249978650625","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Sandeep"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7200674249978650625"}}},{"createdAt":1715244600000,"insightId":"fb6d9dfc-1dbd-45dd-8049-8d29b90ef621","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7190726711926231040,7194257537196519424)","threadUrn":"urn:li:activity:7190726711926231040","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"CFBR"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7190726711926231040"}}},{"createdAt":1714810020000,"insightId":"de2ba16f-958e-444c-8ff3-b5c9712bfcf7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7192139884793315328,7192434757052297216)","threadUrn":"urn:li:ugcPost:7192139884793315328","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"CFBR"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7192139884793315328"}}},{"createdAt":1714650360000,"insightId":"c3581385-6d4b-4a5b-adf3-92283e715f05","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7191706875988471808,7191764976536018944)","threadUrn":"urn:li:activity:7191706875988471808","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Very helpful!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7191706875988471808"}}},{"createdAt":1714148460000,"insightId":"8f4eb4ca-28ca-46dc-9909-acfd74a4f659","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7189610983366041600,7189659785896591361)","threadUrn":"urn:li:activity:7189610983366041600","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"CFBR"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7189610983366041600"}}},{"createdAt":1714061100000,"insightId":"78435e70-46b6-4d5a-9f8a-9e812f150d21","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7189165583446286336,7189293410833326080)","threadUrn":"urn:li:activity:7189165583446286336","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"CFBR"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7189165583446286336"}}},{"createdAt":1713943620000,"insightId":"3ab337bf-dfc9-4553-b220-9edbeccd7110","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7188573356693049344,7188800751505215489)","threadUrn":"urn:li:ugcPost:7188573356693049344","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations I must say"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7188573356693049344"}}},{"createdAt":1713871560000,"insightId":"1c6984e6-7275-40d1-996d-b679bc853409","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7187848501806911488,7188498568700141568)","threadUrn":"urn:li:ugcPost:7187848501806911488","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Wishing you the best!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7187848501806911488"}}},{"createdAt":1712560440000,"insightId":"a3a7f8e4-df31-4417-a43a-391fb7332a1d","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7182235246703087616,7182999253395423232)","threadUrn":"urn:li:activity:7182235246703087616","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"CFBR"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7182235246703087616"}}},{"createdAt":1712280660000,"insightId":"cd60ee8a-672f-4c6b-847e-5a02d07d2aa4","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181611414262804480,7181825675803119616)","threadUrn":"urn:li:ugcPost:7181611414262804480","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Mukund Sudharsan"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181611414262804480"}}},{"createdAt":1712159160000,"insightId":"5e079c1e-8610-4a7b-8c2f-82c155455091","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7180928807191629824,7181316205675180032)","threadUrn":"urn:li:ugcPost:7180928807191629824","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats madhura"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7180928807191629824"}}},{"createdAt":1711974480000,"insightId":"56c0db35-d93e-45a3-9901-505f807272f3","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7180506920489824256,7180541464517488640)","threadUrn":"urn:li:ugcPost:7180506920489824256","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Happy for you! Finally good news"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7180506920489824256"}}},{"createdAt":1711974480000,"insightId":"d6079a5b-6627-474f-942a-be3a115f7765","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7180533106683129857,7180541550827896832)","threadUrn":"urn:li:activity:7180533106683129857","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:623736221"}}}],"text":"Anamika Singh"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7180533106683129857"}}},{"createdAt":1711269300000,"insightId":"a5952f20-06b8-4480-bd4a-4bea6dc77281","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7174360098583003137,7177583879019528192)","threadUrn":"urn:li:activity:7174360098583003137","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[{"start":0,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:623736221"}}}],"text":"Anamika Singh"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7174360098583003137"}}},{"createdAt":1710818580000,"insightId":"bb966a04-4119-426d-93a8-5b2d99c4e948","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7175216650399485953,7175693302774599680)","threadUrn":"urn:li:ugcPost:7175216650399485953","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Yogesh"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7175216650399485953"}}},{"createdAt":1710564540000,"insightId":"09c9e15f-cd5c-4ece-ba85-d4a97cd35b23","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7174247224145584128,7174627805010296832)","threadUrn":"urn:li:ugcPost:7174247224145584128","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Saransh"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7174247224145584128"}}},{"createdAt":1709972700000,"insightId":"aebfca33-56bb-4c37-a081-1348a109b794","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7168633589276860417,7172145391017156608)","threadUrn":"urn:li:activity:7168633589276860417","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Raja Reddy, Ph.D. Very well said"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7168633589276860417"}}}]}