{"summary":"In my daily clinical practice, I work with cancer imaging, especially with colorectal cancer at the Department of Radiology, Clinical Cancer Centre, University Hospital of Southern Denmark, Vejle. I became a senior consultant in 1998. In 2015, I achieved European subspeciality certification with excellence in abdominal radiology.\n\nSince 2018, I have held the position of professor at the same institution. My H-index is 33, based on a three-digit nummer of publications. In 2014 I successfully defended my doctoral thesis tltled: \"Diagnostic Ultrasound in Colorectal Cancer\", which was based on nine articles where I served as the first author. Currently, I supervice severeral PhD students, and I have been serving as editor of Acta Radiologica since 2019. Additionally, I am a fellow of the European Society of Abdominal and Gastroinstinal Radiology, and I have been serving as an Ambassador and a member of the ESGAR Research Committee from 2021 to 2025. President of Japanse Scandinavian Radiological Society 2026.\n\n\nResearch interest: Colorectal cancer, Crohn, Liver metastases.\nRadiology, MRI, dwiMRI, CT, Ultrasound, CEUS, Elastography","lastName":"Rafaelsen","objectUrn":"urn:li:member:285973781","geoRegion":"Vejle, Region of Southern Denmark, Denmark","fullName":"Søren Rafaelsen","firstName":"Søren","currentPositions":[{"companyName":"Syddansk Universitet - University of Southern Denmark","title":"Professor","tenureAtCompany":{"numYears":17,"numMonths":5},"companyUrnResolutionResult":{"employeeCountRange":"5001-10000","headquarters":{"country":"Denmark","city":"Odense","postalCode":"5230","line1":"Campusvej 55"},"website":"http:\/\/www.sdu.dk\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/syddanskuni\/","industry":"Higher Education"},"startedOn":{"month":4,"year":2018},"companyUrn":"urn:li:fs_salesCompany:166672"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1516801952242?e=1723075200&v=beta&t=1B6liNLwaaPU7f_D2vVLavMaYYyOmgv6ax0iKKmCSgk","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1516801951787?e=1723075200&v=beta&t=61FXchMArnaIugZoS1aS0ZRmWFXH1cdCnplNr8bAzLA","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1516801951778?e=1723075200&v=beta&t=yO8Z_oBJRv-q4Ayf2hyZ8Bb5qziM6C24Z5EHeUDzL-o","height":400},{"width":450,"fileIdentifyingUrlPathSegment":"800_800\/0\/1516801951788?e=1723075200&v=beta&t=W5-PHlt0ck09ZsYvlCxxeMB83hhKe1put0DHouQUvFI","height":450}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQGkxeBX1KBrwA\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:285973781"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:285973781"}],"category":"OTHER","dataSource":"LINKEDIN","url":"http:\/\/www.orcid.org"},{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:285973781"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:285973781"}],"category":"COMPANY","dataSource":"LINKEDIN","url":"http:\/\/www.sdu.dk\/ansat\/srafaelen"},{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:285973781"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:285973781"}],"category":"PERSONAL","dataSource":"LINKEDIN","url":"http:\/\/www.sdu.dk\/ansat\/srafaelsen"}]},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2014},"fieldsOfStudy":["Radiology"],"degree":"DMSc","schoolName":"University of Southern Denmark","eduId":254960195},{"endedOn":{"year":1985},"degree":"MD","eduId":177625455,"fieldsOfStudy":["Medicin"],"schoolName":"Aarhus University","startedOn":{"year":1978}},{"endedOn":{"year":1978},"degree":"Examen Artium","schoolName":"Horsens Statsskole","startedOn":{"year":1975},"eduId":192501889}],"skills":[{"numOfEndorsement":3,"name":"Ultrasound"},{"numOfEndorsement":3,"name":"Radiology"},{"numOfEndorsement":3,"name":"MRI"},{"numOfEndorsement":2,"name":"Medical Writing"},{"numOfEndorsement":1,"name":"Colorectal"},{"numOfEndorsement":1,"name":"research"},{"numOfEndorsement":1,"name":"Contrast Agents"},{"numOfEndorsement":1,"name":"Clinical Research"},{"numOfEndorsement":1,"name":"Healthcare"},{"numOfEndorsement":0,"name":"Elastography"},{"numOfEndorsement":0,"name":"dwi-MRI"}],"numOfConnections":454,"patents":[],"headline":"Professor, Consultant Radiologist, MD, DMSc, Department of Radiology, Vejle Hospital","courses":[],"certifications":[{"name":"ESGAR Subspecialty Recognition Programme - Certificate of Excellence"},{"authority":"European Society of Gastrointestinal and Abdominal Radiology","name":"Certificate of Excellence in Abdominal Radiology","startedOn":{"month":7,"year":2015}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/s%C3%B8ren-rafaelsen-1059327b","organizations":[{"endedOn":{"month":11,"year":2022},"name":"DUDS","description":"President of the Danish Ultrasound Society","startedOn":{"month":1,"year":2018}},{"name":"ESGAR","description":"European Society of Gastoinstinal and Abdominal Radiology","position":"Research committe member","startedOn":{"month":10,"year":2021}},{"name":"Japanese Scandinavian Radiological Society","position":"Board Member","startedOn":{"month":1,"year":2019}},{"endedOn":{"month":12,"year":2022},"name":"Danish Comprehensive Cancer Center","startedOn":{"month":3,"year":2017}},{"endedOn":{"month":1,"year":2023},"name":"Research Council at Lillebælt Hospital","position":"Member","startedOn":{"month":1,"year":2010}},{"endedOn":{"month":12,"year":2010},"name":"DCCG","position":"Board Member","startedOn":{"month":12,"year":2001}}],"location":"Vejle, Region of Southern Denmark, Denmark","publications":[{"publishedOn":{"month":7,"day":5,"year":2015},"description":"INTERPRETATION:\nHigh-dose chemoradiotherapy and watchful waiting might be a safe alternative to abdominoperineal resection for patients with distal rectal cancer.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26156652","name":"High-dose chemoradiotherapy and watchful waiting for distal rectal cancer: a prospective observational study.","publisher":"Lancet Oncol. 2015 Aug;16(8):919-27","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAaY7RgBWaQTgSd1RNo5lcNAh-RQYi-DmoI,NAME_SEARCH,b2X7)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":9,"day":24,"year":2015},"description":"OBJECTIVE: \nThe current literature has described the usefulness of elastography and diffusion-weighted MRI in patients with cancer, but to the best of our knowledge so far none of them has compared the two new methods. The tumour cell density is related to the MRI-measured apparent diffusion-weighted coefficient (ADC). The purpose of the present study was to compare quantitative elastography based on ultrasound shear wave measurements with MRI ADC.\nMETHODS:\nWe prospectively examined 52 patients with histopathologically proven rectal cancer. The mean age was 67 years (range 42-90 years). Males: 39, females: 13. Tumour elasticity was measured transgluteally using the acoustic radiation force impulse (ARFI) to generate information on the mechanical properties of the tissue. The objective quantitative elastography shear wave velocity was blindly compared with the ADC measurements using a 1.5-T MRI system.\nRESULTS:\nThe mean tumour elasticity was 3.05 m s(-1) [standard deviation (SD): 0.79], and the mean ADC was 0.69 × 10(-3) mm(2) s(-1) (SD: 0.27). Elasticity was inversely strongly correlated with ADC, r = -0.65 (Salkin scale). ARFI = 4.392 - 1.949 × ADC, R(2) = 0.43, p < 0.0001. Intercept = 4.392 (95% CI: 3.92 to 4.86), slope = -1.949 (95% CI: -1.31 to -2.59), p < 0.0001.\nCONCLUSION:\nElasticity correlates with the estimated diffusion restriction by MRI ADC measurements in rectal tumours. The relationship between ARFI and ADC measurement was linear in our study population.\nADVANCES IN KNOWLEDGE:\nThis work describes a correlation between tissue elasticity and diffusion in rectal cancer.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26402215","name":"Elastography and diffusion-weighted MRI in patients with rectal cancer","publisher":"Br J Radiol. 2015;88(1056):20150294","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Liver fibrosis can be assessed by non-invasive ultrasound elastography","publishedOn":{"month":6,"day":8,"year":2015},"publisher":"Ugeskr Laeger. 2015 Jun 8;177(24):1155-8.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26554053","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Computed tomography assessment of early response to neoadjuvant therapy in colon cancer.","description":"INTRODUCTION: \nUsing multidetector computed tomography, we aimed to assess the early response of neoadjuvant drug therapy for locally advanced colon cancer.\nMETHODS:\nComputed tomography with IV contrast was acquired from 67 patients before and after up to three cycles of preoperative treatment. All patients had histologically confirmed colon cancer, a T4 or T3 tumour with extramural invasion ≥ 5 mm and no distant metastases or peritoneal nodules. The patients were treated with oxaliplatin and capecitabine. In addition, those with no mutations in the KRAS, BRAF and PIK3CA genes were also treated with panitumumab. Before and after treatment, we measured the tumour diameter in two different planes, the extension of the extramural tumour invasion, and the number and size of enlarged lymph nodes.\nRESULTS:\nThe mean tumour length was 7.8 cm (95% confidence interval (CI): 5.3-10.4) at baseline and 4.34 cm (95% CI: 4.0-4.9) after treatment. The mean extramural tumour invasion was 10.6 mm (95% CI: 9.5-11.8) at baseline and 5.7 mm (95% CI: 4.7-6.7) after treatment. The mean number of enlarged lymph nodes was 4.1 (95% CI: 3.4-4.9) at baseline and 2.1 (95% CI: 1.4-2.7) after treatment. According to RECIST 1.1, 45% (95% CI: 34-57) of the patients had a response and 55% (95% CI: 43-67) had stable disease. None of the patients showed progressive disease.\nCONCLUSION:\nUsing CT, we demonstrated a significant reduction in tumour size, extramural tumour invasion, number and size of enlarged lymph nodes following neoadjuvant treatment.","publisher":"Dan Med J. 2015 Jul;62(7). pii: A5103.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26183044","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD_yg4B_idkMMsKA1PPcZnBBUKR1RhiFcM,NAME_SEARCH,NJse)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmPgJQBPp0RisGdVzLuDmky0joWDjreKgs,NAME_SEARCH,d3_J)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":5,"day":11,"year":2015},"description":"Editorial","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25967240","name":"Pancreas cyst--a new access","publisher":"Ugeskr Laeger. 2015 May 11;177(20):938.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":4,"day":29,"year":2015},"description":"BACKGROUND: Neoadjuvant chemotherapy has proven valuable in several tumors, but it has not been elucidated in colon cancer. The present phase II trial addressed the issue in high-risk patients selected by computed tomography (CT) scan.\nMATERIAL AND METHODS:\nPatients with resectable colon cancer fulfilling the following criteria were offered inclusion; Histopathological verification of adenocarcinoma, T3 tumor on CT scan with extramural tumor invasion > 5 mm or T4 tumor, age ≥ 18 years, PS ≤ 2, adequate hematology, and informed consent. Patients with KRAS, BRAF or PIK3CA mutation or unknown mutational status received three cycles of capecitabine 2000 mg\/m(2) days 1-14 q3w and oxaliplatin 130 mg iv day 1 q3w. Wild-type patients received the same chemotherapy supplemented with panitumumab 9 mg\/kg iv q3w. After the operation, patients fulfilling the international criteria for adjuvant chemotherapy, i.e. high-risk stage II and III patients, received five cycles of the same chemotherapy without panitumumab. Patients not fulfilling the criteria were offered follow-up only. The primary endpoint was the fraction of patients not fulfilling the criteria for adjuvant chemotherapy (converted patients). Secondary endpoints were recurrence rate, disease-free survival (DFS), and toxicity.\nRESULTS:\nThe study included 77 patients. The conversion rate was 42% in the wild-type group compared to 51% in patients with a mutation. The cumulative recurrence rate in converted versus unconverted patients was 6% versus 32% (p = 0.005) translating into a three-year DFS of 94% versus 63% (p = 0.005).\nCONCLUSION:\nNeoadjuvant chemotherapy in colon cancer is feasible and the results suggest that a major part of the patients can be spared adjuvant chemotherapy. Validation in a randomized trial is warranted.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25920359","name":"Neoadjuvant chemotherapy in locally advanced colon cancer. A phase II trial.","publisher":"Acta Oncol. 2015 Nov;54(10):1747-53","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIN21MBblCE3CRuMoFz8fBx9DrRGzoBv3Q,NAME_SEARCH,yC_V)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Endorectal strain elastography differentiation of rectal adenomas and adenocarcinomas is highly accurate and demonstrates excellent inter- and intra-observer reliability.","publishedOn":{"month":4,"day":15,"year":2015},"description":"Purpose: Elastography is a promising method for the identification and differentiation of malignant tissue in several organ systems. The primary aim was to evaluate the inter- and intraobserver reproducibility of endorectal strain elastography differentiation of adenomas and adenocarcinomas. The secondary aim was to compare the performance of strain elastography to endorectal ultrasonography (ERUS) examinations. Materials and Methods: Consecutive inclusion of 95 ERUS examinations and 110 elastography video loops with ERUS overlay mode. Video loops were randomized and evaluated by eight observers on two separate occasions. Observers were blinded to all clinical information except the circumferential location of the tumor. A continuous visual analog scale (VAS) and a categorical scale (W-score) were used for elastography evaluation. ERUS loops were T-staged according to the TNM classification system. Histopathological evaluation of surgical resection specimen was used as the reference standard. Results: Strain elastography visual evaluation yielded intraobserver variability from 0.86 to 0.97 and interobserver variability of 0.99. VAS strain elastography differentiation of adenomas (pT0) and adenocarcinomas (pT1 - 4) yielded sensitivity, specificity, accuracy, positive and negative predictive values of 0.94, 0.71, 0.89, 0.92 and 0.78, respectively. The corresponding ERUS values were 0.83, 0.64, 0.79, 0.88 and 0.54, respectively. Conclusion: Visual evaluation of elastography loops is highly reproducible in an offline setting with blinded observers, and correlates significantly with pT-stages. Strain elastography performs better than ERUS and might consequently improve staging.\r\n","publisher":"European Journal of Ultrasound","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":9,"day":28,"year":2015},"description":"Abstract\nBACKGROUND:\nUltrasonography of the testis is a well-established diagnostic tool in detection of testicular microlithiasis (TML). Operator-dependent diagnostic variation related to skill, knowledge, and operator consistency are factors that influence detection of TML.\nPURPOSE:\nTo determine inter- and intraobserver agreement for detection of TML using ultrasonography for a group of physicians with no or limited experience compared to a group of experience senior radiologists.\nMATERIAL AND METHODS:\nBetween May and September 2014 a total of six observers evaluated 34 patients scrotal ultrasonography recorded from September to December 2013. The observers were blinded to patient history and previous ultrasonography. Three of the observers had no or limited experience with detection of TML, and three of the observers had more than 15 years of experience. Each observer reviewed all the scrotal ultrasonography recordings twice with a time interval of 3 months.\nRESULTS:\nThe inter-observer agreement showed substantial agreement and up to almost perfect agreement (κ = 0.86). Both the experienced and less experienced observers had a higher agreement in detecting and grading TML in their second reading.\nCONCLUSION:\nThe ultrasonography grading system of TML in this study showed to be reproducible, with an inter- and intraobserver agreement ranging between substantial agreement and up to almost perfect agreement with many years of experience not necessarily being essential.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26419255","name":"Inter- and intraobserver agreement in detection of testicular microlithiasis with ultrasonography","publisher":"Acta Radiol. 2015 Sep 28. pii: 0284185115604516. [Epub ahead of print]","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABJyWSAB3tcXIsjXozov0wyuOfa0DWby_LA,NAME_SEARCH,5vc3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"A Comparative Study of Strain- and Shear-Wave-Elastography in an Elasticity Phantom.","publishedOn":{"month":3,"year":2015},"description":"OBJECTIVE. The purpose of this study was to assess the diagnostic accuracy of strain and shear-wave elastography for determining targets of varying stiffness in a phantom. The effect of target diameter on elastographic assessments and the effect of depth on shear-wave velocity were also investigated. MATERIALS AND METHODS. We examined 20 targets of varying diameters (2.5-16.7 mm) and stiffnesses (8, 14, 45, and 80 kPa) with a 4-9-MHz linear-array transducer. Targets were evaluated 10 times with three different methods-shear-wave elastography, strain ratio, and strain histogram analysis-yielding 600 evaluations. AUCs were calculated for data divided between different stiffnesses. A 1.5-6-MHz curved-array transducer was used to assess the effect of depth (3.5 vs 6 cm) on shear-wave elastography in 80 scans. Mixed model analysis was performed to assess the effect of target diameter and depth. RESULTS. Strain ratio and strain histogram AUCs were higher than the shear-wave velocity AUC (p < 0.001) in data divided as 80 versus 45, 14, and 8 kPa. In data divided as 80 and 45 versus 14 and 8 kPa, the methods were equal (p = 0.959 and p = 1.000, respectively). Strain ratios were superior (p = 0.030), whereas strain histograms were not significantly better (p = 0.083) than shear-wave elastography in data divided as 80, 45, and 14 versus 8 kPa. Target diameter had an effect on all three methods (p = 0.001). Depth had an effect on shear-wave velocity (p = 0.001). CONCLUSION. The ability to discern different target stiffnesses varies between shear-wave and strain elastography. Target diameter affected all methods. Shear-wave elastography is affected by target depth.","publisher":"Am J Radiol. 2015;204:W236-42","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Diagnostic Ultrasound in Colorectal Cancer","publishedOn":{"month":12,"day":5,"year":2014},"description":"DMSc dissertation","publisher":"Print & Sign, University of Southern Denmark","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Imaging of hepatic angiosarcoma.","description":"Primary hepatic angiosarcoma (PHA) is a very rare malignant tumour with imaging characteristics that can mimic atypical haemangioma (HA). This is a case report of a 47-year-old male with PHA. Contrast-enhanced ultrasound (CEUS) has shown to be effective in differentiating PHA from HA, CT has more variable findings, in MRI PHA can mimic HA, arteriovenous malformations and cystic metastases, and PET\/CT can be used to verify the diagnosis. In this case CEUS was supplied with a contrast CT, MRI and PET\/CT. An elevated fluorodeoxyglucose uptake within the left liver lobe was shown on PET\/CT.\r\n","publisher":"Ugeskrift for Læger. 2014;176:V01140046","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Long term results of a randomized trial in locally advanced rectal cancer: No benefit from adding a brachytherapy boost.","description":"PURPOSE\/OBJECTIVE(S): Mature data on tumor control and survival are presented from a randomized trial of the addition of a brachytherapy boost to long-course neoadjuvant chemoradiation therapy (CRT) for locally advanced rectal cancer.\r\nMETHODS AND MATERIALS: Between March 2005 and November 2008, 248 patients with T3-4N0-2M0 rectal cancer were prospectively randomized to either long-course preoperative CRT (50.4 Gy in 28 fractions, per oral tegafur-uracil and L-leucovorin) alone or the same CRT schedule plus a brachytherapy boost (10 Gy in 2 fractions). The primary trial endpoint was pathologic complete response (pCR) at the time of surgery; secondary endpoints included overall survival (OS), progression-free survival (PFS), and freedom from locoregional failure.\r\nRESULTS: Results for the primary endpoint have previously been reported. This analysis presents survival data for the 224 patients in the Danish part of the trial. In all, 221 patients (111 control arm, 110 brachytherapy boost arm) had data available for analysis, with a median follow-up time of 5.4 years. Despite a significant increase in tumor response at the time of surgery, no differences in 5-year OS (70.6% vs 63.6%, hazard ratio [HR] = 1.24, P=.34) and PFS (63.9% vs 52.0%, HR=1.22, P=.32) were observed. Freedom from locoregional failure at 5 years were 93.9% and 85.7% (HR=2.60, P=.06) in the standard and in the brachytherapy arms, respectively. There was no difference in the prevalence of stoma. Explorative analysis based on stratification for tumor regression grade and resection margin status indicated the presence of response migration.\r\nCONCLUSIONS: Despite increased pathologic tumor regression at the time of surgery, we observed no benefit on late outcome. Improved tumor regression does not necessarily lead to a relevant clinical benefit when the neoadjuvant treatment is followed by high-quality surgery.\r\n","publisher":"International Journal of Radiation Oncology, Biology,  Physics. 2014;90:110-8.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Liverfibrosis and ultrasound elastography","description":"Diagnosis and assessment of liver fibrosis is of great importance for initiating treatment and starting hepatocellular carcinoma surveillance in patients with established cirrhosis. Liver biopsy is still considered the gold standard for liver fibrosis staging, however; it is far from perfect. Non-invasive assessment of liver fibrosis is becoming more available and is well tolerated. This review describes the feasibility and reliability of two elastography methods: transient elastography and Acoustic Radiation Force Impulse-elastography.\r\n","publisher":"Ugeskrift for Læger. 2014;176:V1113094","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Selection of Colon Cancer Patients for Neoadjuvant Chemotherapy by Preoperative CT Scan","description":"OBJECTIVE: Preoperative staging is essential to plan correct treatment of colon cancer and calls for objective, accurate methods for the introduction of neoadjuvant chemotherapy, which represents a new treatment option.\r\nPURPOSE: To evaluate the diagnostic accuracy of multislice computed tomography (CT) in local staging of colon cancer correlated with histopathological parameters, including criteria for adjuvant chemotherapy.\r\nMATERIAL AND METHODS: A total of 74 included patients had preoperative CT scans and surgical resection of their colon tumors. Tumor stage (T-stage), extramural tumor invasion (ETI), nodal stage (N-stage), extramural venous invasion (EVI) and the distance from tumor to nearest retroperitoneal fascia (DRF) were retrospectively assessed on the CT scan and compared blindly with the results of the pathological examination, including evaluation of the criteria for adjuvant chemotherapy. Advanced tumors were defined as T3 with ETI ≥5 mm or T4.\r\nRESULTS: Sixty-nine percent of the tumors were correctly T-staged by CT, 7% were overstaged and 24% were understaged. As to correct recognition of ETI on the CT scan, the observer was 73% accurate compared with histology (70% sensitivity (95% CI: 53-82%), 78% specificity (95% CI: 60-90%), 81% positive predictive value (PPV) (95% CI: 63-91%) and 66% negative predictive value (NPV) (95% CI: 49-80%). N-stage, EVI and DRF had poor accuracy: 53%, 53% and 64%. All patients with advanced tumors on CT fulfilled the criteria for adjuvant chemotherapy. Positive predictive value: 100% (95% CI: 88-100%).\r\nCONCLUSION: CT has a potential in the preoperative selection of advanced tumors suitable for neoadjuvant chemotherapy without overtreatment of low-risk patients.\r\n","publisher":"Scandinavian Journal of Gastroenterology,2014;49:202-8","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmUQSQBTtObGPlN-4QV0CA6IkzMTn5fnuI,NAME_SEARCH,tVfW)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD_yg4B_idkMMsKA1PPcZnBBUKR1RhiFcM,NAME_SEARCH,NJse)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Magnetic resonance imaging for the clinical management of rectal cancer patients: recommendations from the 2012 European Society of Gastrointestinal and Abdominal Radiology (ESGAR) consensus meeting.","publishedOn":{"month":9,"year":2013},"description":"Abstract\r\nOBJECTIVES: To develop guidelines describing a standardised approach regarding the acquisition, interpretation and reporting of magnetic resonance imaging (MRI) for clinical staging and restaging of rectal cancer.\r\n\r\nMETHODS: A consensus meeting of 14 abdominal imaging experts from the European Society of Gastrointestinal and Abdominal Radiology (ESGAR) was conducted following the RAND-UCLA Appropriateness Method. Two independent (non-voting) chairs facilitated the meeting. Two hundred and thirty-six items were scored by participants for appropriateness and classified subsequently as appropriate or inappropriate (defined by ≥ 80 % consensus) or uncertain (defined by < 80 % consensus). Items not reaching 80 % consensus were noted.\r\n\r\nRESULTS: Consensus was reached for 88 % of items: recommendations regarding hardware, patient preparation, imaging sequences, angulation, criteria for MRI assessment and MRI reporting were constructed from these.\r\n\r\nCONCLUSIONS: These expert consensus recommendations can be used as clinical guidelines for primary staging and restaging of rectal cancer using MRI.\r\n\r\nKEY POINTS: • These guidelines recommend standardised imaging for staging and restaging of rectal cancer. • The guidelines were constructed through consensus amongst 14 abdominal imaging experts. • Consensus was reached by in 88 % of 236 items discussed.\r\n","publisher":"Eur Radiol 2013;23(9):2522-31","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Ultrasound elastography in patients with rectal cancer treated with chemoradiation.","publishedOn":{"month":6,"year":2013},"description":"Abstract\r\nOBJECTIVE: The current literature has described several predictive markers in rectal cancer patients treated with chemoradiation, but so far none of them have been validated for clinical use. The purpose of the present study was to compare quantitative elastography based on ultrasound measurements in the course of chemoradiation with tumor response based on T stage classification and the Mandard tumor regression grading (TRG).\r\n\r\nMATERIALS AND METHODS: We prospectively examined 31 patients with rectal cancer planned for high dose radiochemotherapy. The tumor and the mesorectal fat elasticity were measured using the Acoustic Radiation Force Impulse to generate information on the mechanical properties of the tissue. The objective quantitative elastography shear wave velocity was compared to the T stage classification and TRG.\r\n\r\nRESULTS: The baseline mean tumor elasticity was 3.13 m\/s. Two and six weeks after the start of chemoradiation the velocities were 2.17 m\/s and 2.11 m\/s, respectively. The difference between baseline velocity and velocities during the treatment course was statistically significant, (p<0.0001). Patients with tumor confined to the rectal wall at histopathology (ypT1-2) had a mean elasticity measurement after two weeks of treatment of 1.95 m\/s, whereas tumors invading the mesorectal fat (ypT3-4) had a velocity of 2.47 m\/s, (p<0.05). The mean elasticity tended to be lower (1.99m\/s) after two weeks in patients with TRG 1-2 responses in contrast to 2.24 m\/s in those with TRG 3-4.\r\n\r\nCONCLUSION: Ultrasound elastography after two weeks of chemoradiation seems to hold early predictive information to the pathological T stage\r\n","publisher":"Eur J Radiol 2013;82(6):913-7.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"18F-Fluoroazomycinarabinofuranoside (18 FAZA) PET\/CT in patients  with locally advanced rectal cancer.","publishedOn":{"month":2,"year":2013},"description":"Abstract\r\nOBJECTIVE: The aim of this study was to investigate the feasibility of F-fluoroazomycinarabinofuranoside (F-FAZA) positron emission tomography (PET)\/computed tomography (CT) in patients with locally advanced rectal cancer.\r\n\r\nMATERIALS AND METHODS: The study included 14 patients with locally advanced rectal cancer. Before chemoradiotherapy, PET\/CT with F-FAZA was performed with static 15 min images 2 h after injection of F-FAZA. Attenuation correction was obtained with a low-dose CT, and a contrast-enhanced CT was performed immediately after the PET scan.\r\n\r\nRESULTS: F-FAZA uptake [mean and maximum standardized uptake value (SUVmean) and (SUVmax)] was significantly higher in rectal tumours than in both muscles (P<0.003) and normal intestinal walls (P<5×10). The tumour to muscle (T\/M) ratios ranged from 1.19 to 3.05 with a mean of 1.97, whereas the tumour to intestinal wall (T\/I) ratios had values of 1.73-5.81 with a mean of 2.83. Intense activity accumulating in the bladder produced obvious scattered activity, which spread into the surrounding tissue. Tumour volumes excluding scatter were therefore determined, in which the SUVmax and SUVmean were also significantly higher than in both muscles (P<0.004) and normal intestinal walls (P<2×10) and had T\/M ratios of 1.19-2.72 with a mean of 1.85 and T\/I ratios of 1.71-5.40 with a mean of 2.67. The individual SUVmax, SUVmean, T\/M and T\/I values were significantly higher in the entire tumour volume compared with the tumour volume adjusted for scatter from the urinary bladder (P<0.005), although the absolute differences were small.\r\n\r\nCONCLUSION: F-FAZA PET\/CT is feasible for visualization of hypoxia in patients with rectal cancer, but scattered activity from the urinary bladder should be taken into consideration.\r\n","publisher":"Nuclear Medicine Communication 2013;34(2):155-61.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Dose-Effect Relationship in Chemoradiotherapy for Locally Advanced Rectal Cancer: A Randomized Trial Comparing Two Radiation Doses","publishedOn":{"month":11,"year":2012},"description":"Abstract\r\nPURPOSE: Locally advanced rectal cancer represents a major therapeutic challenge. Preoperative chemoradiation therapy is considered standard, but little is known about the dose-effect relationship. The present study represents a dose-escalation phase III trial comparing 2 doses of radiation.\r\n\r\nMETHODS AND MATERIALS: The inclusion criteria were resectable T3 and T4 tumors with a circumferential margin of ≤5 mm on magnetic resonance imaging. The patients were randomized to receive 50.4 Gy in 28 fractions to the tumor and pelvic lymph nodes (arm A) or the same treatment supplemented with an endorectal boost given as high-dose-rate brachytherapy (10 Gy in 2 fractions; arm B). Concomitant chemotherapy, uftoral 300 mg\/m2 and L-leucovorin 22.5 mg\/d, was added to both arms on treatment days. The primary endpoint was complete pathologic remission. The secondary endpoints included tumor response and rate of complete resection (R0).\r\n\r\nRESULTS: The study included 248 patients. No significant difference was found in toxicity or surgical complications between the 2 groups. Based on intention to treat, no significant difference was found in the complete pathologic remission rate between the 2 arms (18% and 18%). The rate of R0 resection was different in T3 tumors (90% and 99%; P=.03). The same applied to the rate of major response (tumor regression grade, 1+2), 29% and 44%, respectively (P=.04).\r\n\r\nCONCLUSIONS: This first randomized trial comparing 2 radiation doses indicated that the higher dose increased the rate of major response by 50% in T3 tumors. The endorectal boost is feasible, with no significant increase in toxicity or surgical complications.\r\n","publisher":"Int J Radiat Oncol Biol Phys.  2012 Nov 15;84(4):949-54.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":10,"year":2012},"description":"Abstract\r\nINTRODUCTION: The management of ultrasound (US) detected gallbladder (GB) polyps remains a dilemma. The aim of this study was to assess the size distribution and the outcome of US follow-up of GB polyps.\r\n\r\nMATERIAL AND METHODS: The study was approved by the Danish Data Protection Agency. US reports from patients examined with abdominal US in our department from January 2008 to the end of December 2009 were reviewed with a view to including all patients with GB polyps. Patients with GB polyps are routinely recommended a 2-year follow-up with US every six months. The GB polyp size was recorded at baseline and at subsequent US reports. Pathology reports were finally reviewed for all patients with GB polyps to check who underwent cholecystectomy and to register the histological diagnosis.\r\n\r\nRESULTS: A total of 203 patients (median age 54 years; range 19-95 years) with GB polyps were included; 89 (44%) men and 114 (56%) women. The mean polyp size was 5 mm (range 2-40 mm). In 143 patients (70%) the GB polyp diameter was less than 6 mm. The first US follow-up was performed in 120 patients (59%), and only 31 (15%) completed the full 2-year US follow-up programme. Polyp size was stable in 100 patients, decreased in five patients, increased in eight and resolved in 15 patients. A total of 13 patients (6%) underwent cholecystectomy. Of the 203 patients, none showed neoplastic or malignant GB polyps.\r\n\r\nCONCLUSION: We recommend that follow-up US of patients with GB polyps < 6 mm is avoided. Alternatively, the intervals between US follow-up of GB polyps < 6 mm may be extended.\r\n","url":"http:\/\/www.danmedj.dk\/portal\/page\/portal\/danmedj.dk\/dmj_forside\/PAST_ISSUE\/2012\/DMJ_2012_10\/A4503","name":"Ultrasound follow-up for gallbladder polyps less than 6 mm may not be necessary.","publisher":"Danish Medical Journal 2012;59(10):A4503","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Transrectal ultrasound and MRI measurement of extramural tumour spread in rectal cancer.","publishedOn":{"month":9,"day":28,"year":2012},"description":"Abstract\r\nAIM: To evaluate the agreement between transrectal ultrasound (TRUS) and magnetic resonance imaging (MRI) in classification of ≥ T3 rectal tumors. METHODS: 86 consecutive patients with ≥ T3 tumors were included in this study. The tumors were all ≥ T3 on TRUS. The sub-classification was defined by the penetration of the rectal wall: a: 0 to 1 mm; b: 1-5 mm; c: 6-15; d: > 15 mm. Early tumors as ab (≤ 5 mm) and advanced tumors as cd (> 5 mm). The TRUS findings were blinded to the radiologist performing the interpretation of the MRI images and measuring the depth of extramural tumor spread. RESULTS: TRUS found 51 patients to have an early ≥ T3 tumors and 35 to have an advanced tumor, whereas MRI categorized 48 as early ≥ T3 tumors and 38 as advanced tumors. The kappa value in classifying early versus advanced T3 rectal tumors was 0.93. We found a kappa value of 0.74 for the total sub-classification between the two methods. The mean maximal tumor outgrowth measured by TRUS, 5.5 mm  and on MRI, 6.3 mm, P = 0.004. In 19 of the 86 patients the following CT scan or surgery revealed distant metastases; of the 51 patients in the ultrasound ab group three (5.9%) had metastases, whereas 16 (45.7%) of 35 in the cd group harbored distant metastases, P = 0.00002. The odds ratio of having distant metastases in the ultrasound cd group compared to the ab group was 13.5, P = 0.00002. The mean maximal ultrasound measured outgrowth was 4.3 mm in patients without distant metastases, while the mean maximal outgrowth was 9.5 mm (95% CI: 6.2-12.8 mm) in the patients with metastases, P = 0.00004. Using the MRI classification three (6.3%) of 48 in the MRI ab group had distant metastases, while 16 (42.1%) of the 38 in the MRI cd group, P = 0.00004. The MRI odds ratio was 10.9 (95% CI: 2.9-41.4), P = 0.00008. CONCLUSION: There is good agreement between TRUS and MRI in the pretreatment sub-classification of ≥ T3 tumors. Distant metastases are more frequent in the advanced group.\r\n\r\n\r\n","publisher":"World J Gastroenterol.  2012;18(36):5021-6.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Ileoscopy reduces the need for small bowel imaging in suspected Crohn’s disease.","publishedOn":{"month":9,"year":2012},"description":"Abstract\r\nINTRODUCTION: In suspected Crohn's disease (CD), current diagnostic guidelines recommend additional small bowel imaging irrespective of the findings at ileocolonoscopy. Magnetic resonance imaging enterography (MRE) and computed tomography enterography (CTE) are regarded first line imaging techniques and should generally precede capsule endoscopy.\r\n\r\nMATERIAL AND METHODS: This article brings together results from a prospective blinded diagnostic study of MRE, CTE, capsule endoscopy and faecal calprotectin (fCal) in 93 patients undergoing their first diagnostic work-up for CD.\r\n\r\nRESULTS: In patients with suspected CD, fCal is useful for the identification patients without need for colonoscopy or small bowel imaging. Patients with an elevated fCal should undergo colonoscopy including a persistent attempt to intubate the terminal ileum. CD isolated in the upper small bowel is rare, and in patients with a normal ileocolonoscopy or non-complicated CD in the colon and\/or terminal ileum, small bowel imaging provides little extra information compared to ileoscopy alone. Small bowel imaging is primarily indicated if ileoscopy is not achieved and capsule endoscopy is recommended as first line imaging technique. If small bowel stenosis is not ruled out, a preceding test with a patency capsule can be performed to avoid capsule retention. MRE and CTE are complimentary modalities preferably used in patients with stenosis detected at ileocolonoscopy or suspicion of extra-intestinal disease complications.\r\n\r\nCONCLUSION: Our results suggest that a diagnostic approach different to that described in the guidelines may be expedient\r\n","publisher":"Danish Medical Journal 2012 Sep;59(9):A4491.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"MRI of rectal stromal tumour","publishedOn":{"month":6,"day":25,"year":2012},"description":"Abstract\r\nA 39-year-old man was referred to hospital with a rectal tumour and underwent gastrointestinal endoscopy and diagnostic imaging. The tumour had immunohistochemical characteristics for gastrointestinal stromal tumour (GIST). The differential diagnosis of GIST to adenocarcinoma is important to be aware of for the rectal multidisciplinary team. On suspicion of GIST, patients should be referred to a sarcoma centre. The diagnosis of rectal GIST can be suggested on MRI by the presence of a well-defined heterogeneously large mass with a necrotic center associated with a prominent extra-luminal component and hyperechoic appearance on ultrasound.\r\n","publisher":"Ugeskr Laeger. 2012;174(26):1826-7.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Polypper i galdeblæren - follow-up?","publishedOn":{"year":2012},"publisher":"Ugeskrift for Læger 2012;174:2999.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABJyWSAB3tcXIsjXozov0wyuOfa0DWby_LA,NAME_SEARCH,5vc3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAD_yg4B_idkMMsKA1PPcZnBBUKR1RhiFcM,NAME_SEARCH,NJse)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Diagnostic accuracies of MR enterography and CT enterography in symptomatic Crohn's disease.","publishedOn":{"year":2011},"description":"Abstract\r\nOBJECTIVE: In patients, with symptomatic Crohn's disease (CD), valid information about the presence or absence of small bowel disease activity and stenosis is clinically important. Such information supports decisions about medical or surgical therapy and can be obtained with MR enterography (MRE) or CT enterography (CTE).\r\n\r\nMATERIALS AND METHODS: A total of 50 patients with symptomatic pre-existing CD and a demand for small bowel imaging to support changes in treatment strategy were included in this prospective and blinded study. MRE and CTE were performed on the same day in alternating order and subsequently compared with the gold standard: pre-defined lesions at ileoscopy (n = 30) or surgery with (n = 12) or without (n = 3) intra-operative enteroscopy.\r\n\r\nRESULTS: A total of 35 patients had active small bowel CD (jejunum 0, ileum 1, (neo)-terminal ileum 34) and 20 had small bowel stenosis. The sensitivity and specificity of MRE for detection of small bowel CD was 74% and 80% compared to 83% and 70% with CTE (p ≥ 0.5). MRE and CTE detected small bowel stenosis with 55% and 70% sensitivities, respectively (p = 0.3) and 92% specificities.\r\n\r\nCONCLUSIONS: MRE and CTE have comparable diagnostic accuracies for detection of small bowel CD and stenosis. In symptomatic patients with CD and high disease prevalence, positive predictive values are favorable but negative predictive values are low. Consequently, MRE and CTE can be relied upon, if a positive result is obtained whereas a negative enterography should be interpreted with caution.\r\n","publisher":"Scand J Gastroenterol. 2011;46:1449-57.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Factors influencing reproducibility of tumour regression grading after high-dose chemoradiation of locally advanced rectal cancer.","publishedOn":{"year":2011},"description":"Abstract\r\nAIMS: High-dose chemoradiation is now considered the standard treatment of locally advanced rectal cancer. To provide feedback on the effect of this treatment, several regression grading systems have been proposed. For a grading system to be useful it has to be reproducible. The aim of this study was to test the reproducibility of a five-point grading system, proposed originally by Mandard, and to describe the sources of disagreement.\r\n\r\nMETHODS AND RESULTS: Tumour regression was assessed independently by two observers on 100 consecutive chemoradiated rectal cancer specimens. The grading system was extremely reproducible, with weighted and unweighted kappa values of 0.89 and 0.82, respectively. The most frequent source of disagreement was assessment of the relative amount of fibrosis. Displacement of epithelium was a minor source of disagreement.\r\n\r\nCONCLUSIONS: The five-point grading system of Mandard is extremely reproducible.\r\n","publisher":"Histopathology. 2011;59:18-21.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Capsule endoscopy, MRI- or CT-enterography in suspected Crohn's disease? Direct comparison of sensitivity and specificity","description":"Abstract\r\nBACKGROUND & AIMS: Capsule endoscopy (CE) detects small bowel Crohn's disease with greater diagnostic yield than radiologic procedures, although there are concerns that CE has low specificity. We compared the sensitivity and specificity of CE, magnetic resonance imaging enterography (MRE) and computed tomography enterography (CTE) in patients with suspected or newly diagnosed Crohn's disease.\r\n\r\nMETHODS: We performed a prospective, blinded study of 93 patients scheduled to undergo ileocolonoscopy, MRE, and CTE and subsequently CE if stenosis was excluded. Physicians reporting CE, MRE, and CTE results were blinded to patient histories and findings from ileocolonoscopy and other small bowel examinations. Results were compared with those from ileoscopy (n = 70), ileoscopy and surgery (n = 4), or surgery (n = 1).\r\n\r\nRESULTS: Twenty-one patients had Crohn's disease in the terminal ileum. The sensitivity and specificity for diagnosis of Crohn's disease of the terminal ileum were 100% and 91% by CE, 81% and 86% by MRE, and 76% and 85% by CTE, respectively. Proximal Crohn's disease was detected in 18 patients by using CE, compared with 2 and 6 patients by using MRE or CTE, respectively (P < .05). Small bowel stenosis was observed in 5 patients by using CTE and 1 patient by using MRE. Cross-sectional imaging results indicated additional stenoses in only 2 of the patients who received complete ileocolonoscopies.\r\n\r\nCONCLUSIONS: In suspected or newly diagnosed Crohn's disease, MRE and CTE have comparable sensitivities and specificities. In patients without endoscopic or clinical suspicion of stenosis, CE should be the first line modality for detection of small bowel Crohn's disease beyond the reach of the colonoscope.\r\n","publisher":"Clin Gastroenterol Hepatol. 2011;9:124-9","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Inter-observer and Inter-modality Agreement for Detection of Small  Bowel Crohn’s Disease with MRI- and CT-enterography.","publishedOn":{"year":2011},"description":"Abstract\r\nBACKGROUND: Magnetic resonance enterography (MRE) and computed tomography enterography (CTE) visualizes small bowel Crohn's disease (CD) and its complications with high accuracy. The aim of this study was to determine the interobserver and intermodality agreement for detection of small bowel CD.\r\n\r\nMETHODS: Fifty patients with suspected or known CD were included in the study and all patients underwent MRE and CTE on the same day. Four radiologists with experience in MRE and CTE techniques participated. Observers were blind to patient histories, results of ileocolonoscopies, and other small bowel examinations. Readers assessed the image quality, the presence of small bowel CD, and seven findings consistent with CD.\r\n\r\nRESULTS: The image quality was better with CTE than MRE (P < 0.001) but the diagnostic yields were comparable (P = 0.4). For detection of small bowel CD, the interobserver agreement was substantial in CTE (κ = 0.64) and moderate in MRE (κ = 0.48). The intermodality agreement was fair to substantial (κ = 0.40-0.64) for different observers. Two abscesses were detected and confirmed at subsequent surgery. One abscess was not detected with MRE and only recorded by two observers in CTE. A total of 10 fistulas were detected: three were confirmed at subsequent surgery and four were false-positive findings.\r\n\r\nCONCLUSIONS: MRE and CTE have comparable diagnostic yields in patients with suspected or known CD. However, CTE provides better image quality and interobserver agreement. In a substantial number of patients the diagnosis of small bowel CD is observer- and modality-dependent.\r\n","publisher":"Inflamm Bowel Dis. 2011;17:1081-8.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Contrast enhanced ultrasonography versus multidetector-computed tomography in detection of liver metastases from colorectal cancer.","publishedOn":{"year":2011},"description":"Abstract\r\nAIM: This study compared the sensitivity and specificity of contrast-enhanced ultrasound (CEUS) and multidetector-computed tomography (MDCT) in the detection of liver metastases in patients with colorectal cancer.\r\n\r\nMETHOD: Between September 2004 and December 2008, 271 consecutive patients (146 men and 125 women; median age 68 years, range: 34-91 years) with primary colorectal cancer were evaluated. All underwent combined liver ultrasound and CEUS following intravenous injection of 2.4 ml of SonoVue(TM). The interval from injection to arrival time in the hepatic vein (ATHV) was noted. Contrast-enhanced MDCT in the portal phase was performed and interpreted blindly. In all patients, intra-operative ultrasound was used as the reference point. In addition, magnetic resonance imaging (MRI) or biopsy was performed on all suspicious lesions or if there was inconsistency in the results.\r\n\r\nRESULTS: Liver metastases were detected in 21 (8%) patients. Both CEUS and MDCT had a sensitivity of 85.7%, with respective specificities of 97.6% and 95.6%, and positive predictive values of 75%vs 62%. The negative predictive value of both methods was 99%. In patients with and without liver metastases, ATHV was 18 and 22 s, respectively (P < 0.05).\r\n\r\nCONCLUSION: CEUS has potential as a diagnostic alternative to MDCT in the detection of liver metastases. ATHV was shorter in patients with liver metastases.\r\n","publisher":"Colorectal Dis. Colorectal Dis. 2011;13:420-5.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Incidental findings at MRI-enterography in patients with suspected or known Crohn's disease.","publishedOn":{"year":2010},"description":"Abstract\r\nAIM: To determine the frequency and clinical impact of incidental findings detected with magnetic resonance imaging (MRI)-enterography in patients with suspected or known Crohn's disease (CD).\r\n\r\nMETHODS: Incidental findings were defined as unexpected lesions outside the small intestine, not previously known or suspected at the time of referral, and not related to inflammatory bowel disease. Through a systematic review of medical charts we analyzed the clinical impact of incidental findings, and compared the MRI findings with subsequent diagnostic procedures.\r\n\r\nRESULTS: A total of 283 patients were included in the analysis, and MRI detected active CD in 31%, fistula in 1.4% and abscess in 0.7%. Extra-intestinal findings not related to CD were recorded in 72 patients (25%), of which 58 patients (20%) had 74 previously unknown lesions. Important or incompletely characterized findings were detected in 17 patients (6.0%). Incidental findings led to 12 further interventions in 9 patients (3.2%) revealing previously unknown pathological conditions in 5 (1.8%). One patient (0.4%) underwent surgery and one patient was diagnosed with a malignant disease. MRI detected incidental colonic lesions in 16 patients of which additional work-up in 4 revealed normal anatomy. Two patients (0.7%) benefitted from the additional examinations, whereas incidental findings led to unnecessary examinations in 9 (3.2%).\r\n\r\nCONCLUSION: In a minority of patients with suspected or known CD, important incidental findings are diagnosed at MRI-enterography. However, a substantial number of patients experience unnecessary morbidity because of additional examinations of benign or normal conditions\r\n","publisher":"World J Gastroenterol. 2010;16:76-82.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Radiation therapy, chemotherapy and watchful waiting as a treatment option in rectal cancer.","publishedOn":{"year":2010},"description":"Rectal cancer is a common disease for which surgery is standard procedure. If the cancer is locally advanced, operation is preceded by radiation therapy and chemotherapy. We present a case in which the patient was not operated. Cases like this have led to the establishment of a Danish prospective clinical trial, one of the objectives of which is to investigate the frequency of local recurrence of rectal cancer when no surgery is performed. A subgroup of patients may be curatively treated by radiation and chemotherapy alone.","publisher":"Ugeskrift for Læger. 2010;172:2908-2909.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Liver Metastases from Colorectal Cancer: Ultrasound Imaging","publishedOn":{"month":1,"day":1,"year":2009},"description":"Chapter. Springer. ISBN 978-1-4020-9803-1","publisher":"Liver Cancer Volume 5 of the series Methods of Cancer Diagnosis, Therapy and Prognosis pp 355-367","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Methods for diagnosing Crohn's disease of the small intestine","publisher":"Ugeskr Læger       2009;171:2383-2388.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"LEDER: Incidental findings in computer tomography and magnetic resonance imaging","publisher":"Ugeskr Laeger. 2008;170:2855.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Referral of patients with fever for ultrasound abdominal scans.","publisher":"Ugeskr Laeger. 2008;170:1652-4.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"A COX-2 inhibitor combined with chemoradiation of  locally advanced rectal cancer: a phase II trial.","publisher":"Int J Colorectal Dis. 2008;23:251-5.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Transrectal Ultrasonography and Magnetic Resonance Imaging in the Staging of Rectal Cancer. Effect of Experience.","publisher":"Scandinavian Journal of Gastroenterology. 2008;43(4):440-6.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Lung metastases from colorectal cancer.","publisher":"Ugeskrift for Læger 2006; 3:299","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Preoperative chemoradiation of locally advanced T3 rectal cancer combined with an endorectal boost.","publisher":"Int J Radiat Oncol Biol Phys. 2006;64(2):461-5.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Diagnostic imaging in staging of colorectal cancer","publisher":"Ugeskrift for Læger 2005;167:4173-5.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Ultrasound imaging of flow patterns in liver metastases from colorectal cancer.","publisher":"Scandinavian Journal of Gastroenterology 2004; 39: 761-765.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Cost-effectiveness of endoscopic ultrasonography, magnectic resonance cholangiopancreatography, and endoscopic retrograde cholangiopancreatography in patients suspected for pancreaticobiliary disease.","publisher":"Scandinavian Journal of Gastroenterology 2004; 39:579-583.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Is There a Difference in Diagnostic Accuracy and Clinical Impact between Endoscopic Ultrasonography and Magnetic Resonance Cholangiopancreatography?","publisher":"Endoscopy 2003;35: 1029-1032.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-6grYBlhYuDd3rQeM-fSX2WcHmSlhPFmM,NAME_SEARCH,d9Xj)"}]},{"name":"Har magnetisk resonans kolangiopancreatikografi erstattet endoskopisk retrograd kolangiopankreatikografi?","publisher":"Ugeskrift for læger 2002;26:4076 - 4077.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Brain metastases from colorectal cancer.","publisher":"Ugeskrift for læger 2001;26:1864-1865.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Ultrasound contrast media.","publisher":"Ugeskrift for Læger 1999;161:4861-4863.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Intraoperative Ultrasonography in Detection of Heptic Metastases From Colorectal  Cancer.","publisher":"YEAR BOOK of Surgery 1996:412-414.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Intraoperative ultrasonography in colorectal cancer. A prospective, blind study.","description":"Invited paper","publisher":"Ugeskrift for Læger 1996;158:1521-1525.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Evaluation of a new technique for linear transrectal ultrasonography in patients with polypoid tumours.","publisher":"International Journal of Colorectal Disease 1996;11:183-186.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Rectal exploration and transrectal ultrasound scanning of rectal cancer.","description":"Invited paper","publisher":"Ugeskrift for Læger 1995;157:1842-1845.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Intraopertive ultrasonography in detection of hepatic metastases from colorectal cancer.","publisher":"Diseases of the Colon & Rectum 1995;38:355-360","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Digital Rectal Examination and Transrectal Ultrasonography in Staging Rectal  Cancer. A prospective, blind study.","publisher":"Acta Radiologica 1994;3:300-304.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Portal vein blood flow is related to characteristics of the migrating motor complex of the gastrointestinal tract","description":"Objective: To measure variation in portal blood flow during the interdigestive state in relation to the migrating motor complex (MMC) in healthy volunteers. Design: Portal blood flow was measured by a duplex and colour Doppler technique with 5-min intervals during an entire MMC cycle. Total recording period varied from 105-180 min. Results: Median (range) blood flow during phase I, phase II and phase III of the MMC from the pooled data was 10.9 ml\/min\/kg (5.2-23.9), 15.5 ml\/min\/kg (4.1-38.1) and 18.9ml\/min\/kg (5.4-46.5), respectively; the difference between these figures was significant (P<0.01). In each of the subjects, the median blood flow during phase I was lower than during phase II (P<0.02) and in all but one subject, the median blood flow during phase II was lower compared with phase III (P= 0.06). Finally, the blood flow during phase III was higher than during phase I in all subjects. Conclusion: Blood flow in the portal vein varies with the characteristics of the MMC, a relationship which must be considered in future studies in health and disease.","publisher":"European Journal of Gastroenterology & Hepatology 1994;6:67- 70.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Gallstone and colorectal cancer. There is a connection, but not cholecystectomy.","description":"Invited paper","publisher":"Ugeskrift for læger 1993;155:290-292.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Echo pattern of lymph nodes in colorectal cancer: an in vitro study.","publisher":"The British Journal of Radiology 1992;65:218-220.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Gallstones and colorectal cancer.","publisher":"Diseases of the Colon and Rectum 1992;35:24-28.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"The simultaneous use of 99m-Tc-HIDA scintigraphy and ultrasound in determination of gallbladder storage and emptying in the fasting state.","publishedOn":{"month":9,"day":1,"year":1991},"description":"In eight healthy fasting young men simultaneous hepatobiliary scintigraphy and ultrasonography of the gallbladder was performed using intravenous infusion of 99m-Tc-HIA administered at a rate of 40 Mbq\/h. Time-activity curves over the gallbladder and intestinal area were generated. Gallbladder volume for the corresponding counting periods (each of 270 s) was measured by ultrasonography. There was good concordance (92% of the total monitoring period) between the course of the time-activity curves over the gallbladder and intestinal area with respect to describing the partitioning of bile between gallbladder and intestine. All subjects had cyclic variations in gallbladder radioactivity with episodes of filling and emptying. However, in 30% of the time with gallbladder filling at HIA-scintigraphy, ultrasonography revealed increasing gallbladder volume, and in only 46% of the time where HIA-scintigraphy showed gallbladder emptying was this accompanied by a decrease in gallbladder volume at ultrasonography. ","publisher":"European Journal of Gastroenterology & Hepatology. 1991;3:657-661.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"CT assessment of response to neoadjuvant therapy in colon cancer.","publisher":"Danish Medical Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Diagnostic yield and complications of transthoracic computed tomography-guided biopsies.","publisher":"Dan Med J","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":6,"day":1,"year":2016},"description":"Introduction: The widespread use of computed tomography (CT) improves detection of pulmonary lesions, which are not only detected at an increased rate but also at a smaller size. CT-guided lung biopsies are now more frequently used than fluoroscopy-guided lung biopsies. The main aim of the present paper was to investigate the outcome and complications of the biopsies.\n\nMethods: We retrospectively collected the results and information from 520 CT-guided thorax biopsies. All biopsies were performed with CT-guided \"beam-through\" technique, using a 64-slice CT scanner.\n\nResults: In 86% of the biopsies, the tissue material was found to be sufficient. In 32% of the biopsies, a complication arose, mostly pneumothorax (30%), but chest drainage was needed in only 15% of the 520 cases. Patients with more than ten cigarette pack-years had a complication risk that was twice as high at that of patients with fewer pack-years. We found that the risk of pneumothorax increased the further the lesion was from the skin surface, the smaller the lesions were and when the patient was biopsied in a lateral position. We also found a higher risk of complications in females than in males.\n\nConclusions: CT-guided biopsy is an excellent tool for analysing pulmonary lesions. The present study clearly shows that the risk of developing a pneumothorax is significantly increased among smokers and former smokers with more than ten pack-years.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27264940\/","name":"Diagnostic yield and complications of transthoracic computed tomography-guided biopsies","publisher":"Dan Med J . 2016 Jun;63(6):A5239.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Testicular microlithiasis and testicular cancer: review of the literature","description":"Purpose: To perform a systematic literature review to assess whether the occurrence of testicular microlithiasis (TML) in conjunction with other risk factors is associated with testicular cancer.\n\nMethods: A systematic literature search was performed of original articles in English published 1998 to 2015. Relevant studies were selected by reading the title and abstract by two of the authors. Studies were included if TML was diagnosed by ultrasonography and a risk condition was reported. Studies were only eligible if the particular risk condition was reported in more than one article.\n\nResults: In total, 282 abstracts in were identified. Based on title and abstract the eligibility was assessed and 31 studies were included. Five conditions in relation to TML and testicular cancer emerged: Down syndrome, McCune-Albright syndrome, cryptorchidism, infertility and familial disposition of testicular cancer.\n\nConclusion: Data support the conclusion that TML is not an independent risk factor for testicular cancer but associated with testicular cancer through other conditions. In male infertility, TML appears to be related to an increased risk of testicular cancer possibly as part of a testicular dysgenesis syndrome.","publisher":"Int Urol Nephrol","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27007613\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":7,"day":1,"year":2016},"description":"Purpose: To perform a systematic literature review to assess whether the occurrence of testicular microlithiasis (TML) in conjunction with other risk factors is associated with testicular cancer.\n\nMethods: A systematic literature search was performed of original articles in English published 1998 to 2015. Relevant studies were selected by reading the title and abstract by two of the authors. Studies were included if TML was diagnosed by ultrasonography and a risk condition was reported. Studies were only eligible if the particular risk condition was reported in more than one article.\n\nResults: In total, 282 abstracts in were identified. Based on title and abstract the eligibility was assessed and 31 studies were included. Five conditions in relation to TML and testicular cancer emerged: Down syndrome, McCune-Albright syndrome, cryptorchidism, infertility and familial disposition of testicular cancer.\n\nConclusion: Data support the conclusion that TML is not an independent risk factor for testicular cancer but associated with testicular cancer through other conditions. In male infertility, TML appears to be related to an increased risk of testicular cancer possibly as part of a testicular dysgenesis syndrome.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27007613\/","name":"Testicular microlithiasis and testicular cancer: review of the literature","publisher":"Int Urol Nephrol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":7,"day":1,"year":2016},"description":"Background: Elastography of the testis can be used as a part of multiparametric examination of the scrotum.\n\nPurpose: To determine the testicular stiffness using acoustic radiation force impulse imaging (ARFI) technique in men with testicular microlithiasis (TML).\n\nMaterial and methods: In 2013, 12 patients with diagnosed testicular microlithiasis in 2008 (mean age, 51 years; age range, 25-76 years) underwent a 5-year follow-up B-mode ultrasonography with three ARFI elastography measurements of each testis. We used a Siemens Acuson S3000 machine.\n\nResults: No malignancy was found at the 5-year follow-up B-mode and elastography in 2013. However, we found an increase in TML; in the previous ultrasonography in 2008, eight men had bilateral TML, whereas in 2013, 10 men were diagnosed with bilateral TML. The mean elasticity of testicles with TML was 0.82 m\/s (interquartile range [IQR], 0.72-0.88 m\/s; range, 65-1.08 m\/s).\n\nConclusion: Elastography velocity of testis with TML seems to be in the same velocity range as in men with normal testis tissue.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27504193\/","name":"Testicular microlithiasis and preliminary experience of acoustic radiation force impulse imaging.","publisher":"Acta Radiol Open","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":11,"day":1,"year":2016},"description":"Introduction: We present a retrospective 2-year follow-up cohort of 103 men with testicular microlithiasis (TML) and discuss patient compliance and the value of surveillance. Methods: A retrospective analysis of patients examined with scrotal ultrasonography (US) in the period from 2008 through 2010 was performed. A total of 103 men with TML were diagnosed and offered US follow-up every 6 months for 2 years. They were retrospectively analyzed regarding demographics and follow-up details, including the development of any kind of malignancy until March 2015, using the Danish Electronic Pathology Registry. Results: The prevalence of TML was 10.3%. Of the 103 men with TML, 23 (22.3%) had TML in the left testicle, 38 (36.9%) in the right (p=0.002), and 42 (40.8%) had bilateral TML. Patient compliance was low with 11.7% participating in all US follow-up examinations. 5 men presented risk factors (testicular atrophy (N=1) and previous testicular cancer (N=4)), but no cases of testicular malignancy were found in the follow-up period. Conclusion: The low patient compliance conflicts with the ESUR Scrotal Imaging Subcommittee guidelines that recommend scrotal US follow-up annually for TML until the age of 55 years. The fact that no cancers were found during follow-up using the pathology registry calls the value of follow-up into question.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27921092\/","name":"Testicular Microlithiasis: Patient Compliance in a Two-Year Follow-Up Program","publisher":"Ultrasound Int Open .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":9,"day":27,"year":2017},"description":"Objectives: The management of incidentally detected gallbladder polyps on radiological examinations is contentious. The incidental radiological finding of a gallbladder polyp can therefore be problematic for the radiologist and the clinician who referred the patient for the radiological examination. To address this a joint guideline was created by the European Society of Gastrointestinal and Abdominal Radiology (ESGAR), European Association for Endoscopic Surgery and other Interventional Techniques (EAES), International Society of Digestive Surgery - European Federation (EFISDS) and European Society of Gastrointestinal Endoscopy (ESGE).\n\nMethods: A targeted literature search was performed and consensus guidelines were created using a series of Delphi questionnaires and a seven-point Likert scale.\n\nResults: A total of three Delphi rounds were performed. Consensus regarding which patients should have cholecystectomy, which patients should have ultrasound follow-up and the nature and duration of that follow-up was established. The full recommendations as well as a summary algorithm are provided.\n\nConclusions: These expert consensus recommendations can be used as guidance when a gallbladder polyp is encountered in clinical practice.\n\nKey points: • Management of gallbladder polyps is contentious • Cholecystectomy is recommended for gallbladder polyps >10 mm • Management of polyps <10 mm depends on patient and polyp characteristics • Further research is required to determine optimal management of gallbladder polyps.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28185005\/","name":"Management and follow-up of gallbladder polyps : Joint guidelines between ESGAR, EAES, EFISDS and ESGE","publisher":"Eur Radiol .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Characteristics of symptomatic men with testicular microlithiasis - A Danish cross-sectional questionnaire study","publishedOn":{"month":5,"day":1,"year":2017},"publisher":"Andrology","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28267895\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":11,"day":1,"year":2016},"description":"Purpose: The purpose of this study was to examine the diagnostic accuracy of CEUS in the diagnosis of focal liver lesions, which were undetermined at CT scan. Materials and Methods: From January 2010 to December 2010, patients with CT-undetermined focal liver lesions were included in this study. A total of 78 patients were evaluated: 41 men and 37 women, mean age 61.8 years; age range 30-91 years. All patients were examined with GE LOGIQ 9E ultrasound scanners with contrast-specific software, and SonoVue intravenous bolus. The standard of reference was composite consisting of: percutaneous biopsy, surgical resection, PET\/CT and clinical follow-up. Results: The 78 included patients had 163 undetermined focal liver lesions, mean size 1.1 cm, range 0.1-5.3 cm. There were 18 malignant and 145 benign liver lesions, as defined by the standard of reference. In differentiating between benign vs. malignant CEUS demonstrated sensitivity, specificity, PPV, NPV and accuracy of 94.4% (95% CI: 56.3-99.5%), 99.3% (95% CI: 94.9 -99.9%), 94.4% (95% CI: 56.3-99.5%), 99.3% (95% CI: 94.9-99.9%) and 98.7% (95% CI: 94.9-99.7%), respectively. If the CEUS-inconclusive results were assumed to indicate malignancy, then sensitivity, specificity, PPV, NPV and accuracy would be 95.8% (95% CI: 66.4-99.6%), 98.6% (95% CI: 94.4-99.7%), 92.0% (95CI: 65.1-98.6%), 99.3% (95% CI: 95.0-99.9%), 98.2% (95% CI: 94.4-99.5%). Conclusion: The results of this study showed a high diagnostic accuracy for CEUS in undetermined focal liver lesions found by CT. Due to a high diagnostic accuracy of CEUS in this study, it was cautiously concluded that CEUS is useful in differentiating between malignant and benign focal liver lesions in clinical practice.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28286878\/","name":"Contrast Enhanced Ultrasound in CT-undetermined Focal Liver Lesions","publisher":"Ultrasound Int Open .","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Local staging of sigmoid colon cancer using MRI","publishedOn":{"month":6,"day":25,"year":2017},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28804643\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Testicular microlithiasis is associated with ethnicity and socioeconomic status","publishedOn":{"month":8,"day":3,"year":2017},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28815058\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Tumor-stroma ratio predicts recurrence in patients with colon cancer treated with neoadjuvant chemotherapy","publishedOn":{"month":4,"day":1,"year":2018},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28980848\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Magnetic resonance imaging for clinical management of rectal cancer: Updated recommendations from the 2016 European Society of Gastrointestinal and Abdominal Radiology (ESGAR) consensus meeting","publishedOn":{"month":4,"day":2,"year":2018},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29043428\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Comparison of Tissue Stiffness Using Shear Wave Elastography in Men with Normal Testicular Tissue, Testicular Microlithiasis and Testicular Cancer","publishedOn":{"month":9,"day":1,"year":2017},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29276802\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Correction to: Magnetic resonance imaging for clinical management of rectal cancer: Updated recommendations from the 2016 European Society of Gastrointestinal and Abdominal Radiology (ESGAR) consensus meeting","publishedOn":{"month":6,"day":1,"year":2018},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29322331\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Testicular microlithiasis in patients with testicular cancer in the United Kingdom and in Denmark","publishedOn":{"month":3,"day":1,"year":2018},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29510806\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Is Testicular Macrocalcification a Risk for Malignancy?: Tumor Development on Ultrasonographic Follow-up of Preexisting Intratesticular Macrocalcification","publishedOn":{"month":12,"day":1,"year":2018},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29665033\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Elastography and diffusion-weighted MRI in patients with testicular microlithiasis, normal testicular tissue, and testicular cancer: an observational stud","publishedOn":{"month":4,"day":1,"year":2019},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29969051\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Ultrasound Evaluation of Testicular Volume in Patients with Testicular Microlithiasis","publishedOn":{"month":9,"day":1,"year":2018},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30250943\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"EFSUMB Recommendations for Gastrointestinal Ultrasound Part 3: Endorectal, Endoanal and Perineal Ultrasound","publishedOn":{"month":1,"day":1,"year":2019},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30729231\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Perforated adenocarcinoma of the colon within a scrotal hernia imaged by CT: case report and literature review","publishedOn":{"month":9,"day":6,"year":2019},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31516654\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"The effect of altered head and tongue posture on upper airway volume based on a validated upper airway analysis-An MRI pilot study","publishedOn":{"month":2,"day":1,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31550076\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Association between risk factors and testicular microlithiasis","publishedOn":{"month":9,"day":10,"year":2019},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31588363\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Long-Term Patient-Reported Outcomes After High-Dose Chemoradiation Therapy for Nonsurgical Management of Distal Rectal Cancer","publishedOn":{"month":3,"day":1,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31707122\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Reporting colon cancer staging using a template","publishedOn":{"month":1,"day":29,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32021880\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Music and pain during endorectal ultrasonography examination: A prospective questionnaire study and literature review","publishedOn":{"month":2,"day":7,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32052748\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"ESGAR consensus statement on the imaging of fistula-in-ano and other causes of anal sepsis","publishedOn":{"month":4,"day":19,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32307564\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Three different computed tomography obesity indices, two standard methods, and one novel measurement, and their association with outcomes after colorectal cancer surgery","publishedOn":{"month":4,"day":26,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32338034\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Long-term ultrasound follow-up in patients with small gallbladder polyps","publishedOn":{"month":9,"day":4,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33046206\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Testicular Metastatic Sarcomatoid Carcinoma of Unknown Primary","publishedOn":{"month":12,"day":1,"year":2020},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33437914\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Spontaneous dissolution of a cyst located within the septum pellucidum in a patient with sarcoidosis: a case report","publishedOn":{"month":1,"day":11,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33489313\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Shorter anogenital distance is observed in patients with testicular microlithiasis using magnetic resonance imaging","publishedOn":{"month":4,"day":12,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33846876\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Study protocol designed to investigate tumour response to calcium electroporation in cancers affecting the skin: a non-randomised phase II clinical trial","publishedOn":{"month":6,"day":16,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34135049\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Can Ultrasound Elastography Discriminate between Rectal Adenoma and Cancer? A Systematic Review","publishedOn":{"month":8,"day":18,"year":2021},"description":"Background: Rectal cancer is a common malignancy. Since the introduction of bowel-screening programs, the number of patients with advanced adenomas and early rectal cancer has increased. Despite improved diagnostics, the discrimination between rectal adenomas and early rectal cancer (i.e., pT1-T2) remains challenging. The purpose of this systematic review was to evaluate the diagnostic performance of endorectal ultrasound (ERUS) elastography in discriminating rectal adenomas from cancer.\n\nMethod: Using PRISMA guidelines, a systematic search was performed on PubMed, Embase, and MEDLINE databases. Studies evaluating the primary staging of rectal adenomas and cancer using ERUS elastography were included.\n\nResults: Six studies were identified; three evaluated the discrimination between adenomas and cancer; two evaluated adenomas and early rectal cancer (i.e., pT1-T2); one evaluated performance on different T categories. All studies reported increased diagnostic accuracy of ERUS elastography compared to ERUS. Sensitivity, specificity and accuracy ranged 0.93-1.00, 0.83-1.00 and 0.91-1.00, respectively, when discriminating adenomas from cancer. In the differentiation between adenomas and early rectal cancer, the sensitivity, specificity and accuracy were 0.82-1.00, 0.86-1.00 and 0.84-1.00, respectively.\n\nConclusion: Elastography increases the accuracy of ERUS and may provide valuable information on malignant transformation of rectal lesions.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34439313\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"The Impact of Patient Characteristics and Tumor Biology on the Accuracy of Preoperative Staging of Colon Cancer in Denmark. A Nationwide Cohort Study","publishedOn":{"month":8,"day":30,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34503193\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Ultrasound and contrast enhanced CT imaging of a colon mesentery leiomyosarcoma","publishedOn":{"month":9,"day":24,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34621918\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"ECCO-ESGAR Topical Review on Optimizing Reporting for Cross-Sectional Imaging in Inflammatory Bowel Disease","publishedOn":{"month":6,"day":10,"year":2022},"description":"Background and aims: The diagnosis and follow up of patients with inflammatory bowel disease [IBD] requires cross-sectional imaging modalities, such as intestinal ultrasound [IUS], magnetic resonance imaging [MRI] and computed tomography [CT]. The quality and homogeneity of medical reporting are crucial to ensure effective communication between specialists and to improve patient care. The current topical review addresses optimized reporting requirements for cross-sectional imaging in IBD.\n\nMethods: An expert consensus panel consisting of gastroenterologists, radiologists and surgeons convened by the ECCO in collaboration with ESGAR performed a systematic literature review covering the reporting aspects of MRI, CT, IUS, endoanal ultrasonography and transperineal ultrasonography in IBD. Practice position statements were developed utilizing a Delphi methodology incorporating two consecutive rounds. Current practice positions were set when ≥80% of the participants agreed on a recommendation.\n\nResults: Twenty-five practice positions were developed, establishing standard terminology for optimal reporting in cross-sectional imaging. Assessment of inflammation, complications and imaging of perianal CD are outlined. The minimum requirements of a standardized report, including a list of essential reporting items, have been defined.\n\nConclusions: This topical review offers practice recommendations to optimize and homogenize reporting in cross-sectional imaging in IBD.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34628504\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Intra- and Interobserver Variability in Magnetic Resonance Imaging Measurements in Rectal Cancer Patients","publishedOn":{"month":10,"day":13,"year":2021},"description":"Colorectal cancer is the second most common cancer in Europe, and accurate lymph node staging in rectal cancer patients is essential for the selection of their treatment. MRI lymph node staging is complex, and few studies have been published regarding its reproducibility. This study assesses the inter- and intraobserver variability in lymph node size, apparent diffusion coefficient (ADC) measurements, and morphological characterization among inexperienced and experienced radiologists. Four radiologists with different levels of experience in MRI rectal cancer staging analyzed 36 MRI scans of 36 patients with rectal adenocarcinoma. Inter- and intraobserver variation was calculated using interclass correlation coefficients and Cohens-kappa statistics, respectively. Inter- and intraobserver agreement for the length and width measurements was good to excellent, and for that of ADC it was fair to good. Interobserver agreement for the assessment of irregular border was moderate, heterogeneous signal was fair, round shape was fair to moderate, and extramesorectal lymph node location was moderate to almost perfect. Intraobserver agreement for the assessment of irregular border was fair to substantial, heterogeneous signal was fair to moderate, round shape was fair to moderate, and extramesorectal lymph node location was substantial to almost perfect. Our data indicate that subjective variables such as morphological characteristics are less reproducible than numerical variables, regardless of the level of experience of the observers.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34680269\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Highlights of the development in ultrasound during the last 70 years: A historical review","publishedOn":{"month":11,"day":1,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34791887\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Management and follow-up of gallbladder polyps: updated joint guidelines between the ESGAR, EAES, EFISDS and ESGE","publishedOn":{"month":5,"day":1,"year":2022},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34918177\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Cancers detected by thoracoabdominal computed tomography in patients with nonspecific symptoms","publishedOn":{"month":10,"day":22,"year":2021},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34983731\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"CT and 3 Tesla MRI in the TN Staging of Colon Cancer: A Prospective, Blind Study","publishedOn":{"month":2,"day":13,"year":2022},"description":"Background: Computer tomography (CT) scanning is currently the standard method for staging of colon cancer; however, the CT based preoperative local staging is far from optimal. The purpose of this study was to investigate the sensitivity and specificity of magnetic resonance imaging (MRI) compared to CT in the T- and N-staging of colon cancer. (2) Methods: Patients underwent a standard contrast-enhanced CT examination. For the abdominal MRI scan, a 3 Tesla unit was used, including diffusion weighted imaging (DWI). Experienced radiologists reported the CT and MRI scans blinded to each other and the endpoint of the pathological report. (3) Results: From 2018 to 2021, 134 patients received CT and MRI scans. CT identified 118 of the 134 tumors, whereas MRI identified all tumors. For discriminating between stage T3ab and T3cd, the sensitivity of CT was 51.1% and of MRI 80.0% (p = 0.02). CT and MRI showed a sensitivity of 21.4% and 46.4% in detecting pT4 tumors and a specificity of 79.0% and 85.0%, respectively. (4) Conclusion: Compared to CT, the sensitivity of MRI was statistically significantly higher in staging advanced T3cd and T4 tumors. MRI has the potential to be used in the treatment planning of colon cancer.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35200590\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"MRI interobserver reliability in rectal tumor angulation","publishedOn":{"month":2,"day":23,"year":2022},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35223087\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Split scar sign ved rectumcancer","publishedOn":{"month":3,"day":14,"year":2022},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35315764\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Intra- and Interobserver Variability of Shear Wave Elastography in Rectal Cancer","publishedOn":{"month":5,"day":26,"year":2022},"description":"Conclusion: Interobserver agreement is high in SWE when performed in a clinical setting. We found the best agreement using the mean value of several ROIs. Intra- and interobserver agreement was high regardless of operator experience.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35681613\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Interobserver Reliability and the Sigmoid Takeoff-An Interobserver Study","publishedOn":{"month":6,"day":4,"year":2022},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35681783\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Diagnostic accuracy of pan-enteric capsule endoscopy and magnetic resonance enterocolonography in suspected Crohn's disease","publishedOn":{"month":9,"day":7,"year":2022},"description":"Background and aims: Magnetic resonance enterocolonography (MREC) and pan-enteric capsule endoscopy (CE) offers visualization of the entire gastrointestinal tract in a single examination. We examined the diagnostic accuracy of MREC and CE in patients with suspected Crohn's disease (CD).\n\nMethod: In a prospective, blinded, multicenter study, we included patients with clinically suspected CD. Patients were examined with MREC, CE, and ileocolonoscopy (IC) within 2 weeks. The primary outcome was per patient sensitivity, specificity, and diagnostic accuracy for ileocolonic CD. IC served as reference standard.\n\nResults: 153 patients were included in the study and IC, MREC, and CE was performed in 152, 151, 133 patients, respectively. CD was diagnosed with IC in 59 (39%) patients (terminal ileum (TI) 22, colon 20, TI and colon 17). The sensitivity and specificity for diagnosing ileocolonic CD with MREC was 67.9% (CI 53.7-80.1) and 76.3% (CI 65.2-85.3) (TI 76.9% and 85.6%; colon 27% and 93%) compared to 87.5% (CI 73.2-95.8) and 87.8% (CI 78.2-94.3) with CE (TI 96.6% and 87.5%; colon 75.0% and 93.0%). The sensitivity of CE was superior to that of MREC (p = 0.02). The patient experienced discomfort was equal with CE and MREC and significantly less than with IC.\n\nConclusion: In patients with suspected CD, CE has a high sensitivity for diagnosing CD in the TI and colon, which is superior to that of MREC. The sensitivity of MREC for diagnosing CD in the colon is poor. CE could be a patient-friendly alternative to IC in selected patients with suspected CD. Registered at ClinicalTrials.gov: NCT03134586.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36069336\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"OPTIMISE: Optimisation of treatment selection and follow-up in oligometastatic colorectal cancer - a ctDNA-guided phase II randomised approach. Study protocol","publishedOn":{"month":9,"day":12,"year":2022},"url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36094310\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"name":"Endorectal Ultrasound Shear-Wave Elastography of Complex Rectal Adenoma and Early Rectal Cancer","publishedOn":{"month":9,"day":6,"year":2022},"description":"Purpose: To investigate the diagnostic performance of endorectal ultrasound (ERUS), shear-wave elastography (SWE), and magnetic resonance imaging (MRI) in patients with a complex rectal adenoma or an early rectal cancer, i.e., T1 or T2 adenocarcinoma in a clinical setting, and to evaluate the association between SWE and stromal fraction (SF) and apparent diffusion coefficient (ADC) and SF.\n\nMethod: This prospective study included patients undergoing ERUS and SWE for a rectal tumor subsequently confirmed by histopathology to be an adenoma or a T1 or T2 adenocarcinoma. The accuracy of the imaging methods was assessed by comparing the T category as determined by ERUS and MRI with histopathology, which served as the gold standard. SF was assessed on surgical specimens.\n\nResults: A total of 86 patients were included. Of these, 62 patients had adenomas and 24 patients had carcinomas, of which 11 were T1 tumors and 13 were T2 tumors. ERUS and MRI yielded sensitivity, specificity, and accuracy of 0.79 and 0.73, 0.95 and 0.90, and 0.86 and 0.78, respectively, for discrimination between benign and malignant lesions. The area under the receiver operating characteristics curve for SWE was 0.88, and with a cut-off value of 40 kPa the sensitivity, specificity, and accuracy were 0.79, 0.89, and 0.86, respectively. There was a positive correlation between SF and SWE with a p-value of &lt;0.001 and a negative correlation between SF and ADC with a p-value of 0.011.\n\nConclusion: Both ERUS and MRI classified T categories with a high accuracy; however, ERUS classified more adenomas correctly than MRI. In this small population, SWE could differentiate an adenoma from early carcinoma. SF was correlated with both SWE and ADC, as increasing SF tended to yield higher SWE and lower ADC values.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36140566\/","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":12,"day":27,"year":2022},"description":"Andersen RD, Vils Pedersen MR, Hesseldal L, Rafaelsen SR. Using structured templates or free text style in reporting CT staging on colon cancer: a national survey. Acta Radiol. 2022 Dec 27:2841851221142226. doi: 10.1177\/02841851221142226. Epub ahead of print.\nBackground\nComputed tomography (CT) is a widely used method for the staging of colon cancer. Accurate reports could lead to a better preoperative evaluation and planning of the treatment of colon cancer.\nPurpose\nTo evaluate the use of CT free-text reports and structured report templates when it comes to staging CT imaging of colon cancer.\nMaterial and Methods\nA multiple choice questionnaire survey was conducted over four weeks. Online questionnaire software was used, and a link was shared to medical doctors with help from the Danish Colorectal Cancer Group (DCCG) and from a social media radiologist group.\nResults\nClinicians preferred the template style (95%), whereas the level of support was lower among the radiologists (76%). All female responders preferred the template style, in contrast to only 84% of the male responders. Furthermore, the survey showed a slightly deficient level of the national CT reporting quality; only 7\/13 questions and sub-questions, concerning CT report quality, achieved an approval rate >85%. The colorectal cancer multidisciplinary team consultants who always or usually work with template style reporting of CT scans of colon cancer tend to be more satisfied with the quality and content of the reports, compared to those who rarely use or read template reports.\nConclusion\nThe following indicators were insufficiently reported: tumor invasion growth; number of hepatic metastases; segment location of hepatic metastasis; and retroperitoneal lymph node involvement. In the template reports group, nearly all participants found relevant information easily accessible.","url":"https:\/\/journals.sagepub.com\/doi\/full\/10.1177\/02841851221142226","name":"Using structured templates or free text style in reporting CT staging on colon cancer: a national survey.","publisher":"Acta Radiologica","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADdShbMBK2B3q7DqU0BASZDLMLQ1dMdvikA,NAME_SEARCH,6If4)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABJyWSAB3tcXIsjXozov0wyuOfa0DWby_LA,NAME_SEARCH,5vc3)"}]},{"publishedOn":{"month":5,"day":5,"year":2023},"description":"Background: Patients with colorectal metastatic disease frequent development of resistance. Strategies based on tumor-derived organoids are a powerful tool to assess drug sensitivity at an individual level and to suggest new treatment options or re-challenge. Here, we evaluated the method's feasibility and clinical outcome as applied to patients with no satisfactory treatment options.\nMethods: In this phase 2, single-center, open-label, non-comparative study (ClinicalTrials.gov, register NCT03251612), we enrolled 90 patients with metastatic colorectal cancer following progression on or after standard therapy. Participants were 18 years or older with an Eastern Cooperative Oncology Group performance status of 0-2, adequate organ function, and metastasis available for biopsy. Biopsies from the metastatic site were cultured using organoids model. Sensitivity testing was performed with a panel of drugs with proven activity in phase II or III trials. At the discretion of the investigator considering toxicity, the drug with the highest relative activity was offered. The primary endpoint was the proportion of patients alive without disease progression at two months per local assessment.\nResults: Biopsies available from 82 to 90 patients were processed for cell culture, of which 44 successfully generated organoids with at least one treatment suggested. The precision cohort of 34 patients started treatment and the primary endpoint, progression-free survival (PFS) at two months was met in 17 patients (50%, 95% CI 32-68), exceeding the pre-defined level (14 of 45; 31%). The median PFS was 67 days (95% CI 51-108), and the median overall survival was 189 days (95% CI 103-277).\nConclusions: Patient-derived organoids and in-vitro sensitivity testing were feasible in a cohort of metastatic colorectal cancer. The primary endpoint was met, as half of the patients were without progression at two months. Cancer patients may benefit from functional testing using tumor-derived organoids.","url":"www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC10161587\/","name":"Precision medicine applied to metastatic colorectal cancer using tumor-derived organoids and in-vitro sensitivity testing: a phase 2, single-center, open-label, and non-comparative study.","publisher":"J Exp Clin Cancer Res.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":7,"day":17,"year":2023},"description":"Background and aims: Intestinal ultrasound (IUS) performed by experts is a valuable tool for the diagnostic work-up and monitoring of Crohn's disease (CD). However, concern about insufficient training and perceived high inter-observer variability limit the adoption of IUS in CD. We examined the diagnostic accuracy of trainee-performed IUS in patients with suspected CD.\n\nMethod: Patients recruited to a prospective trial investigating the diagnostic accuracy of magnetic resonance enterocolonography (MREC) in patients with clinically suspected CD underwent IUS performed by trainees. The primary end-point was IUS per-patient sensitivity and specificity for ileocolonic CD determined by ileocolonoscopy.\n\nResults: 129 patients with clinically suspected CD and a complete IC and IUS were included in the analysis. IUS detected signs of CD in 49 cases (small bowel 31, colon 15, small bowel, and colon 3). The sensitivity and specificity for detection of ileocolonic CD by trainee performed IUS improved during the first to the second half of the study period from 57.1% (CI 34.0-78.2) to 73.1% (CI 52.2-88.4) and 76.5% (CI 58.8-89.3) to 89.7% (CI 72.6-97.8). The overall sensitivity and specificity of diagnosing CD with IUS were 65.4% (CI 50.9-78.0) and 80.5% (CI 69.9-88.7). There was no difference in diagnostic performance between IUS and MREC for the detection of CD.\n\nConclusion: Trainees improved during the study, and IUS performance in disease detection corresponded to expert-evaluated MREC.Registered at ClinicalTrials.gov (NCT03134586).\n\nKeywords: Crohn’s disease; diagnostic imaging; intestinal ultrasound; magnetic resonance imaging.","url":"https:\/\/doi.org\/10.1080\/00365521.2023.2234538","name":"Intestinal ultrasound in patients with suspected Crohn's disease - results of a prospective evaluation by trainees","publisher":"Scand J Gastroenterol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":9,"day":1,"year":2023},"description":"Background: Cutaneous metastases can cause distressing symptoms and be challenging to treat. Local therapies are essential in management. Calcium electroporation uses calcium and electrical pulses to selectively kill cancer cells. This multicentre study aimed to define response in cutaneous metastases across different cancer types.\n\nMethods: Patients with tumours ≤3 cm of any histology were included (stable or progressing on current therapy ≥2 months), at three centres. Tumours were treated with 220 mM calcium chloride injection and manual application of eight 0.1 ms pulses with 1 kV\/cm and 1Hz with a handheld electrode, in local or general anaesthesia. Clinical response was evaluated after 1, 2, 3, 4, 5, 6, and 12 months. Primary endpoint was response at two months. The overall response rate (ORR) was partial- and complete responses of treated tumours. MR-imaging and qualitative interviews were performed in respective subsets.\n\nResults: Nineteen patients with disseminated cancer (breast n = 4, lung n = 5, pancreatic n = 1, colorectal n = 2, gastric n = 1, and endometrial cancer n = 1) were enrolled, and 58 metastases were treated (50 once, 8 retreated). The ORR was 36% (95% CI 22-53) after two months. Best ORR was 51% (CR 42%; PR 9%). Previous irradiation improved outcomes (p = 0.0004). Adverse events were minimal. Median pain score was reduced after two months (p = 0.017). Treatment may relieve symptoms according to qualitative interviews. MRI showed restriction in treated tissue.\n\nConclusion: The majority of tumours were treated only once with calcium electroporation, achieving an ORR of 36% after two months and best ORR of 51%. Efficacy, symptom-relief and safety support calcium electroporation as a palliative treatment option for cutaneous metastases","url":"https:\/\/doi.org\/10.1016\/j.ejso.2023.04.024","name":"Calcium electroporation in cutaneous metastases - A non-randomised phase II multicentre clinical trial","publisher":"European Journal of Surgical Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":8,"day":30,"year":2023},"description":"Purpose: To investigate whether δ-tocotrienol, a vitamin E analogue, with possible neuroprotective and anti-inflammatory effects, reduces the toxicity of triplet chemotherapy, we conducted a randomized, double-blind, placebo-controlled trial in mCRC patients receiving first-line 5-fluorouracil, oxaliplatin and irinotecan (FOLFOXIRI).\nMaterial and methods: Seventy patients with mCRC were randomly assigned (1:1) to receive FOLFOXIRI plus either δ-tocotrienol or placebo at the Department of Oncology, Vejle Hospital, Denmark. Eligibility criteria were adenocarcinoma in the colon or rectum, age 18-75 years and ECOG performance status 0-1. FOLFOXIRI was given in eight cycles followed by four cycles of 5-fluorouracil. δ-tocotrienol 300 mg or placebo × 3 daily was added during chemotherapy and for a maximum of two years. The primary endpoint was time to hospitalization or death during treatment with chemotherapy.\nResults: Median time to first hospitalization or death was 3.7 months in the placebo group (95% CI 1.93-not reached (NR)), and was NR in the δ-tocotrienol group (95% CI 1.87-NR) with a hazard ratio of 0.70 (95% CI 0.36-1.36). Grade 3-4 toxicities were uncommon in both groups, except for neutropenia, which occurred in 19 patients (58%) in the placebo group and 17 patients (50%) in the δ-tocotrienol group. There were no grade 3 or 4 peripheral sensory neuropathy. In the placebo group, 24 patients (71%) had oxaliplatin dose reductions compared to 17 patients (47%) in the δ-tocotrienol group (p = 0.047).\n\nConclusion: The addition of δ-tocotrienol to FOLFOXIRI did not statistically significant prolong the time to first hospitalization or death compared to FOLFOXIRI plus placebo. Toxicity was manageable and not statistically different. There was a statistically significant difference in dose reductions of oxaliplatin pointing to a possible neuroprotective effect of δ-tocotrienol.","url":"https:\/\/doi.org\/10.1080\/0284186X.2023.2249225","name":"Delta tocotrienol as a supplement to FOLFOXIRI in first-line treatment of metastatic colorectal cancer. A randomized, double-blind, placebo-controlled phase II study","publisher":"Clinical Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":9,"day":22,"year":2023},"description":"Background: Here we present results from the preplanned interim analysis.\nMaterial and methods: The study is an open-label 1:1 randomized clinical trial comparing ctDNA-guided aCTh against standard of care (SOC), with a run-in phase investigating feasibility measures. Key inclusion criteria; radical-intent treatment for mCRC and clinically eligible for triple-agent chemotherapy. Patients underwent a PET-CT scan before randomization. ctDNA analyses of plasma samples were done by ddPCR, detecting CRC-specific mutations and methylation of the NPY gene. In the ctDNA-guided arm, ctDNA positivity led to an escalation strategy with triple-agent chemotherapy, and conversely ctDNA negativity led to a de-escalation strategy by shared-decision making. Patients randomized to the standard arm were treated according to SOC. Feasibility measures for the run-in phase were; the inclusion of 30 patients over 12 months in two Danish hospitals, compliance with randomization >80%, rate of PET-CT-positive findings <20%, and eligibility for triple-agent chemotherapy >80%.\nResults: Thirty-two patients were included. The rate of PET-CT-positive cases was 22% (n = 7\/32). Ninety-seven percent of the patients were randomized. Fourteen patients were randomly assigned to SOC and sixteen to ctDNA-guided adjuvant treatment and follow-up. All analyses of baseline plasma samples in the ctDNA-guided arm passed the quality control, and 19% were ctDNA positive. The median time to result was three working days. All ctDNA-positive patients were eligible for triple-agent chemotherapy.\nConclusion: The study was proven to be feasible and continues in the planned large-scale phase II trial. Results from the OPTIMISE study will potentially optimize the adjuvant treatment of patients undergoing radical-intent treatment of mCRC, thereby improving survival and reducing chemotherapy-related toxicity.","url":"https:\/\/doi.org\/10.1080\/0284186X.2023.2259083","name":"ctDNA-guided adjuvant treatment after radical-intent treatment of metastatic spread from colorectal cancer-the first interim results from the OPTIMISE study","publisher":"Clinical Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":11,"day":24,"year":2023},"description":"Purpose: To assess the use of quantitative diffusion-weighted MRI (DW-MRI) as a diagnostic imaging biomarker in differentiating between benign colon adenoma, early, and advanced cancer of the colon, as well as predicting lymph node involvement, and finally comparing mucinous-producing colon cancer with adenomas and non-mucinous colon cancer.\n\nMethod: Patients with a confirmed tumor on colonoscopy were eligible for inclusion in this study. Using a 3.0 Tesla MRI machine, the main tumor mean apparent diffusion coefficient (mADC) was obtained. Surgically resected tumor specimens served as an endpoint, except in mucinous colon cancers, which were classified based on T2 images.\n\nResults: A total of 152 patients were included in the study population. The mean age was 71 years. A statistically significant mADC mean difference of -282 × 10-6 mm2\/s [-419--144 95% CI, p < 0.001] was found between colon adenomas and early colon cancer, with an AUC of 0.80 [0.68-0.93 95% CI] and an optimal cut off value of 1018 × 10-6 mm2\/s. Only a small statistically significant difference (p = 0.039) in mADC was found between benign tumors and mucinous colon cancer. We found no statistical difference in mADC mean values between early and advanced colon cancer, and between colon cancer with and without lymph node involvement.\n\nConclusion: Quantitative DW-MRI is potentially useful for determining whether a colonic tumor is benign or malignant. Mucinous colon cancer shows less diffusion restriction when compared to non-mucinous colon cancer, a potential pitfall.\n\nKeywords: ADC; DWI; MRI; adenoma; colon cancer; diffusion weighted imaging; mucinous.","url":"https:\/\/doi.org\/10.3390\/cancers16010144","name":"Diffusion-Weighted MRI as a Quantitative Imaging Biomarker in Colon Tumors","publisher":"Cancers","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]},{"publishedOn":{"month":2,"day":6,"year":2024},"description":"Objective: To investigate if the rate of unsuspected malignancy in biopsies in patients with VCF who underwent PVP at the same orthopedic department has changed after implementation of a new MRI scanning protocol.\n\nSummary of background data: Discrimination between benign and malign vertebral compression fracture (VCF) can be difficult. However, early diagnosis of malignant VCF is crucial to further treatment and prognosis. An earlier study at an orthopedic department reported a rate of unsuspected malignancy of 4.9% in patients with VCF who underwent percutaneous vertebroplasty (PVP) when biopsies were obtained during the procedure. MRI scanning protocol was changed in this period.\n\nMethods: Retrospective on 427 patients with vertebral compression fracture undergoing PVP from 28th of April 2017 to 28th of April 2022, identifying operated patients from the Danish national DaneSpine registry. Subsequently, individual clinical information was collected in journal records.\n\nResults: The rate of unsuspected malignancy was 0.9% (4\/427) and the overestimation of malignant VCF was 50% (16\/32).\n\nConclusion: During the last 5 years, the rate of unsuspected malignancy in patients with VCF undergoing PVP has improved considerably from 4.9% to 0.9%. Furthermore, MRI is over-diagnosing malignancies. Thus, the new scanning procedure is effective in differentiating between benign and malign VCFs.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/38362735\/","name":"Rate of Unexpected Malignancy in Patients Undergoing Percutaneous Vertebroplasty after Implementing a New Scanning Protocol","publisher":"Spine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABELnRUBU2CcIHEimzql_-gkxT-4hLdwzm0,NAME_SEARCH,wTB1)"}]}],"positions":null,"posts":[{"createdAt":1716908640000,"insightId":"5a33c942-e59a-40e9-8571-4d35e21faa0c","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000189386913"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":10},{"type":"PRAISE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7201236908893519873","threadUrn":"urn:li:ugcPost:7201236908893519873","reactionsCount":12,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7201236908893519873","message":{"attributes":[{"start":10,"length":14,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:mathiasbyriel"}}},{"start":100,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:esgar2024"}}}],"text":"Well done #MathiasByriel. Congrats with the Best poster: MRI T1 relaxation in rectal cancer, at the #ESGAR2024 in Gothenburg,  Sweden. "},"entityUrn":"urn:li:ugcPost:7201236908893519873"}}},{"createdAt":1716743340000,"insightId":"c3457afa-4036-47c6-b54d-d5644cab1da6","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGri-6HbP1YYQ\/articleshare-shrink_800\/0\/1716740959462?e=1717977600&v=beta&t=eZMJtpa5g9tXiXs-gDeW0kT9ax9CguwSAQsOUCLHQ_I","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGri-6HbP1YYQ\/articleshare-shrink_800\/0\/1716740959462?e=1717977600&v=beta&t=eZMJtpa5g9tXiXs-gDeW0kT9ax9CguwSAQsOUCLHQ_I"}]},"description":"Background Post-treatment evaluation of patients with rectal cancer (RC) using magnetic resonance imaging (MRI) burdens medical resources, necessitating an expl...","fullText":"Post-treatment evaluation of patients with rectal cancer (RC) using magnetic resonance imaging (MRI) burdens medical resources, necessitating an exploration of abbreviated protocols This retrospective study included RC patients who underwent non-contrast rectal MRI and standard liver MRI, as well as abdominal contrast-enhanced computed tomography (CECT) for post-treatment evaluation. A-MRI comprised diffusion-weighted imaging (DWI) and T2-weighted imaging of the upper abdomen and the pelvic cavity. Three radiologists independently reviewed A-MRI, CECT, and standard liver MRI in the detection of viable disease. The diagnostic performances were compared using a reference standard considering all available information, including pathology, FDG-PET, endoscopic results, and clinical follow-up. We included 78 patients (50 men, 28 women; mean age=60.9 ± 10.2 years) and observed viable disease in 34 (43.6%). On a per-patient-basis analysis, A-MRI showed significantly higher sensitivity (95% vs. 81%, P  = 0.04) and higher accuracy (93% vs. 82%, P  < 0.01), compared to those of CECT, while A-MRI showed comparable sensitivity (91% vs. 91%, P  = 0.42) and accuracy (97% vs. 98%, P  = 0.06) to that of standard liver MRI. On a per-lesion-based analysis, A-MRI exhibited significantly superior lesion detectability than that of CECT (figure of merit 0.91 vs. 0.77, P  < 0.01) and comparable to that of standard liver MRI (figure of merit 0.91 vs. 0.92, P =  0.75). A-MRI exhibited higher sensitivity and diagnostic accuracy than those of CECT in the post-treatment evaluation of RC, while it showed comparable performances with standard liver MRI. A-MRI provides diagnostic added value in the follow-up of RC patients.","resolvedUrl":"https:\/\/journals.sagepub.com\/doi\/10.1177\/02841851241253936","title":"Utility of abbreviated MRI in the post-treatment evaluation of rectal cancer - Sungeun Park, Hee Sun Park, Siwon Jang, Jungheum Cho, Jae Hyun Kim, Mi Hye Yu, Sung Il Jung, Young Jun Kim, Dae-Yong Hwang, 2024","sourceDomain":"journals.sagepub.com"}},"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7200543591285317632","threadUrn":"urn:li:activity:7200543591285317632","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7200543590731698176","message":{"attributes":[{"start":0,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/d7kgeWK9"}}},{"start":33,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:actaradiologica"}}}],"text":"https:\/\/lnkd.in\/d7kgeWK9\nNews in #ActaRadiologica :  abbreviated MRI protocol in follow-up of rectal cancer. "},"entityUrn":"urn:li:share:7200543590731698176"}}},{"createdAt":1716741060000,"insightId":"b10b6bfb-a9c0-4d48-9db0-8d83362526e4","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGri-6HbP1YYQ\/articleshare-shrink_800\/0\/1716740959462?e=1717977600&v=beta&t=eZMJtpa5g9tXiXs-gDeW0kT9ax9CguwSAQsOUCLHQ_I","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGri-6HbP1YYQ\/articleshare-shrink_800\/0\/1716740959462?e=1717977600&v=beta&t=eZMJtpa5g9tXiXs-gDeW0kT9ax9CguwSAQsOUCLHQ_I"}]},"description":"Background Post-treatment evaluation of patients with rectal cancer (RC) using magnetic resonance imaging (MRI) burdens medical resources, necessitating an expl...","fullText":"Post-treatment evaluation of patients with rectal cancer (RC) using magnetic resonance imaging (MRI) burdens medical resources, necessitating an exploration of abbreviated protocols This retrospective study included RC patients who underwent non-contrast rectal MRI and standard liver MRI, as well as abdominal contrast-enhanced computed tomography (CECT) for post-treatment evaluation. A-MRI comprised diffusion-weighted imaging (DWI) and T2-weighted imaging of the upper abdomen and the pelvic cavity. Three radiologists independently reviewed A-MRI, CECT, and standard liver MRI in the detection of viable disease. The diagnostic performances were compared using a reference standard considering all available information, including pathology, FDG-PET, endoscopic results, and clinical follow-up. We included 78 patients (50 men, 28 women; mean age=60.9 ± 10.2 years) and observed viable disease in 34 (43.6%). On a per-patient-basis analysis, A-MRI showed significantly higher sensitivity (95% vs. 81%, P  = 0.04) and higher accuracy (93% vs. 82%, P  < 0.01), compared to those of CECT, while A-MRI showed comparable sensitivity (91% vs. 91%, P  = 0.42) and accuracy (97% vs. 98%, P  = 0.06) to that of standard liver MRI. On a per-lesion-based analysis, A-MRI exhibited significantly superior lesion detectability than that of CECT (figure of merit 0.91 vs. 0.77, P  < 0.01) and comparable to that of standard liver MRI (figure of merit 0.91 vs. 0.92, P =  0.75). A-MRI exhibited higher sensitivity and diagnostic accuracy than those of CECT in the post-treatment evaluation of RC, while it showed comparable performances with standard liver MRI. A-MRI provides diagnostic added value in the follow-up of RC patients.","resolvedUrl":"https:\/\/journals.sagepub.com\/doi\/10.1177\/02841851241253936","title":"Utility of abbreviated MRI in the post-treatment evaluation of rectal cancer - Sungeun Park, Hee Sun Park, Siwon Jang, Jungheum Cho, Jae Hyun Kim, Mi Hye Yu, Sung Il Jung, Young Jun Kim, Dae-Yong Hwang, 2024","sourceDomain":"journals.sagepub.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7200533995640520704","threadUrn":"urn:li:activity:7200533995640520704","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7200533995133014017","message":{"attributes":[{"start":0,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/d7kgeWK9"}}}],"text":"https:\/\/lnkd.in\/d7kgeWK9\nNew abbreviated MRI protocol in follow-up "},"entityUrn":"urn:li:share:7200533995133014017"}}},{"createdAt":1716738240000,"insightId":"0b2e8619-7d80-4bd3-a908-a4d3c6db100c","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGT21TPSdzANg\/articleshare-shrink_800\/0\/1716738227831?e=1717977600&v=beta&t=AlgNNXHkIIrfCfwsS6J2y2OTI7PtFSFp8Gnv7C3VltA","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGT21TPSdzANg\/articleshare-shrink_800\/0\/1716738227831?e=1717977600&v=beta&t=AlgNNXHkIIrfCfwsS6J2y2OTI7PtFSFp8Gnv7C3VltA"}]},"description":"View my profile Sign out I can access personal subscriptions, purchases, paired institutional access and free tools such as favourite journals, email alerts and saved searches. Access personal subscriptions, purchases, paired institutional or society...","fullText":"View my profile Sign out I can access personal subscriptions, purchases, paired institutional access and free tools such as favourite journals, email alerts and saved searches. Access personal subscriptions, purchases, paired institutional or society access and free tools such as email alerts and saved searches. The email address and\/or password entered does not match our records, please check and try again.","resolvedUrl":"https:\/\/journals.sagepub.com\/doi\/10.1177\/02841851241256716","title":"Call for a new Editor-in-Chief: Acta Radiologica \/ Acta Radiologica Open, 2024","sourceDomain":"journals.sagepub.com"}},"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7200522216524943360","threadUrn":"urn:li:activity:7200522216524943360","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7200522215916736512","message":{"attributes":[{"start":0,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dwGkrMCC"}}}],"text":"https:\/\/lnkd.in\/dwGkrMCC\n"},"entityUrn":"urn:li:share:7200522215916736512"}}},{"createdAt":1715512020000,"insightId":"2794474f-e269-4e92-90ed-f6a6b2fd7280","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"title":{"text":"EIC"},"mediaType":"PAGINATEDDOCUMENT"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":11}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7195378945351942144","threadUrn":"urn:li:ugcPost:7195378945351942144","reactionsCount":11,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7195378945351942144","message":{"attributes":[{"start":2317,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"mailto:Lone.Friis.02@regionh.dk"}}},{"start":2459,"length":25,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"mailto:eic.acta.radiol@gmail.com"}}},{"start":2949,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"mailto:lone.friis.02@regionh.dk"}}}],"text":"Call for new chief editor – Acta Radiologica\/Acta Radiologica Open.\nActa Radiologica is currently seeking a qualified individual to assume the role of Chief Editor. Our esteemed present chief editor, Professor Henrik Thomsen, will retire on December 31, 2024, having served in this position with distinction.\nThe Acta Radiologica's Board is actively engaged in the identification of Professor Thomsen's successor for a 5-year term, with the possibility of extension, commencing on January 1, 2025.\nApplicant Qualifications: Prospective candidates should possess the following qualifications:\nInternational reputation in medical imaging and scientific leadership\nExperience in clinical radiology- and multidisciplinary research\nExtensive experience in planning, writing, and presenting scientific manuscripts\nEditorial experience, High proficiency in English (both verbal and written)\nWell-organized with the ability to prioritize and meet deadlines, Recognized for diplomacy and networking skills.\n \nResponsibilities and Tasks: The selected Chief Editor will be responsible for:\nOverseeing all aspects of the journal's peer-review process to ensure efficiency and transparency, including the implementation of measures for fast turnaround times.\nIntroducing a pre-review mechanism and dedicated fast-track review processes, such as for late-breaking clinical trials in Radiology.\nDeveloping and implementing a social media strategy to enhance community outreach.\nCollaborating with the Editorial Office team, Acta Radiologica Board, and Sage to maintain and enhance editorial and publishing standards.\n \nApplication Requirements: Candidates are requested to submit the following documents with their formal application: \nCover letter summarizing their vision, perspectives and goals for the journal.\nCurriculum Vitae (detailed), including all publications and achievements.\nVision statement with perspectives and strategy for the further development of Acta Radiologica.\nStrategy on building a supportive and inclusive culture based on the values of diversity, \nequity, and inclusion for the editorial board and the editors team\nNordic citizenship \n \nWe encourage interested individuals with the requisite qualifications to submit their applications by June 14, 2024. Applications and inquiries should be directed to Lone.Friis.02@regionh.dk.\nFor additional information, please direct inquiries to the current Chief Editor, Prof. Henrik Thomsen, via email at eic.acta.radiol@gmail.com. \nAn Evaluation Committee, comprising members of the board, has been constituted to oversee the selection process. The deadline for submitting applications is extended to June 14, 2024.  Candidates will receive more information about the process, after closing date.\nRemuneration for the position will be determined through negotiation.\nIndividuals interested in applying are kindly requested to submit a comprehensive application to the Secretary, Lone Friis, at lone.friis.02@regionh.dk. "},"entityUrn":"urn:li:ugcPost:7195378945351942144"}}},{"createdAt":1715185680000,"insightId":"a4fe96b1-fa70-43cc-9062-7d4539fed0b8","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":38},{"type":"PRAISE","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194010169964425217","threadUrn":"urn:li:activity:7194010169964425217","reactionsCount":43,"commentsCount":5,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194010169385635840","message":{"attributes":[{"start":51,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:actaradiologica"}}},{"start":72,"length":20,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:actaradiologicaopen"}}}],"text":"Happy to have started as Chairman of the board for #ActaRadiologica and #ActaRadiologicaOpen"},"entityUrn":"urn:li:share:7194010169385635840"}}},{"createdAt":1713894900000,"insightId":"5772ed35-c81f-486a-b2af-56e84e9eb420","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQFuov4MOIiA8w\/articleshare-shrink_800\/0\/1716568228980?e=1717977600&v=beta&t=cQGvuH1xbIfeYeZ6QXkNa8rYc7jTaiGOe2CatqMNVEw","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQFuov4MOIiA8w\/articleshare-shrink_800\/0\/1716568228980?e=1717977600&v=beta&t=cQGvuH1xbIfeYeZ6QXkNa8rYc7jTaiGOe2CatqMNVEw"}]},"description":"Background In staging early rectal cancers (ERC), submucosal tumor depth is one of the most important features determining the possibility of local excision (LE...","resolvedUrl":"https:\/\/journals.sagepub.com\/doi\/10.1177\/20584601241241523","title":"Early rectal cancer: The diagnostic performance of MRI supplemented with a rectal micro-enema and a modified staging system to identify tumors eligible for local excision - Ellen Viktil, Bettina Andrea Hanekamp, Arild Nesbakken, Else Marit Løberg, Ole Helmer Sjo, Anne Negård, Johann Baptist Dormagen, Anselm Schulz, 2024"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7188596347699163138","threadUrn":"urn:li:activity:7188596347699163138","reactionsCount":4,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7188596347292311553","message":{"attributes":[{"start":16,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ellenviktil"}}},{"start":30,"length":22,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:bettinaandreahanekamp"}}},{"start":54,"length":15,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:arildnesbakken"}}},{"start":71,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:elsemaritlAeOberg"}}},{"start":89,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:olehelmersjo"}}},{"start":104,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:annenegAevrd"}}},{"start":118,"length":22,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:johannbaptistdormagen"}}},{"start":142,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:anselmschulz"}}}],"text":"Congrats 🏆🇳🇴 #EllenViktil, #BettinaAndreaHanekamp, #ArildNesbakken, #ElseMaritLøberg, #OleHelmerSjo, #AnneNegård , #JohannBaptistDormagen, #AnselmSchulz 👍 "},"entityUrn":"urn:li:share:7188596347292311553"}}},{"createdAt":1713191520000,"insightId":"7be2b2ff-1a65-46d6-bab6-53fef99f871c","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7185646180733706240","threadUrn":"urn:li:ugcPost:7185646180733706240","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7185646180733706240","message":{"attributes":[],"text":"The closing date for application is Sunday April 21, 2024."},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"title":{"text":"EIC"},"mediaType":"PAGINATEDDOCUMENT"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181308278579089408","message":{"attributes":[],"text":"Call for a new Editor-in-Chief: Acta Radiologica\/Acta Radiologica Open.\nDeadline April 21, 2024 \nApplicant Qualifications:  International reputation in medical imaging and scientific leadership, Experience in clinical radiology- and multidisciplinary research.\n"},"entityUrn":"urn:li:ugcPost:7181308278579089408"},"entityUrn":"urn:li:ugcPost:7185646180733706240"}}},{"createdAt":1712157300000,"insightId":"a1ad496e-b9f3-4f76-b3a3-aa3b6c7ce01b","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"title":{"text":"EIC"},"mediaType":"PAGINATEDDOCUMENT"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7181308278579089408","threadUrn":"urn:li:ugcPost:7181308278579089408","reactionsCount":8,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181308278579089408","message":{"attributes":[],"text":"Call for a new Editor-in-Chief: Acta Radiologica\/Acta Radiologica Open.\nDeadline April 21, 2024 \nApplicant Qualifications:  International reputation in medical imaging and scientific leadership, Experience in clinical radiology- and multidisciplinary research.\n"},"entityUrn":"urn:li:ugcPost:7181308278579089408"}}},{"createdAt":1711387680000,"insightId":"13807992-0886-43c2-9ea9-56492442dd8a","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQFhXsEqxKoJew\/articleshare-shrink_800\/0\/1711387621457?e=1717977600&v=beta&t=UY0h4M2NHyiMNQO9Lt6Efq-wehOQBhKFyKB4aissfJs","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQFhXsEqxKoJew\/articleshare-shrink_800\/0\/1711387621457?e=1717977600&v=beta&t=UY0h4M2NHyiMNQO9Lt6Efq-wehOQBhKFyKB4aissfJs"}]},"description":"日本スカンジナビア放射線医学協会\/Japanese Scandinavian Radiologic Society, Maebashi. 13 J’aime. 日本と北欧諸国との交流を通して放射線医学の進歩・発展を目指し、1986年に発足しました。2023年には、日本支部を特定非営利活動法人（NPO）とし、活動しています。","resolvedUrl":"https:\/\/www.facebook.com\/share\/WSqx5MzeWMbFNF71\/","title":"日本スカンジナビア放射線医学協会\/Japanese Scandinavian Radiologic Society | Maebashi-shi Gunma"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":6}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7178080330380165120","threadUrn":"urn:li:activity:7178080330380165120","reactionsCount":6,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7178080329717456896","message":{"attributes":[{"start":0,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dEFXgCzd"}}}],"text":"https:\/\/lnkd.in\/dEFXgCzd\n\nJune 18-20, 2024"},"entityUrn":"urn:li:share:7178080329717456896"}}},{"createdAt":1717263840000,"insightId":"f7f2e22a-b41c-4216-baae-918ebf8f84a0","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7173336902169681920,7202726681583796224)","threadUrn":"urn:li:ugcPost:7173336902169681920","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Tillykke med PhDen. Gennemarbejdet PhD proposal for flere år side. Nu efter et stort arbejde kom kronen på værket 👑 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7173336902169681920"}}},{"createdAt":1716707040000,"insightId":"ed24010b-648f-49e9-a3ce-926a14e08c91","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7198563161694695425,7200391364553904128)","threadUrn":"urn:li:activity:7198563161694695425","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Information om dMMR ved colorectal MDT bliver vigtigt. Super artikel,  tillykke. "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7198563161694695425"}}},{"createdAt":1715512800000,"insightId":"e21eaf79-7442-4435-ba49-b693bbef3f27","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7195378945351942144,7195382437013557248)","threadUrn":"urn:li:ugcPost:7195378945351942144","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Deadline June 14, 2024."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7195378945351942144"}}},{"createdAt":1714685280000,"insightId":"6a011755-a10c-437b-8491-ec73bb8ddd14","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7191815215364108290,7191911451974914048)","threadUrn":"urn:li:ugcPost:7191815215364108290","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Tillykke med din nye stilling Jonathan 🇩🇰"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7191815215364108290"}}},{"createdAt":1714685160000,"insightId":"40ad4d60-2114-401c-a07f-8994bbbcfe90","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7191885250052968448,7191910998134448128)","threadUrn":"urn:li:activity:7191885250052968448","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats #SørenRattenborg. Excellent presentation and PhD defense. "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7191885250052968448"}}},{"createdAt":1714396320000,"insightId":"485e9d3b-178d-45c3-ac5b-0eef01090609","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7190315842885083138,7190699584308862976)","threadUrn":"urn:li:activity:7190315842885083138","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":23,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:107225037"}}}],"text":"Jakob Krebs Christensen  Only Compressed Sense "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7190315842885083138"}}},{"createdAt":1713503700000,"insightId":"d5a89337-742a-4465-a464-ead4ca2aef0a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181308278579089408,7186955650734645248)","threadUrn":"urn:li:ugcPost:7181308278579089408","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Application dealine is this Sunday h: 23.59🕚"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181308278579089408"}}},{"createdAt":1713100080000,"insightId":"71555e34-6ccb-40d2-98e4-1aca4d908ca8","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7185251474828845056,7185262718445051904)","threadUrn":"urn:li:activity:7185251474828845056","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Stort tillykke Jacob 🍾"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7185251474828845056"}}},{"createdAt":1712759580000,"insightId":"083ca043-b2e2-48bb-94a4-f3961dcd19a7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181308278579089408,7183834565117919233)","threadUrn":"urn:li:ugcPost:7181308278579089408","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Note: In order to apply, Nordic citizenship is required.🇩🇰🇧🇻🇮🇸🇫🇴🇫🇮🇸🇪"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181308278579089408"}}},{"createdAt":1712756820000,"insightId":"a14beedb-24fb-4d68-84e6-98fc340574f4","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7183742145894203392,7183822932723261440)","threadUrn":"urn:li:activity:7183742145894203392","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Stort tillykke Kim.🇩🇰"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7183742145894203392"}}}]}