{"summary":"I am a versatile professional who effortlessly combines the skill sets of a Computational Chemist and a Data Scientist. Beyond the boundaries of chemistry, I have explored the field of data science, expanding my knowledge and embracing new opportunities for growth and development.\n\n- With over 15 years of experience in modeling and analyzing nanoparticles, catalytic reactions, and inorganic\/organic hydrated complexes at different pH levels, utilizing quantum mechanics and semi-empirical quantum mechanics methods, and employing ab initio molecular dynamics, I have made 42 significant discoveries. These discoveries include explanations of the origin of chirality in small gold nanoclusters stabilized by phosphine ligands and the theoretical prediction of the structure of DNA-protected silver nanowires.\n\n- Successfully worked on 24 projects in computational chemistry and 10 projects related to Machine Learning and statistical data analysis of large data sets. Delivered 22 engaging and impactful presentations.","lastName":"Karimova, Ph.D.","objectUrn":"urn:li:member:286404990","geoRegion":"Irvine, California, United States","fullName":"Natalia Karimova, Ph.D.","firstName":"Natalia","currentPositions":[{"companyName":"UC Irvine","title":"Assistant Research Scientist","tenureAtCompany":{"numYears":6,"numMonths":5},"companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"CA","country":"United States","city":"Irvine","postalCode":"92697","line1":"501 Aldrich Hall"},"website":"http:\/\/uci.edu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/university-of-california-irvine\/","industry":"Higher Education"},"startedOn":{"month":1,"year":2018},"companyUrn":"urn:li:fs_salesCompany:4418"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1675457681550?e=1723075200&v=beta&t=O7wyo8aWZqVkeQ5Lw2yxSapozoFnR1rcFVC1WlZ2zjQ","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1675457681550?e=1723075200&v=beta&t=bGOkQrDNNynfV6xenna2GK4k7vNkFJ5rhVskKLpB6Js","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1675457681550?e=1723075200&v=beta&t=z4OvEAy2OvBwIhFLwEPjT_5eieug-sdWwwHLoxXrtyY","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1675457681550?e=1723075200&v=beta&t=pb5oRpUMUNZQZqIPbzTFVgpiRrfwnuKFueZLbmuKOYc","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D5603AQG5ZpJqY3-UOQ\/profile-displayphoto-shrink_"},"projects":[{"endedOn":{"year":2017},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}],"description":"A very interesting and promising class of gold nanoclusters is chiroptically active gold nanostructures. Chirality is an exceptional property of some molecules, complexes or clusters that plays an important role in different branches of science such as chemistry, biology, medicine, and pharmacology. One of the important applications for chiral gold nanoparticles is that they can be used as enantioselective nanocatalysts in the pharmaceutical industry and produce chiral molecules on an industrial scale.\nThe main purpose of this project is leaning the origin of chirality in chiral organometallic complexes and contribution to the understanding of the difference in chiroptical activity of metal clusters stabilized by different phosphine ligands. I examined the theoretical optical absorption and CD spectra of gold clusters protected by bisphosphine ligands of different nature: [Au11(BINAP)4Cl2]+, [Au11(DIOP)4Cl2]+ and [Au8(BINAP)3(PPh3)2]2+, [Au8(DIOP)3(PPh3)2]2+. \n\nResults:\n- I got a good agreement with the experimental data.\n- I found the origin of chirality and the differences in the chiroptical activity of gold clusters stabilized by different phosphine ligands.\n- I predicted the structure for [Au11(BINAP)4Cl2]+ and [Au8(DIOP)3(PPh3)2]2+ clusters.\n- I showed that the connectivity of ligands determines the gold core structural geometries and the ligands themselves mainly affect the high-energy region of the CD spectra, whereas the gold core itself yields a significant effect on the shape and sign of the CD spectra in the low-energy region with wavelengths above ~350 nm.\n\nModel Systems:\n- [Au11X4Cl2]+ (X = L1, L2)\n- [Au8X3(PH3)2]2+ \nL1 = S-1,4-bis(diphosphino)butane is a model for S-DIOP ligand; \nL2 = S-1,4-bis(diphosphino)buta-1,3-diene ligand is a model for S-BINAP ligand.\n\n-ADF program\n-DFT, TDDFT, CD spectra simulations","title":"Chiroptical Activity in BINAP– and DIOP– Stabilized Octa– and Undecagold Clusters","startedOn":{"year":2017}},{"endedOn":{"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}],"description":"One of the most popular methods of synthesis of chiral nanoparticles is based on the assistance of biological molecules such as peptides and DNA molecules. The interaction of biomolecules with metal nanoparticles can produce plasmonic helical metal nanoparticle assemblies, in which metal clusters are nested on the outside of the biomolecule and arrange in external helical chains around these peptide or DNA molecules. Gold and silver nanoparticle structures with a helical arrangement are a very interesting area of research. These assemblies have potential applications in photonics and as optical polarizers, sensors, catalysts, etc. \nThe empirical structure of the Ag:DNA clusters is unknown and is under debate. In this project, optical absorption and CD spectra were used to check a hypothesis about the rod shape of the metal core of these AgNPs. \n\nIn this project I found that:\n- small Ag4 and Ag6  clusters protected by DNA have the geometry of the helical-chain. The theoretically predicted CD spectra of these nonplanar models show good agreement with experimental data for silver−DNA clusters. \n- when the metal atomic chain loses planarity, strong CD signals arise; the intensities of the CD peaks for these structures are strongly affected by the shape and length of the silver nanowires.\n\nModel Systems:\n- Silver nanowires Agn (n = 4, 6, 8, 10, 12)\n\n-ADF program\n-DFT, TDDFT, CD spectra simulations","title":"Electronic Structure and Chiroptical Properties of Silver Clusters Protected by DNA","startedOn":{"year":2014}},{"endedOn":{"year":2016},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}],"description":"Magnetic circular dichroism (MCD) spectroscopy is a source of important data about the electronic structure and optical properties of different chemical systems. MCD provides significant additional details about the electronic structure of the considered systems compared to the absorption spectra. Theoretical simulation of the MCD spectra can be used to assist in the understanding of empirically measured MCD spectra.\nSmall phosphine–protected gold clusters are of interest due to their potential applications in catalysis, imaging, and as drug delivery agents. The use of higher level theory such as time-dependent density functional theory (TDDFT) for simulation of optical spectra will help to better understand the experimental spectra of these structures and will give detailed information about the electronic structure and optical properties of the investigated structures. It is well known that magnetic circular dichroism (MCD) spectroscopy yields more detailed information about the electronic structure and optical properties with respect to optical absorption spectroscopy. \n\nResults:\n-Obtained theoretical results were used to help with the interpretation of the experimentally measured MCD spectra of small phosphine-protected Au8 and Au9 clusters. These calculations were a very complicated process, especially for low–symmetry systems.\n-I found that the low–energy part of the spectra arises due to transitions within the gold cluster framework only, whereas the high–energy bands occur due to electron transitions in the ligands.\n-I showed that the combination of MCD spectra with optical absorption spectra can be used to assist in gaining a deeper understanding of nanoparticle properties.\n\n-ADF program\n-DFT, TDDFT, MCD spectra simulations","title":"TDDFT Study of Magnetic Circular Dichroism Spectra of Small Gold Clusters","startedOn":{"year":2016}},{"endedOn":{"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}],"description":"Silver and gold nanoparticles are particularly interesting systems due to their capability to produce high quality localized surface plasmon resonances in the visible region of the electromagnetic spectrum. Plasmonic nanoparticles have received great attention from scientists across the world because of their potential applications in different areas of science and technology such as catalysis, biosensing, particle growth process, near-field microscopy, photolithography, surface-enhanced Raman scattering, data storage, medical therapeutics and diagnostic technologies, etc. \nIn this paper, I predicted the plasmonic behavior of neutral and charged silver nanoparticles (AgNPs) of different sizes and shapes using TDDFT methods. \n\nResults:\n- I created Slater Basis Set for Amsterdam Density Functional Software to study plasmon resonance in relatively large negatively charged silver clusters.\n- I found that clusters (Ag10)+2, (Ag20)0, (Ag19)-1, (Ag19)+1, (Ag38)+4, (Ag13)-5, (Ag13)+5, and (Ag43)+3 are plasmonic NPs: the optical absorption spectra of all these structures have a strong sharp peak and this peak is correlated with a strong derivative-shaped band in the MCD spectra.\n\nModel Systems:\n- octahedral (Ag19_-1, Ag19_+1, Ag38_+4, Ag44_-2)\n- tetrahedral (Ag10_+2, Ag20_0, Ag35_+1, Ag35_–5) \n- icosahedral (Ag13_-5, Ag13_+5, Ag43_+3) \n\n-ADF program\n-DFT, TDDFT, MCD spectra simulations","title":"Theoretical Study of the Plasmon Resonance in Silver Nanoparticles: MCD Spectroscopy","startedOn":{"year":2015}},{"endedOn":{"year":2022},"description":"Gallic acid (GA)(3, 4, 5 trihydroxy benzoic acid) is a naturally occurring low-molecular-weight triphenolic compound. This molecule was found to have significant biological activity, including anti-fungal and anti-viral activities. GA is also an important antioxidant that exhibits anti-cancer and anti-mutagenic activity. GA and its esters are industrially important chemicals used in the food and pharmaceutical industries. \nMoreover, GA is a photochemically active molecule. The antibacterial effect of GA was attributed to the photo-irradiation of GA by UV-A light, and thus, GA can be used as a photosensitizer. This feature makes\nGA a model for more complex photochemical systems, including humic substances and marine chromophoric dissolved organic matter (m-CDOM) found in the sea surface microlayers and, more recently, found within sea spray aerosols.\nIn this project, gallic acid (GA) has been characterized in terms of its optical properties in\naqueous solutions at varying pH in experiments and in theoretical calculations by analyzing the\nprotonated and deprotonated forms of GA.\n\nResults:\n- I suggested the representative models for GA in water at different pH: a combination of the explicit water molecules near carboxy- and hydroxy-groups and the polarizable continuum model. These models allowed us theoretically to reproduce all experimental bands on the optical absorption\nspectra of GA at different pH.\n- I discovered an additional low-energy shoulder band in the optical spectra of gallic acid (this band was missed in previous experimental and theoretical studies) and characterized it. My theoretical calculations based on density functional theory (DFT) were used to simulate the optical absorption spectra of GA in water at different pH to prove the existence of this newly found shoulder band and to describe and characterize the full experimental optical spectra of GA.\n\nModel Systems:\n-  C7H6O5·(H2O)n (where n = 0-6)\n\n- QChem program\n- DFT and TDDFT methods","title":"Absorption Spectra and the Electronic Structure of Gallic Acid (GA) in Water at Different pH","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpca.1c07333","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC5ExcsB4I4PwHA-La91nyxQyk_8IG22OM0,NAME_SEARCH,ql7T)"}],"startedOn":{"year":2021}},{"endedOn":{"year":2020},"description":"This work is part of a series of studies of the optical properties of different carboxylic acids in aqueous media. BA is a simple but important moiety within the large, more complex naturally occurring humic substances found in soils, humic-like substances found in atmospheric aerosols, and chromophoric dissolved organic matter (cDOM) found in the sea surface microlayers and, more recently found within sea spray aerosol.\n\nResults:\n-I suggested a cluster model for hydrated BA at different pH.  \n-Methodics development: (I) it is very important to take solvent effects into account for calculations of the UV spectra. To do this, the explicit solvent molecules (water clusters in our suggested models) were combined with the polarizable continuum model.  (ii) the combination of the excited states quantum chemistry with molecular dynamics (MD) provides a very good interpretation of the experiment, and the results demonstrate the possibility of a microscopic understanding of the absorption spectra of organic molecules in water by calculations restricted to small cluster models.\n-Python script for pipeline\/workflow was created: to select structures from the MD trajectories, create input files for calculation of vertical excited states for every selected structure, run these jobs, collect energies and oscillator strength of excited states from output files, convoluted optical spectrum for these geometries and calculate total\/average spectrum. This approach allowed me to include the contributions of different conformers to the total optical spectrum for molecules of interest.\n\nModel Systems:\n- C6H5COOH·(H2O)n (n = 0-8)\n- C6H5COO−·(H2O)n \n\n-QChem program\n-ab initio MD, DFT, TDDFT and ADC(n) (n=1-3)","title":"Absorption spectra of benzoic acid (BA) in water at different pH","url":"https:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2020\/CP\/C9CP06728K","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC5ExcsB4I4PwHA-La91nyxQyk_8IG22OM0,NAME_SEARCH,ql7T)"}],"startedOn":{"year":2019}},{"endedOn":{"year":2022},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAAXkpQB53M-26RcJ8Pel0r6ucer25ytgLY,NAME_SEARCH,Ruty)"}],"description":"The isolated [XHOY]− (X, Y = Cl, Br, I) ion−molecule complexes present the opportunity to investigate the competition between two well-known intermolecular interactions: hydrogen (HB) and halogen (XB) bonds. While the significance of HBs in chemical and biological systems cannot be overstated, the XB counterpart has attracted increasing attention due to its applications in drug design, crystal engineering, and catalysis. This project is a theoretical-experimental collaboration to study the competition between these two types of bonds in isolated [XHOY]− (X, Y = Cl, Br, I) ion−molecule complexes.\n\nMy Contribution (computational chemistry study):\n- theoretically predicted the structures of isolated [XHOY]− (X, Y = Cl, Br, I) ion−molecule complexes with and without H2-tag in the gas phase.\n- the reaction path for halogen exchange reactions was determined (the potential energy landscape describing the relative energies, transition states and IRC were calculated).\n\nModel Systems:\n- [XHOY]− (X, Y = Cl, Br, I)\n- [XHOY]− · H2-tag \n- [XHOY]− · (H2O)n (n = 1-6)\n\n-QChem, GAMESS programs\n-DFT method\n-potential energy surface (PES) calculations, conformational analysis, transition state search (TS*), intrinsic reaction coordinate (IRC), barriers.","title":"Hydrogen and Halogen Bonds in X−  · HOCl (X=Cl, Br, I) complexes","startedOn":{"year":2022}},{"endedOn":{"year":2019},"description":"Reactions of dinitrogen pentoxide (N2O5) greatly affect the concentrations of NO3, ozone, OH radicals, methane, and more. The reactive uptake of N2O5 to chloride-containing particles results in the production and subsequent evaporation of nitryl chloride (ClNO2), a photolabile reservoir for both nitrogen dioxide and chlorine radicals.\n In this project, we studied the effect of organic and inorganic seawater ions on the formation of nitryl chloride (ClNO2) at gas-liquid Interfaces.\n\nMy contributions:\n-I predicted the formation of novel intermediate species: (SO4NO2–) and RCOONO2. \n- employ ab initio molecular dynamics and other tools of computational chemistry to explore reactions of N2O5 with hydrated anions. \n- I  suggested atomistic-level mechanisms for these reactions which may be useful for the development of improved modeling of reaction kinetics in aerosol particles.\n- I showed that all the reactions take place by an SN2-type mechanism, with a transition state that involves a contact ion pair (NO2+NO3−) that interacts strongly with water molecules. (As suggested in the literature stage of a solvent-separated nitronium ion (NO2+) formation was not observed in any of the cases).\n-Python script for pipeline\/workflow was created: to generate complexes of ions with 12 water molecules (different water molecules positions) using PACKMOL program (300 different structures per ion); then QChem inputs to perform geometry optimization were created for each obtained structure;  for each obtained input the slurm file was created and submitted, Energies of optimized structures were collected from the output file. These allowed me to find the most energetically preferable structures of the hydrated ions.\n\nModel Systems:\n- (X)(H2O)12 (where X = Cl−, (SO4)2−, (ClO4)−, and RCOO− (R = H, CH3, C2H5)).\n\n-QChem, GAMESS, PACKMOL\n-ab initio MD, DFT","title":"Seawater Ions Suppress the Formation of ClNO2 at Atmospheric Interfaces","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpca.9b09095","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABs0N5QBumsm7HEjJRFKRCta6cRL-M4Ju64,NAME_SEARCH,GTE2)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7NAjcBevA4HR0ElaA40_gJ-hIAfDKod9M,NAME_SEARCH,WB1x)"}],"startedOn":{"year":2019}},{"endedOn":{"year":2021},"description":"Water systems often contain complex macromolecular systems that absorb light. In marine\nenvironments, these light-absorbing components are often at the air–water interface and can participate in the chemistry of the atmosphere in ways that are poorly understood. Understanding the photochemistry and photophysics of these systems represents a major challenge since their composition and structures are not unique. \nThe approach taken involves molecular dynamics (MD) simulations in the ground state\nusing on the fly Density Functional Tight-Binding (DFTB) electronic structure theory; Time Dependent\nDFTB (TD-DFTB) calculations of excited states, and experimental measurements of the optical\nabsorption spectra in aqueous solution.\n\nMy Contribution:\n- In this study, I presented a successful microscopic model of this light-absorbing macromolecular species termed ‘‘marine-derived chromophoric dissolved organic matter’’ or ‘‘m-CDOM’’ in water.\n- To understand the contribution of different fragments of the molecule on the formation of spectral bands, theoretical fragmentation analysis was performed. This analysis helped to identify the chromophoric groups in the molecule.\n- I found that solvent effects play an important role in the structure and optical properties of this system.\n- Python script for pipeline\/workflow was created: to select structures from the MD trajectories, create input files for calculation of vertical excited states for every selected structure, run these jobs, collect energies and oscillator strength of excited states from output files, convoluted optical spectrum for these geometries and calculate total\/average spectrum. This approach allowed me to include the contributions of different conformers to the total optical spectrum for molecules of interest.\n\nModel Systems: \n- isolated C48O19N1H73 molecule \n- neutral complex C48O19N1H73·(H2O)100 \n- ionized complex C48O19N1H72- · (H2O)100\n\n- DFTB+, PACKMOL programs","title":"A Microscopic Model of Light Absorbing Dissolved Organic Compounds in Aqueous Environments","url":"https:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2021\/CP\/D0CP06554D","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABsdJjMB6LvTeyydlv9Av5oG2RzUIr2x0HM,NAME_SEARCH,Cohf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC5ExcsB4I4PwHA-La91nyxQyk_8IG22OM0,NAME_SEARCH,ql7T)"}],"startedOn":{"year":2020}},{"endedOn":{"year":2021},"description":"Data collection (databases and spreadsheets were found on US Energy Information Administration (EIA) website), data preprocessing, cleaning, and merging using Pandas and Tableau, data analysis, webpage deploying to Github (Pandas, Tableau, Regression Analysis, HTML, CSS).","title":"U.S. Electric Power Plants and Their Contribution on Air Pollution","url":"https:\/\/karimova.github.io\/power_plants_emission\/","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}],"startedOn":{"year":2021}},{"endedOn":{"year":2022},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}],"description":"The bot program was created to select and click all variants of dropdown lists on the website (Lift Truck models, manufacturer, voltage, types of batteries etc) and collect output data related to the selection. The final product is a database about lift trucks and batteries.\nCode can be provided under the request.","title":"Scraping Website with Python and Selenium.","startedOn":{"year":2022}},{"endedOn":{"year":2021},"description":"Creation of image recognition Machine Learning (ML) algorithms with Tesorflow and Keras using Colab, saving and loading the trained model, model deployment with Tesorflow, Keras and Flask, web-scraping demo- and results- webpages.","title":"Pokémon – Image Prediction (Group Project)","url":"https:\/\/github.com\/amblakemore\/project_3","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABIA754BTWkIin2OPZj-KUNn41zjVsiYMMQ,NAME_SEARCH,WIIj)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvChLsBJ7bQMZLTprVk7OpRYs2h-FTEs9M,NAME_SEARCH,zuSq)"}],"startedOn":{"year":2021}},{"endedOn":{"year":2020},"description":"Data Engineering and Analysis of the database of employees.\nContribution: Design tables to hold data in the CSVs, import the CSVs into a SQL database, sketching out an ERD of the schema, Panda was used to analyze of SQL database.","title":"Employee Database","url":"https:\/\/github.com\/karimova\/UCI_HW_Karimova\/tree\/master\/09-SQL-Challenge","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}],"startedOn":{"year":2020}},{"endedOn":{"year":2021},"description":"Preparation of ReadMe.md file; Script for collecting data from Census (jupyter notebook); VBA script to pull data together from Census Excel files; putting all scripts together in one final file; Mining data and script\/analysis for Rent and Housing.","title":"Californians on the Move (Group Project)","url":"https:\/\/github.com\/J3N1\/UCI-Project-1-Team7","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}],"startedOn":{"year":2021}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}],"description":"Organic chromophores initiate much of daytime aqueous phase chemistry in the environment. Thus, studying the absorption spectra of commonly used organic photosensitizers is paramount to fully understanding their relevance in environmental processes.  In this work, we combined UV-Vis spectra, quantum chemical calculations, and molecular dynamics to investigate the absorption spectra of 4-benzoyl benzoic acid (4BBA), a widely used photosensitizer and common proxy of environmentally relevant chromophores.\n\nModel Systems:\n- C14H10O3·(H2O)n (where n = 0–30)\n\n-QChem, DFTB+, PACKMOL\n-DFT, TDDFT, DFTB, MD-DFTB, TD-DFTB","title":"pH Dependence of the Optical Properties and Structure of Aqueous 4-Benzoylbenzoic Acid","startedOn":{"year":2022}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADXtUYoBZ4SOv32hSD-ky2tsbQcqSbPy4MY,NAME_SEARCH,l7J8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAAXkpQB53M-26RcJ8Pel0r6ucer25ytgLY,NAME_SEARCH,Ruty)"}],"description":"Chlorine containing substances (such as HCl, HOCl etc.) are of significant interest in atmospheric chemistry, as they play an important role in determining the oxidative capacity of the troposphere, catalytically destroy tropospheric ozone, and impact the average lifetime of methane and other hydrocarbons. Due to the vast complexity of seawater and sea spray aerosols, it is important additionally to explore and understand the reaction of chlorine-containing substances with organic molecules such as amino acids (major compounds of seawater). A previous experimental study showed that HOCl actively oxidizes sulfur-containing molecules, such as amino acids and peptides, thiols, sulfides, sulfoxides, sulfones, etc. Unfortunately, there is no detailed mechanistic studies of these reactions have been carried out yet. \nIn this project, we are going to establish the mechanism reaction of HOCl with methionine in water.","title":"Reactions of HOCl with Amino Acids at Seawater Surface","startedOn":{"year":2022}}],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"month":6,"year":2023},"eduId":854770233,"schoolUrn":"urn:li:fs_salesSchool:4992","school":"urn:li:fs_salesSchool:4992","fieldsOfStudy":["ML\/AI"],"schoolName":"Caltech","startedOn":{"month":8,"year":2022}},{"endedOn":{"month":3,"year":2021},"eduId":854772013,"schoolUrn":"urn:li:fs_salesSchool:4418","school":"urn:li:fs_salesSchool:4418","fieldsOfStudy":["Data Analysis"],"schoolName":"UC Irvine","startedOn":{"month":8,"year":2020}},{"endedOn":{"year":2017},"degree":"Ph.D.","eduId":218666586,"schoolUrn":"urn:li:fs_salesSchool:7031","school":"urn:li:fs_salesSchool:7031","fieldsOfStudy":["Physical Chemistry"],"schoolName":"Kansas State University","startedOn":{"year":2014}}],"skills":[{"numOfEndorsement":2,"name":"Applied Research"},{"numOfEndorsement":3,"name":"PyTorch"},{"numOfEndorsement":3,"name":"Molecular Modeling"},{"numOfEndorsement":3,"name":"Molecular Design"},{"numOfEndorsement":3,"name":"Cheminformatics"},{"numOfEndorsement":13,"name":"Artificial Intelligence (AI)"},{"numOfEndorsement":13,"name":"Deep Learning"},{"numOfEndorsement":14,"name":"Data Visualization"},{"numOfEndorsement":13,"name":"Data Science"},{"numOfEndorsement":12,"name":"Microsoft Office"},{"numOfEndorsement":9,"name":"VBA Excel"},{"numOfEndorsement":10,"name":"SQL"},{"numOfEndorsement":10,"name":"Web Scraping"},{"numOfEndorsement":12,"name":"Python"},{"numOfEndorsement":9,"name":"Shell Scripting"},{"numOfEndorsement":9,"name":"EDA"},{"numOfEndorsement":11,"name":"Feature Engineering"},{"numOfEndorsement":11,"name":"Pipelines"},{"numOfEndorsement":11,"name":"Linear Regression"},{"numOfEndorsement":10,"name":"Clustering analysis"},{"numOfEndorsement":10,"name":"Classification"},{"numOfEndorsement":11,"name":"Dimensionality Reduction"},{"numOfEndorsement":13,"name":"Scikit-Learn"},{"numOfEndorsement":12,"name":"TensorFlow"},{"numOfEndorsement":11,"name":"Artificial Neural Networks"},{"numOfEndorsement":10,"name":"Feaure Selection"},{"numOfEndorsement":10,"name":"Problem Solving"},{"numOfEndorsement":9,"name":"Attention to details"},{"numOfEndorsement":10,"name":"Presentation Skills"},{"numOfEndorsement":11,"name":"Cross-team Collaboration"},{"numOfEndorsement":9,"name":"Communication"},{"numOfEndorsement":8,"name":"Molecular"},{"numOfEndorsement":9,"name":"Molecular Dynamics"},{"numOfEndorsement":8,"name":"Mentoring"},{"numOfEndorsement":8,"name":"Methodology development"},{"numOfEndorsement":9,"name":"Modeling"},{"numOfEndorsement":8,"name":"Project Management"},{"numOfEndorsement":7,"name":"Public Speaking"},{"numOfEndorsement":10,"name":"Microsoft Excel"},{"numOfEndorsement":14,"name":"Computational Chemistry"},{"numOfEndorsement":11,"name":"Research"},{"numOfEndorsement":11,"name":"DFT"},{"numOfEndorsement":9,"name":"Spectroscopy"},{"numOfEndorsement":11,"name":"Data Analysis"},{"numOfEndorsement":8,"name":"Python (Programming Language)"},{"numOfEndorsement":9,"name":"Pandas"},{"numOfEndorsement":7,"name":"Tableau"},{"numOfEndorsement":9,"name":"Machine Learning"},{"numOfEndorsement":8,"name":"MySQL"}],"pronoun":"She\/Her","numOfConnections":400,"patents":[],"headline":"Research Scientist | Drug Design | Data Scientist | Computational Chemist | Small Molecules | California | Cooking","courses":[{"name":"Python","number":""},{"name":"Programming Summer School for Scientists","number":""},{"name":"Bootcamp Certificate – Data Analysis"}],"certifications":[{"companyUrn":"urn:li:fs_salesCompany:277020","url":"https:\/\/www.youracclaim.com\/badges\/41182ca7-3ee8-483b-a6ed-40db9b57f755?source=linked_in_profile","authority":"University of California, Irvine Division of Continuing Education","name":"Fundamental Statistics and Advanced Data Topics","company":"urn:li:fs_salesCompany:277020","startedOn":{"month":3,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:277020","url":"https:\/\/www.youracclaim.com\/badges\/f5705fd9-d4d7-4d51-ac1d-f5289d725f6c?source=linked_in_profile","authority":"University of California, Irvine Division of Continuing Education","name":"Databases and ETL","company":"urn:li:fs_salesCompany:277020","startedOn":{"month":3,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:277020","url":"https:\/\/www.youracclaim.com\/badges\/a4def5ac-b481-4689-afe7-ac13a5e69f13?source=linked_in_profile","authority":"University of California, Irvine Division of Continuing Education","name":"Python Programming","company":"urn:li:fs_salesCompany:277020","startedOn":{"month":3,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:277020","url":"https:\/\/www.youracclaim.com\/badges\/bda35773-b0b2-4be7-a27e-427723ce3023?source=linked_in_profile","authority":"University of California, Irvine Division of Continuing Education","name":"Web Visualization","company":"urn:li:fs_salesCompany:277020","startedOn":{"month":3,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.credly.com\/badges\/f3c7964f-4b61-41b0-aba8-2914d1e6c082?source=linked_in_profile","authority":"Coursera","name":"Google Data Analytics Certificate","company":"urn:li:fs_salesCompany:2453129","startedOn":{"month":10,"year":2021}},{"endedOn":{"month":6,"year":2023},"companyUrn":"urn:li:fs_salesCompany:4992","url":"https:\/\/success.simplilearn.com\/75028481","authority":"Caltech","name":"Artificial Intelligence and Machine Learning Bootcamp","company":"urn:li:fs_salesCompany:4992","startedOn":{"month":8,"year":2022}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/natalia-karimova-comp-chem","organizations":[{"name":"California Institute of Technology","position":"student","startedOn":{"month":8,"year":2021}},{"name":"University of California Irvine","position":"Research Scientist II","startedOn":{"month":1,"year":2018}},{"endedOn":{"month":12,"year":2011},"name":"Irkutsk State University","position":"student","startedOn":{"month":9,"year":2001}},{"name":"NSF Center for Aerosol Impacts on Chemistry of the Environment at University of California San Diego","position":"Research Scientist II","startedOn":{"month":1,"year":2018}},{"name":"American Chemical Society","position":"Member","startedOn":{"month":2,"year":2014}}],"location":"Irvine, California, United States","publications":[{"publishedOn":{"month":5,"day":5,"year":2022},"description":"We report vibrational spectra of the H2-tagged, cryogenically cooled X− · HOCl (X = Cl, Br, and I) ion–molecule complexes and analyze the resulting band patterns with electronic structure calculations and an anharmonic theoretical treatment of nuclear motions on extended potential energy surfaces. The complexes are formed by “ligand exchange” reactions of X− · (H2O)n clusters with HOCl molecules at low pressure (∼10−2 mbar) in a radio frequency ion guide. The spectra generally feature many bands in addition to the fundamentals expected at the double harmonic level. These “extra bands” appear in patterns that are similar to those displayed by the X− · HOD analogs, where they are assigned to excitations of nominally IR forbidden overtones and combination bands. The interactions driving these features include mechanical and electronic anharmonicities. Particularly intense bands are observed for the v = 0 → 2 transitions of the out-of-plane bending soft modes of the HOCl molecule relative to the ions. These involve displacements that act to break the strong H-bond to the ion, which give rise to large quadratic dependences of the electric dipoles (electronic anharmonicities) that drive the transition moments for the overtone bands. On the other hand, overtone bands arising from the intramolecular OH bending modes of HOCl are traced to mechanical anharmonic coupling with the v = 1 level of the OH stretch (Fermi resonances). These interactions are similar in strength to those reported earlier for the X− · HOD complexes.","url":"https:\/\/doi.org\/10.1063\/5.0083078","name":"Electronic and mechanical anharmonicities in the vibrational spectra of the H-bonded, cryogenically cooled X−∙HOCl (X=Cl, Br, I) complexes: Characterization of the strong anionic H-bond to an acidic OH group","publisher":"J. Chem. Phys.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADXtUYoBZ4SOv32hSD-ky2tsbQcqSbPy4MY,NAME_SEARCH,l7J8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACn18isB0nF28GIgtMWXjkoSZTxS3BzIipM,NAME_SEARCH,3x9_)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAAXkpQB53M-26RcJ8Pel0r6ucer25ytgLY,NAME_SEARCH,Ruty)"}]},{"publishedOn":{"month":3,"day":22,"year":2022},"description":"In the presence of a halide ion, hypohalous acids can adopt two binding motifs upon formation of the ion–molecule complexes [XHOY]− (X, Y = Cl, Br, I): a hydrogen (HB) bond to the acid OH group and a halogen (XB) bond between the anion and the acid halogen. Here we isolate the X-bonded Cl–·IOH ion–molecule complex by collisions of I–·(H2O)n clusters with HOCl vapor and measure its vibrational spectrum by IR photodissociation of the H2-tagged complex. Anharmonic analysis of its vibrational band pattern reveals that formation of the XB complex results in dramatic lowering of the HOI bending fundamental frequency and elongation of the O–I bond (by 168 cm–1 and 0.13 Å, respectively, relative to isolated HOI). The frequency of the O–I stretch (estimated 436 cm–1) is also encoded in the spectrum by the weak v = 0 → 2 overtone transition at 872 cm–1.","url":"https:\/\/doi.org\/10.1021\/acs.jpclett.2c00218","name":"Preparation and Characterization of the Halogen-Bonding Motif in the Isolated Cl–·IOH Complex with Cryogenic Ion Vibrational Spectroscopy","publisher":"J. Phys. Chem. Lett.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADXtUYoBZ4SOv32hSD-ky2tsbQcqSbPy4MY,NAME_SEARCH,l7J8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACn18isB0nF28GIgtMWXjkoSZTxS3BzIipM,NAME_SEARCH,3x9_)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAAXkpQB53M-26RcJ8Pel0r6ucer25ytgLY,NAME_SEARCH,Ruty)"}]},{"publishedOn":{"month":1,"day":20,"year":2022},"description":"Gallic acid (GA) has been characterized in terms of its optical properties in aqueous solutions at varying pH in experiments and in theoretical calculations by analyzing the protonated and deprotonated forms of GA. This work is part of a series of studies of the optical properties of different carboxylic acids in aqueous media. The experimental electronic spectra of GA exhibit two strong well-separated absorption peaks (B- and C-bands), which agree with previous studies. However, in the current study, an additional well-defined low-energy shoulder band (A-band) in the optical spectra of GA was identified. It is likely that the A-band occurs for other carboxylic acids in solution, but because it can overlap with the B-band, it is difficult to discern. The theoretical calculations based on density functional theory were used to simulate the optical absorption spectra of GA in water at different pH to prove the existence of this newly found shoulder band and to describe and characterize the full experimental optical spectra of GA. Different cluster models were tested: (i) all water molecules are coordinated near the carboxy-group and (ii) additional water molecules near the hydroxy-groups of the phenyl ring were included. In this study, we found that both the polarizable continuum model (dielectric property of a medium) and neighboring water molecules (hydrogen-bonding) play significant roles in the optical spectrum. The results showed that only an extended cluster model with water molecules near carboxy- and hydroxy-groups together with the polarizable continuum model allowed us to fully reproduce the experimental data and capture all three absorption bands (A, B, and C). The oscillator strengths of the absorption bands were obtained from the experimental data and compared with theoretical results. Additionally, our work provides a detailed interpretation of the pH effects observed in the experimental absorption spectra.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpca.1c07333","name":"Absorption Spectra and the Electronic Structure of Gallic Acid in Water at Different pH: Experimental Data and Theoretical Cluster Models","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC5ExcsB4I4PwHA-La91nyxQyk_8IG22OM0,NAME_SEARCH,ql7T)"}]},{"publishedOn":{"month":2,"day":11,"year":2020},"description":"The absorption spectra of molecular organic chromophores in aqueous media are of considerable importance in environmental chemistry. In this work, the UV-vis spectra of benzoic acid (BA), the simplest aromatic carboxylic acid, in aqueous solutions at varying pH and in the presence of salts are measured experimentally. The solutions of different pH provide insights into the contributions from both the non-dissociated acid molecule and the deprotonated anionic species. The microscopic interpretation of these spectra is then provided by quantum chemical calculations for small cluster models of benzoic species (benzoic acid and benzoate anion) with water molecules. The following main conclusions from these calculations and the comparison to experimental results can be made: (i) the small water cluster yields good quantitative agreement with observed solution experiments; (ii) the main peak position is found to be very similar at different levels of theory and is in excellent agreement with the experimental value, however, a weaker feature about 1 eV to lower energy (red shift) of the main peak is correctly reproduced only by using high level of theory, such as Algebraic Diagrammatic Construction (ADC); (iii) dissociation of the BA into ions is found to occur with a minimum of water molecules of n = 8; (iv) the deprotonation of BA has an influence on the computed spectrum and the energetics of the lowest energy electronic transitions; (v) the effect of the water on the spectra is much larger for the deprotonated species than for the non-dissociated acid. Overall, the results demonstrate the ability to further our understanding of the microscopic interpretation of the electronic structure and absorption spectra of BA in aqueous media through calculations restricted to small cluster models.","url":"https:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2020\/CP\/C9CP06728K","name":"Absorption spectra of benzoic acid in water at different pH and in the presence of salts: insights from the integration of experimental data and theoretical cluster models","publisher":"Physical Chemistry Chemical Physics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC5ExcsB4I4PwHA-La91nyxQyk_8IG22OM0,NAME_SEARCH,ql7T)"}]},{"publishedOn":{"month":12,"day":12,"year":2018},"description":"Reactions of nitrogen oxides with seawater are of major atmospheric importance, but microscopic understanding of these processes is still largely unavailable. In this paper we explore models of reactions of N2O4 with ions in water in order to provide molecular-level understanding of the processes. Presented here are studies of N2O4 interacting with two ions, SO42− and Cl−, in small water clusters. Reactions of the asymmetric conformer of N2O4 with SO42− ions in water clusters are studied via ab initio molecular dynamics (AIMD) simulations in order to unravel the microscopic mechanism of the processes and predict the timescales of different steps. Spectroscopic signatures of the reaction are proposed. The mechanisms of chloride substitution and hydrolysis of symmetric and asymmetric N2O4 are explored via intrinsic reaction coordinate (IRC) calculations. Spectroscopic calculations for relevant species suggest possible experimental signatures for the processes. The results of these model ion-N2O4 reactions in water throw light on the molecular-level mechanisms of the reactions of nitrogen oxides with seawater.","url":"http:\/\/pubs.rsc.org\/en\/Content\/ArticleLanding\/2018\/FD\/C8FD00230D","name":"Ion Reactions in Atmospherically-Relevant Clusters: Mechanisms, Dynamics and Spectroscopic Signatures","publisher":"Faraday Discussions","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABWX5WcBdte5-Z_--uz6FWzl5EobqmHZy7o,NAME_SEARCH,A80u)"}]},{"publishedOn":{"month":6,"day":24,"year":2015},"description":"This Review examines quantum mechanical calculations on large metal, metal oxide, and metal chalcogenide clusters. The focus of this Review is on the theoretical calculations and not on the related experimental studies, although theory–experiment interaction has been extremely valuable in many of these investigations. Studies on transition and main group metal clusters and nanoparticles with over 10 metal atoms (20 atoms for coinage metal clusters without ligands) are described and analyzed. Transition metal oxide investigations involving at least four metal oxide units (MOx)n (n ≥ 4) are also examined. For metal chalcogenides, the focus of this Review is on semiconducting systems, which include both transition metal and main group metal chalcogenides. Metal chalcogenide systems with (AB)n (n ≥ 6) are of interest in this work. The choice of sizes described here accounts for many interesting studies on, for example, 13-atom metal clusters, metal oxide tetramers, and metal chalcogenide hexamers. Periodic studies of bulk or surface properties are not considered in this Review. This paper primarily focuses on the structure and physical properties of these metal-containing clusters rather than chemical reactivity such as catalytic properties.","url":"http:\/\/pubs.acs.org\/doi\/10.1021\/cr500506r","name":"Quantum Mechanical Studies of Large Metal, Metal Oxide, and Metal Chalcogenide Nanoparticles and Clusters","publisher":"Chemical Reviews","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAARfsgcBzVtXy6pqEOWhmbao4FceXnwDo5k,NAME_SEARCH,GSvb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA9z7AYBMsnR2igQKOTgMQXPmSi4jCkrjOk,NAME_SEARCH,ina8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":5,"day":24,"year":2018},"description":"In order to learn more about the origin of chirality in chiral organometallic complexes and to contribute to the understanding of the differences in chiroptical activity of metal clusters stabilized by various phosphine ligands, we examined the optical properties of undecagold (Au113+) and octagold (Au82+) clusters protected by two types of bisphosphine ligands [BINAP (2,2′-bis(diphenylphosphino)-1,1′-binaphthyl) and DIOP (o-isopropylidene-2,3-dihydroxy-1,4-bis(diphenylphosphino)butane)]. The chirality of pairs of clusters [Au11(BINAP)4Cl2]+, [Au11(DIOP)4Cl2]+ and [Au8(BINAP)3(PPh3)2]2+, [Au8(DIOP)3(PPh3)2]2+ are investigated with density functional theory (DFT) and time–dependent density functional theory (TDDFT). The geometries of the octa- and undecagold cores in the model clusters are similar to the gold cores of the crystal structures. Theoretical optical absorption and CD spectra of the model clusters are in good agreement with experimental data. Three main hypotheses to explain the different chiroptical activity of the clusters were suggested: (i) the CD activity originates from core deformation due to ligation, (ii) the nature of the chiral ligands can play a crucial role in the optical activity of the core, and (iii) the Cl atom positions can affect the CD intensity. It was shown that the gold core geometry deformation due to ligation and the nature of the ligand play the most important roles in the chiroptical activity of the gold clusters. In addition, the ligands determine the gold core structural deformation and affect the high-energy region of the CD spectra, whereas the gold core itself exhibits a significant effect on the shape and sign of the CD spectra in the low energy region with wavelengths above ∼350 nm.","url":"http:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpcc.7b12264","name":"Chiroptical Activity in BINAP- and DIOP-Stabilized Octa- and Undecagold Clusters","publisher":"The Journal of Physical Chemistry C","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":7,"day":22,"year":2014},"description":"Fluorescent, DNA-stabilized silver clusters are receiving much attention for sequence-selected colors and high quantum yields. However, limited knowledge of cluster structure is constraining further development of these “AgN-DNA” nanomaterials. We report the structurally sensitive, chiroptical activity of four pure AgN-DNA with wide ranging colors. Ubiquitous features in circular dichroism (CD) spectra include a positive dichroic peak overlying the lowest energy absorbance peak and highly anisotropic, negative dichroic peaks at energies well below DNA transitions. Quantum chemical calculations for bare chains of silver atoms with nonplanar curvature also exhibit these striking features, indicating electron flow along a chiral, filamentary metallic path as the origin for low-energy AgN-DNA transitions. Relative to the bare DNA, marked UV changes in CD spectra of AgN-DNA and silver cation–DNA solutions indicate that ionic silver content constrains nucleobase conformation. Changes in solvent composition alone can reorganize cluster structure, reconfiguring chiroptical properties and fluorescence.","url":"http:\/\/pubs.acs.org\/doi\/10.1021\/nn5016067","name":"Chiral Electronic Transitions in Fluorescent Silver Clusters Stabilized by DNA","publisher":"ACS Nano","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":1,"day":30,"year":2020},"description":"Reactions of dinitrogen pentoxide (N2O5) greatly affect the concentrations of NO3, ozone, OH radicals, methane, and more. In this work, we employ ab initio molecular dynamics and other tools of computational chemistry to explore reactions of N2O5 with anions hydrated by 12 water molecules to shed light on this important class of reactions. The ions investigated are Cl–, SO42–, ClO4–, and RCOO– (R = H, CH3, C2H5). The following main results are obtained: (i) all the reactions take place by an SN2-type mechanism, with a transition state that involves a contact ion pair (NO2+NO3–) that interacts strongly with water molecules. (ii) Reactions of a solvent-separated nitronium ion (NO2+) are not observed in any of the cases. (iii) An explanation is provided for the suppression of ClNO2 formation from N2O5 reacting with salty water when sulfate or acetate ions are present, as found in recent experiments. (iv) Formation of novel intermediate species, such as (SO4NO2–) and RCOONO2, in these reactions is predicted. The results suggest atomistic-level mechanisms for the reactions studied and may be useful for the development of improved modeling of reaction kinetics in aerosol particles.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpca.9b09095","name":"SN2 Reactions of N2O5 with Ions in Water: Microscopic Mechanisms, Intermediates, and Products","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADDqIF4BosCfaDFcpyty2jEYOyHVGtsio-o,NAME_SEARCH,b1sx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7NAjcBevA4HR0ElaA40_gJ-hIAfDKod9M,NAME_SEARCH,WB1x)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABs0N5QBumsm7HEjJRFKRCta6cRL-M4Ju64,NAME_SEARCH,GTE2)"}]},{"publishedOn":{"month":9,"day":19,"year":2019},"description":"We report measurements of the nitryl chloride (ClNO2) branching fraction following reactive uptake of N2O5 to mixed organic and inorganic solutions representative of atmospheric interfaces. For sodium chloride containing solutions, mixed with either sodium sulfate (Na2SO4) or sodium acetate (NaAc), the ClNO2 branching fraction (ΦClNO2) is suppressed relative to a sodium chloride only solution. In the case of the sulfate-chloride solution, ΦClNO2 is reduced from 0.85 ± 0.03 (0.5 M NaCl) to 0.32 ± 0.14 upon the addition of 2.0 M Na2SO4. In the case of the acetate-chloride solution, ΦClNO2 is reduced to 0.18 ± 0.03 upon the addition of 0.5 M NaAc. In contrast, no statistically significant suppression in ΦClNO2 was observed for the addition of sodium perchlorate up to 3.0 M, implying that an increase in ionic strength of the solution does not necessitate a reduction in ΦClNO2. We suggest that the reduction in ΦClNO2 may result from a direct reaction between SO42– (and Ac–) with NO2+ (or NO2+NO3–) which competes with the NO2+ + Cl– reaction that produces ClNO2. The dependence of ΦClNO2 on SO42– and Ac– is compared with both a time-dependent reaction-diffusion model and recent field observations, suggesting that the reaction rate of SO42– (or Ac–) with NO2+ would need to be similar in magnitude to the rate of the NO2+ + Cl– reaction to explain the observed suppression in ΦClNO2. We show that the dependence of ΦClNO2 on particulate sulfate and carboxylate can be readily incorporated into existing parametrizations of ClNO2 heterogeneous chemistry. The results presented here indicate that anions which are ubiquitous in atmospheric aerosol, yet commonly considered to be unreactive, may regulate the production of reactive gases such as ClNO2.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acsearthspacechem.9b00177","name":"Sulfate and Carboxylate Suppress the Formation of ClNO2 at Atmospheric Interfaces","publisher":"ACS Earth and Space Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABs0N5QBumsm7HEjJRFKRCta6cRL-M4Ju64,NAME_SEARCH,GTE2)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7NAjcBevA4HR0ElaA40_gJ-hIAfDKod9M,NAME_SEARCH,WB1x)"}]},{"publishedOn":{"month":7,"day":23,"year":2015},"description":"Time-dependent density functional theory methods are employed to examine the evolution of the absorption and circular dichroism (CD) spectra of neutral bare silver helical nanostructures as a function of their geometrical parameters. Calculations of excited states to determine optical absorption and CD spectra were performed using the SAOP\/TZP level of theory. In our model, the geometry of the helical silver chain is dependent on the Ag–Ag–Ag bond angle and the Ag–Ag–Ag–Ag dihedral angle. The influence of different geometrical structures on the optical absorption and CD spectra were studied for helical and planar Ag8. Silver nanowires Agn (n = 4, 6, 8, 10, 12) were examined to determine the effect of the helical chain length on the electronic properties. The results show that when the metal atomic chain loses planarity, strong CD signals arise; the intensities of the CD peaks for these structures are strongly affected by the shape and length of the silver nanowires. The theoretically predicted CD spectra of the nonplanar Ag4 and Ag6 model systems show good agreement in spectral shapes and reasonable agreement in peak locations compared to experimental data for silver–DNA clusters. However, the theoretical and experimental results for the longer Ag12 wire show larger differences in the peak locations, which could potentially be caused by effects such as the presence of DNA and cationic silver atoms in the experimental system.","url":"http:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpca.5b03312","name":"Time-Dependent Density Functional Theory Investigation of the Electronic Structure and Chiroptical Properties of Curved and Helical Silver Nanowires","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":4,"day":8,"year":2021},"description":"Water systems often contain complex macromolecular systems that absorb light. In marine environments, these light absorbing components are often at the air–water interface and can participate in the chemistry of the atmosphere in ways that are poorly understood. Understanding the photochemistry and photophysics of these systems represents a major challenge since their composition and structures are not unique. In this study, we present a successful microscopic model of this light absorbing macromolecular species termed “marine derived chromophoric dissolved organic matter” or “m-CDOM” in water. The approach taken involves molecular dynamics simulations in the ground state using on the fly Density Functional Tight-Binding (DFTB) electronic structure theory; Time Dependent DFTB (TD-DFTB) calculations of excited states, and experimental measurements of the optical absorption spectra in aqueous solution. The theoretical hydrated model shows key features seen in the experimental data for a collected m-CDOM sample. As will be discussed, insights from the model are: (i) the low-energy A-band (at 410 nm) is due to the carbon chains combined with the diol- and the oxy-groups present in the structure; (ii) the weak B-band (at 320–360 nm) appears due to the contribution of the ionized speciated form of m-CDOM; and (iii) the higher-energy C-band (at 280 nm) is due to the two fused ring system. Thus, this is a two-speciated formed model. Although a relatively simple system, these calculations represent an important step in understanding light absorbing compounds found in nature and the search for other microscopic models of related materials remains of major interest.","url":"https:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2021\/CP\/D0CP06554D","name":"Towards a Microscopic Model of Humic Material in Aqueous Solution: Computed Absorption Spectrum and Comparison with Experiment","publisher":"Phys. Chem. Chem. Phys.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABsdJjMB6LvTeyydlv9Av5oG2RzUIr2x0HM,NAME_SEARCH,Cohf)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC5ExcsB4I4PwHA-La91nyxQyk_8IG22OM0,NAME_SEARCH,ql7T)"}]},{"publishedOn":{"month":5,"day":7,"year":2019},"description":"The origins of chirality and chiroptical properties in ligand-protected gold and silver nanoparticles (NPs) are considered herein. Current conceptual models including the chiral core model, dissymmetric field model, and chiral footprint model are described as mechanisms that contribute to the understanding of chirality in these systems. Then, recent studies on thiolate-stabilized gold NPs, phosphine-stabilized gold NPs, multi-ligand-stabilized silver NPs, and DNA-stabilized silver NPs are discussed. Insights into the origin of chiroptical properties including reasons for large Cotton effects in circular dichroism spectra are considered using both experimental and theoretical data available. Theoretical calculations using density functional theory (DFT) and time-dependent DFT methods are found to be extremely useful for providing insights into the origin of chirality. The origin of chirality in ligand-protected gold and silver NPs can be considered to be a complex phenomenon, arising from a combination of the three conceptual models.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1002\/ppsc.201900043","name":"Chiral Noble Metal Nanoparticles and Nanostructures","publisher":"Particle & Particle Systems Characterization","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":11,"day":14,"year":2016},"description":"Magnetic circular dichroism (MCD) spectroscopy is a source of important data about the electronic structure and optical properties of different chemical systems. Theoretical simulation of the MCD spectra can be used to assist in the understanding of empirically measured MCD spectra. In the present paper, a theoretical investigation of electronic and optical properties of phosphine-protected gold clusters with a Au93+ core with D2h symmetry was performed with time-dependent density functional theory. The influence of ligands on the optical properties of the gold core was investigated. Simulations of the optical absorption and MCD spectra were performed for the bare gold Au93+ cluster as well as for ligand-protected Au9(PH3)83+ and Au9(PPh3)83+ species. MCD spectra were calculated at a temperature of 298 K and a magnetic field of 7 T. A comparative analysis of theoretical and experimental data was also performed. The obtained results show that the theoretically simulated MCD spectrum for the Au9(PPh3)83+ ion in gas phase exhibits a reasonable agreement with experimental results for the [Au9(PPh3)8](NO3)3 system, although with a red shift of up to 0.5 μm–1. Overall, MCD provides significant additional details about the electronic structure of the considered systems compared to the absorption spectra.","url":"https:\/\/pubs.acs.org\/doi\/full\/10.1021\/acs.jpca.6b10063","name":"Time Dependent Density Functional Theory Study of Magnetic Circular Dichroism Spectra of Gold Clusters Au9(PH3)8_3+ and Au9(PPh3)8_3+","publisher":"J. Phys. Chem. A.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":8,"day":2,"year":2017},"description":"A theoretical study of the optical and electronic properties of small phosphine-protected centered gold clusters with gold core symmetry C3v was performed using density functional theory (DFT) and time-dependent density functional theory (TDDFT) methods. It is well-known that magnetic circular dichroism (MCD) spectroscopy yields more detailed information about electronic structure and optical properties with respect to optical absorption spectroscopy. In this work, we combine electronic absorption and MCD spectroscopy for gold nanoclusters to gain a better understanding of their electronic states. These results can be used to help with interpretation of the experimentally measured MCD spectra, which is a very complicated process, especially for low-symmetry systems. In the present paper, absorption and MCD spectra were calculated for ligand-protected gold clusters Au8(PPh3)82+ and Au8(PH3)82+, in addition to bare Au82+. The influence of the nature of the ligands on the optical properties of gold cluster was investigated. Geometrical changes and changes in optical properties that occur in the Au8 gold core during the ligation process were also determined. A comparative analysis of the obtained theoretical and experimental results was performed. The results show that the theoretically simulated optical absorption and MCD spectra for Au8(PPh3)82+ exhibit a very good agreement with empirical spectra for [Au8(PPh3)8](NO3)2 in acetonitrile.","url":"https:\/\/pubs.acs.org\/doi\/full\/10.1021\/acs.jpcc.7b05630","name":"Optical Properties of Small Gold Clusters Au8L8_2+ (L = PH3, PPh3): Magnetic Circular Dichroism Spectra","publisher":"The Journal of Physical Chemistry C","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAE9LDABr-4Nnq7wrAg2y73B6gUSOKfsvps,NAME_SEARCH,9j8s)"}]},{"publishedOn":{"month":5,"day":10,"year":2011},"description":"The reaction mechanism of methanol vinylation with acetylene involving a nondissociated KOH molecule was studied using the MP2\/6-311++G**\/\/HF\/6-31+G* approach with the DMSO molecule explicitly included into reaction system. The whole conversion cycle of methanol vinylation including active nucleophile generation, bonding of the latter to the acetylene moiety yielding an intermediate carbanion, final methyl vinyl ether formation, and potassium hydroxide regeneration could be realized in the coordination shell of nondissociated KOH.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1002\/qua.22643","name":"Methanol vinylation mechanism in the KOH\/DMSO\/CH3OH\/C2H2 system","publisher":"International Journal of Quantum Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}]},{"publishedOn":{"month":3,"day":12,"year":2008},"description":"The mechanism of base-catalyzed nucleophilic addition of methanol to acetylene triple bond (vinylation) in dimethyl sulfoxide (DMSO) and methanol solution was studied using the MP2\/6-311++G**\/\/B3LYP\/6-31G* calculations with solvent effects included via continuum model. The proton abstraction from methanol by nondissociated alkali in DMSO surrounding media to form alkali metal methoxides CH3OM (M = Li, Na, K) was found to occur with a negligible activation barrier. The reasons for facilitation of base-catalyzed alcohol vinylation in the DMSO medium are discussed in the light of both poor solvation of methoxide ion and a specific coordination of reactants by nondissociated alkali in the MOH\/DMSO mixtures.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1002\/qua.21639","name":"A theoretical study of methanol vinylation reaction mechanism","publisher":"International Journal of Quantum Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}]},{"name":"Interaction of methanol, methanthiol, and acetoxime with potassium and rubidium hydroxides in dimethyl sulfoxide","publishedOn":{"month":8,"day":1,"year":2011},"description":"An ab initio quantum chemical study of the reaction profiles of the nucleophile particle formation in the interaction of methanol, methanthiol, and acetoxime with an undissociated molecule of alkali metal hydroxide is performed for the gas phase and also with the explicit inclusion of a dimethyl sulfoxide molecule into the calculation and with allowance made for solvation effects within the continuum model.","publisher":"Journal of Structural Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABIkzNYBOE7zQ97JQX8uWY1Y6zSYsX-fmHM,NAME_SEARCH,qx_N)"}]},{"name":"Methanol interaction with potassium and rubidium hydroxides in dimethyl sulfoxide","publishedOn":{"month":8,"day":8,"year":2011},"description":"A comparative ab initio quantum chemical study of methanol interaction with potassium and rubidium hydroxides surrounded by DMSO molecules is performed. The reaction profiles of the formation of a nucleophilic particle in the direct interaction of methanol with an undissociated molecule of alkali metal hydroxide are considered. The levels of the description of the reacting system by different cluster continuum models are compared.","publisher":"Journal of Structural Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"}]},{"publishedOn":{"month":1,"day":4,"year":2023},"description":"Previous studies have suggested that the photochemistry of nitroaromatics in organic solvents can vary significantly from the photochemistry in aqueous solutions. This work compares the photodegradation of 2-nitrophenol (2NP), 4-nitrophenol (4NP), 2,4-dinitrophenol (24DNP), and 2,4,6-trinitrophenol (246TNP) in 2-propanol and water to better understand the photochemical loss of nitrophenols in atmospheric organic particles and aqueous droplets. Polychromatic quantum yields were determined by monitoring the loss of absorbance of each nitrophenol with UV\/vis spectroscopy in the presence of an acid (undissociated nitrophenol) or base (nitrophenolate). There was no orderly variation between loss rates in the organic and aqueous phases: 2NP and 4NP had similar yields in the two solvents. 246TNP was an outlier in these results as it dissociated in both acidified 2-propanol and water due to its exceptionally strong acidity. A notable result is that only for 24DNP was a dramatically increased reactivity found in 2-propanol compared to that in water. Time-dependent density functional theory calculations were carried out to characterize the excited state energies and absorption spectra with a conductor-like polarizable continuum model or explicit solvation by a few solvent molecules. Explicit solvent calculations suggest the enhanced reactivity of 24DNP in 2-propanol is due to the strong interaction between a 2-propanol molecule and an –NO2 group in the excited state. For the other nitrophenols, the solvent effects on electronic structure were minimal. Overall, the observations in this work suggest that solvent effects on the electronic structure and condensed-phase photochemistry of nitrophenols are minimal, with the exception of 24DNP.","url":"https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2023\/ea\/d2ea00144f","name":"Influence of solvent on the electronic structure and the photochemistry of nitrophenols","publisher":"Environmental Science: Atmospheres","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABESMX4BTJDsowS0TPT6qtxwCj48boQ_NZI,NAME_SEARCH,GwxP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACH1vjMBbw5bO1ISWHLNuI4mf1BArYx2mRM,NAME_SEARCH,lfDV)"}]}],"positions":null,"posts":[{"createdAt":1714676100000,"insightId":"f75cb32b-5405-40e1-aa01-fb2e8749e182","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQFPOaDoA4XYqA\/feedshare-shrink_2048_1536\/0\/1714676129925?e=1720051200&v=beta&t=fuiDVgIIYA_LOVW6nglcJxnl1Ar_it0qCi8t18VErJE"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":37},{"type":"PRAISE","count":7}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7191872952512995329","threadUrn":"urn:li:activity:7191872952512995329","reactionsCount":44,"commentsCount":7,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7191872951502176256","message":{"attributes":[{"start":355,"length":6,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:94086444"}}},{"start":694,"length":14,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:drugdiscovery"}}},{"start":710,"length":23,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:computationalchemistry"}}},{"start":735,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:machinelearning"}}},{"start":753,"length":3,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ai"}}},{"start":758,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:publichealth"}}}],"text":"🎉 Exciting news! I've been awarded a grant to use cluster computing resources for my project \"Toxoplasma Gondii Drug Discovery: Integrating Advanced Neural Network Modeling and Computational Screening.\" This support will significantly enhance our ability to develop new drugs for Toxoplasma Gondii, a parasite affecting millions globally. Many thanks to ACCESS for supporting this innovative project. I'm excited about the possibilities of this grant and look forward to sharing our progress!\n\nAlso, the attached picture, which combines elements of TgCDPK1, Toxoplasma gondii, and computational chemistry, was generated by ChatGPT. I think it beautifully captures the essence of our project!\n\n#DrugDiscovery, #ComputationalChemistry, #MachineLearning, #AI, #PublicHealth"},"entityUrn":"urn:li:share:7191872951502176256"}}},{"createdAt":1715296320000,"insightId":"d35aec1c-319c-46c5-8c5b-2fb8f19bd07a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7194462976962150403,7194474439806267392)","threadUrn":"urn:li:ugcPost:7194462976962150403","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Anna🥳"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7194462976962150403"}}},{"createdAt":1714681920000,"insightId":"77ace6bc-2d3a-4a5f-b5dd-133267f731e9","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7191872952512995329,7191897345158963200)","threadUrn":"urn:li:activity:7191872952512995329","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thank you, Imon! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7191872952512995329"}}},{"createdAt":1714676880000,"insightId":"7c2a0752-ff50-4160-a3f2-c337aaa46a8d","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7191872952512995329,7191876346879397890)","threadUrn":"urn:li:activity:7191872952512995329","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Thank you, Mahboobe 😊 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7191872952512995329"}}}]}