{"summary":"Neuroradiologist and Neuroscientist, ABR candidate through Alternate Pathway. \n\nMy research interests include brain cancer, artificial intelligence, brain connectivity, molecular imaging.\n\n","lastName":"P.","objectUrn":"urn:li:member:300388329","geoRegion":"New York, New York, United States","fullName":"Luca P.","firstName":"Luca","currentPositions":[{"companyName":"Memorial Sloan Kettering Cancer Center","title":"Nuclear Medicine Resident","tenureAtCompany":{"numYears":3,"numMonths":11},"companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"NY","country":"United States","city":"New York","postalCode":"10065","line1":"1275 York Avenue"},"website":"http:\/\/www.mskcc.org","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/memorial-sloan-kettering-cancer-center\/","industry":"Hospitals and Health Care"},"startedOn":{"month":7,"year":2022},"companyUrn":"urn:li:fs_salesCompany:5630"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1699019959860?e=1723075200&v=beta&t=-BVDY5s-ctHJQU0XpOis_jRJ96_3SFSmp1pT815avPk","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1699019959860?e=1723075200&v=beta&t=2kJJbb5ZqisnAdYYJk59G6lJxVpBynBpq3nmwDJmcr8","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1699019959860?e=1723075200&v=beta&t=bxu6xUcACs94PvgySi1HYR83JirzJ-rft1oxGE0NrE4","height":400},{"width":766,"fileIdentifyingUrlPathSegment":"800_800\/0\/1699019959860?e=1723075200&v=beta&t=JWYRq6jJFBTsuMJwfxs8xtiRSE67RplcQDvNFiCxMZ4","height":766}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E03AQGL_7TovOm_bQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Medical Practices","educations":[{"endedOn":{"month":5,"year":2023},"degree":"Doctor of Philosophy - PhD","eduId":884413332,"schoolUrn":"urn:li:fs_salesSchool:9333","school":"urn:li:fs_salesSchool:9333","fieldsOfStudy":["Neuroscience"],"schoolName":"Sapienza Università di Roma","startedOn":{"month":11,"year":2019}},{"endedOn":{"year":2019},"degree":"Radiology","eduId":676587262,"schoolUrn":"urn:li:fs_salesSchool:9333","school":"urn:li:fs_salesSchool:9333","fieldsOfStudy":["Medicine"],"schoolName":"Sapienza Università di Roma","startedOn":{"year":2015}},{"endedOn":{"year":2014},"degree":"Laurea Magistrale  LM","eduId":192980321,"schoolUrn":"urn:li:fs_salesSchool:8988","school":"urn:li:fs_salesSchool:8988","fieldsOfStudy":["Medicina e Chirurgia"],"schoolName":"Università degli Studi di Firenze","startedOn":{"year":2009}}],"skills":[{"numOfEndorsement":8,"name":"Medicina"},{"numOfEndorsement":4,"name":"Ricerca"},{"numOfEndorsement":4,"name":"Radiologia"},{"numOfEndorsement":3,"name":"Public speaking"},{"numOfEndorsement":3,"name":"Ricerca clinica"},{"numOfEndorsement":4,"name":"PowerPoint"},{"numOfEndorsement":3,"name":"Lingua inglese"},{"numOfEndorsement":1,"name":"Risonanza magnetica nucleare"},{"numOfEndorsement":1,"name":"Imaging a risonanza magnetica"},{"numOfEndorsement":1,"name":"Spettroscopia di risonanza magnetica nucleare"},{"numOfEndorsement":2,"name":"Management"},{"numOfEndorsement":0,"name":"Statistiche"},{"numOfEndorsement":0,"name":"Lingua spagnola"},{"numOfEndorsement":0,"name":"Neuroscienze"},{"numOfEndorsement":0,"name":"Neurologia"},{"numOfEndorsement":0,"name":"functional Magnetic Resonance Imaging"},{"numOfEndorsement":2,"name":"Neuroradiology"},{"numOfEndorsement":2,"name":"Neuroscience"},{"numOfEndorsement":3,"name":"Research"},{"numOfEndorsement":0,"name":"Python (Programming Language)"},{"numOfEndorsement":0,"name":"Programming"},{"numOfEndorsement":0,"name":"Artificial Intelligence (AI)"},{"numOfEndorsement":0,"name":"Artificial Neural Networks"},{"numOfEndorsement":2,"name":"Radiology"},{"numOfEndorsement":0,"name":"Interventional Radiology"},{"numOfEndorsement":0,"name":"neuro radiology"},{"numOfEndorsement":0,"name":"neuro-radiology"},{"numOfEndorsement":0,"name":"Radiologic Technology"},{"numOfEndorsement":1,"name":"Medical Imaging"},{"numOfEndorsement":0,"name":"Neural Networks"},{"numOfEndorsement":2,"name":"Medical Research"}],"numOfConnections":641,"patents":[],"headline":"Neuroradiologist, MD\/PhD, EDiNR, Chief Nuclear Medicine Resident","courses":[{"name":"Applicazioni Biotecnologiche avanzate in Medicina","number":""},{"name":"BLSD","number":""},{"name":"Perfusione cerebrale per immagini - AINR","number":""},{"name":"ECNR - European Diploma of Neuroradiology"},{"name":"Hands On Functional MRI - Memorial Sloan Kettering Cancer Center"},{"name":"PCEP - Certified Entry Level Python Programmer "}],"certifications":[{"authority":"MIUR","name":"Full Medical License - Italy","company":"urn:li:fs_salesCompany:18337527","startedOn":{"month":2,"year":2015},"companyUrn":"urn:li:fs_salesCompany:18337527"},{"authority":"European Society of Neuroradiology","name":"European Diploma in Neuroradiology","company":"urn:li:fs_salesCompany:18974636","startedOn":{"month":9,"year":2022},"companyUrn":"urn:li:fs_salesCompany:18974636"},{"authority":"MIUR","name":"Radiology License","company":"urn:li:fs_salesCompany:18337527","startedOn":{"month":11,"year":2019},"companyUrn":"urn:li:fs_salesCompany:18337527"}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/lucapasquini","organizations":[],"location":"New York, New York, United States","publications":[{"publishedOn":{"month":5,"year":2018},"description":"Purpose: The identification of prognostic biomarkers plays a pivotal role in the management of glioblastoma. The aim of this study was to assess the role of magnetic resonance dynamic susceptibility contrast imaging (DSC-MRI) with histogram analysis in the prognostic evaluation of patients suffering from glioblastoma. Materials and methods: Sixty-eight patients with newly diagnosed pathologically verified GBM were retrospectively evaluated. All patients underwent MRI investigations, including DSC-MRI, surgical procedure and received postoperative focal radiotherapy plus daily temozolomide (TMZ), followed by adjuvant TMZ therapy. Relative cerebral blood volume (rCBV) histograms were generated from a volume of interest covering the solid portions of the tumor and statistically evaluated for kurtosis, skewness, mean, median and maximum value of rCBV. To verify if histogram parameters could predict survival at 1 and 2 years, receiver operating characteristic (ROC) curves were obtained. Kaplan-Meier method was used to calculate patient's overall survival. Results: rCBV kurtosis and rCBV skewness showed significant differences between subjects surviving > 1 and > 2 years, According to ROC analysis, the rCBV kurtosis showed the best statistic performance compared to the other parameters; respectively, values of 1 and 2.45 represented an optimised cut-off point to distinguish subjects surviving over 1 or 2 years. Kaplan-Meier curves showed a significant difference between subjects with rCBV kurtosis values higher or lower than 1 (respectively 1021 and 576 days; Log-rank test: p = 0.007), and between subjects with rCBV kurtosis values higher or lower than 2.45 (respectively 802 and 408 days; Log-rank test: p = 0.001). Conclusion: The histogram analysis of perfusion MRI proved to be a valid method to predict survival in patients affected by glioblastoma.","url":"https:\/\/www.researchgate.net\/publication\/324905298_Prediction_of_survival_in_patients_affected_by_glioblastoma_histogram_analysis_of_perfusion_MRI","name":"Prediction of survival in patients affected by glioblastoma: histogram analysis of perfusion MRI","publisher":"Journal of Neuro-Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":3,"year":2018},"description":"In recent years, gadolinium-based contrast agents have been associated with different types of toxicity. In particular, nephrogenic systemic fibrosis, a progressive sclerotic-myxedematous systemic disease of unknown etiology, is related to gadolinium-based contrast agent administration in patients with kidney dysfunction. More recently, evidence of magnetic resonance signal intensity changes on pre-contrast T1-weighted images after multiple gadolinium-based contrast agent administrations resulted in the hypothesis of gadolinium brain accumulation in patients with normal renal function, subsequently confirmed in pathological samples. However, there is limited current data and further investigations are necessary before drawing definite conclusions on the clinical consequences of gadolinium-based contrast agent accumulation in human tissues and particularly in the brain. Gadolinium-based contrast agent-related toxicity appears connected to molecular stability, which varies together with the pharmacokinetic properties of the compound and depends on the individual characteristics of the subject. During a lifetime, the physiological changes occurring in the human body may influence its interaction with gadolinium-based contrast agents: the integrity and developmental stage of the organs has an effect on the dynamics of gadolinium-based contrast agent distribution and excretion, thus leading to different possible mechanisms of deposition and toxicity. Therefore, the aim of this work is to discuss the pharmacokinetics and pharmacodynamics of gadolinium-based contrast agents, with a special focus on the brain, and to explore potential predominant gadolinium-based contrast agent-related toxicity in two cornerstone periods of the human life cycle: fetal\/neonatal and adulthood\/aged.","url":"https:\/\/www.researchgate.net\/publication\/323565266_Gadolinium-Based_Contrast_Agent-Related_Toxicities","name":"Gadolinium-Based Contrast Agent-Related Toxicities","publisher":"CNS Drugs ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":1,"year":2018},"description":"In the last few years, several scientific papers and reports have demonstrated magnetic resonance (MR) signal intensity (SI) changes on pre-contrast T1-weighted images following multiple gadolinium-based contrast agents (GBCA) administrations, particularly following the exposure to linear GBCAs. Pathological animal and human post-mortem studies have confirmed the relationship between this radiological finding and the presence of gadolinium accumulation in vulnerable brain regions in patients with normal renal function. In this short communication, we report the case of a 15-year-old patient affected by b-cell acute lymphoblastic leukemia (bALL) who developed a hyperintense signal in the dentate nuclei following multiple administrations of a macrocyclic GBCA. The purpose of this report is to discuss possible differential diagnoses of this radiological finding with special focus on the differentiation between iron or manganese accumulation, post-irradiation changes and GBCA-related Gd deposition, highlighting the importance of the acquisition of accurate clinical data to improve our scientific knowledge.","url":"https:\/\/www.researchgate.net\/publication\/322745369_Dentate_nucleus_T1_hyperintensity_is_it_always_gadolinium_all_that_glitters","name":"Dentate nucleus T1 hyperintensity: is it always gadolinium all that glitters?","publisher":"La radiologia medica ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"name":"Erratum to: Signal intensity at unenhanced T1-weighted magnetic resonance in the globus pallidus and dentate nucleus after serial administrations of a macrocyclic gadolinium-based contrast agent in children","publishedOn":{"month":8,"year":2017},"publisher":"Pediatric Radiology","url":"https:\/\/www.researchgate.net\/publication\/319177383_Erratum_to_Signal_intensity_at_unenhanced_T1-weighted_magnetic_resonance_in_the_globus_pallidus_and_dentate_nucleus_after_serial_administrations_of_a_macrocyclic_gadolinium-based_contrast_agent_in_chi","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":5,"year":2017},"description":"Langherans' cell histiocytosis (LCH) is a rare disease mostly affecting children in the first decade of life. As clinical presentation is extremely heterogenous, a prompt diagnosis may be challenging, sometimes leading to a diagnostic delay, especially when the disease involves a single site. Herein, we report a case of a child with an unusual presentation of (LCH) mimicking a Pott puffy tumor with extracranial and epidural abscesses, surgically treated. Through this unique case we summarize possible manifestations of LCH with bone involvement and we underline the importance of considering possible complications due to bone erosions such as infection, to avoid a misdiagnosis.","url":"https:\/\/www.researchgate.net\/publication\/317285789_Langerhans%27_Cell_Histiocytosis_Mimicking_a_Pott_Puffy_Tumor","name":"Langerhans' Cell Histiocytosis Mimicking a Pott Puffy Tumor","publisher":"Journal of Pediatric Hematology\/Oncology ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":5,"year":2017},"description":"Background: Few studies have been conducted on the relations between T1-weighted signal intensity changes in the pediatric brain following gadolinium-based contrast agent (GBCA) exposure. Objective: The purpose of this study is to investigate the effect of multiple administrations of a macrocyclic GBCA on signal intensity in the globus pallidus and dentate nucleus of the pediatric brain on unenhanced T1-weighted MR images. Materials and methods: This retrospective study included 50 patients, mean age: 8 years (standard deviation: 4.8 years), with normal renal function exposed to ≥6 administrations of the same macrocyclic GBCA (gadoterate meglumine) and a control group of 59 age-matched GBCA-naïve patients. The globus pallidus-to-thalamus signal intensity ratio and dentate nucleus-to-pons signal intensity ratio were calculated from unenhanced T1-weighted images for both patients and controls. A mixed linear model was used to evaluate the effects on signal intensity ratios of the number of GBCA administrations, the time interval between administrations, age, radiotherapy and chemotherapy. T-test analyses were performed to compare signal intensity ratio differences between successive administrations and baseline MR signal intensity ratios in patients compared to controls. P-values were considered significant if <0.05. Results: A significant effect of the number of GBCA administrations on relative signal intensities globus pallidus-to-thalamus (F[8]=3.09; P=0.002) and dentate nucleus-to-pons (F[8]=2.36; P=0.021) was found. The relative signal intensities were higher at last MR examination than at baseline (P<0.001). Conclusion: Quantitative analysis evaluation of globus pallidus:thalamus and dentate nucleus:pons of the pediatric brain demonstrated an increase after serial administrations of macrocyclic GBCA. Further research is necessary to fully understand GBCA pharmacokinetic in children.","url":"https:\/\/www.researchgate.net\/publication\/317038854_Signal_intensity_at_unenhanced_T1-weighted_magnetic_resonance_in_the_globus_pallidus_and_dentate_nucleus_after_serial_administrations_of_a_macrocyclic_gadolinium-based_contrast_agent_in_children","name":"Signal intensity at unenhanced T1-weighted magnetic resonance in the globus pallidus and dentate nucleus after serial administrations of a macrocyclic gadolinium-based contrast agent in children","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":1,"year":2017},"description":"Background Medium-chain acyl-coenzyme A dehydrogenase (MCAD) is the most common genetic disorder of fatty acid oxidation, which presents before the age of 2 with the onset of acute hypoketotic hypoglycemia, and is typically precipitated by stress. Case presentation We report serial brain magnetic resonance imaging (MRI) changes, including MR spectroscopy (MRS) and diffusion weighted imaging (DWI), in a patient with a classical MCAD presentation, compared with five healthy controls. Conclusions Through this unique case we analyze the evolution of radiological findings during the first month of illness and we highlight the pivotal role of MRI, especially DWI, in the early diagnosis of the decompensated state of the disease.","url":"https:\/\/www.researchgate.net\/publication\/318747731_MRI_in_medium-chain_acyl-coenzyme_a_dehydrogenase_deficiency_Neuroimaging_during_the_first_month","name":"MRI in medium-chain acyl-coenzyme a dehydrogenase deficiency: Neuroimaging during the first month","publisher":"Journal of pediatric endocrinology & metabolism: JPEM ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":12,"year":2016},"description":"Treatment-related neurotoxicity is a potentially life-threatening clinical condition that can represent a diagnostic challenge. Differentiating diagnoses between therapy-associated brain injury and recurrent disease can be difficult, and the immediate recognition of neurotoxicity is crucial to providing correct therapeutic management, ensuring damage reversibility. For these purposes, the knowledge of clinical timing and specific treatment protocols is extremely important for interpreting MRI patterns. Neuroradiologic findings are heterogeneous and sometimes overlapping, representing the compounding effect of the different treatments. Moreover, MRI patterns can be acute, subacute or delayed and involve different brain regions, depending on (1) the mechanism of action of the specific medication and (2) which brain regions are selectively vulnerable to specific toxic effects. This review illustrates the most common radiologic appearance of radiotherapy, chemotherapy and medication-associated brain injury in children, with special focus on the application of advanced MRI techniques (diffusion, perfusion and proton spectroscopy) in the diagnosis of the underlying processes leading to brain toxicity.","url":"https:\/\/www.researchgate.net\/publication\/311523082_Magnetic_resonance_imaging_patterns_of_treatment-related_toxicity_in_the_pediatric_brain_an_update_and_review_of_the_literature","name":"Magnetic resonance imaging patterns of treatment-related toxicity in the pediatric brain: an update and review of the literature","publisher":"Pediatric Radiology ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":4,"year":2016},"description":"Background and purpose: The role of apparent diffusion coefficient (ADC) for preoperative grading and treatment planning of high-grade gliomas (HGG) is still debated since the assumption of inverse correlation between ADC and cellularity is not completely coherent with the results of some studies. It has been recently hypothesized that restricted diffusivity in HGG may be related to hypoxic\/ischemic changes inside the tumor. We therefore investigated the differences of ADC values between areas with magnetic resonance spectroscopy (MRS) markers of hypoxia and necrosis (lactate and lipid compounds) and regions with lack of both metabolites. Methods: The MRS datasets and the corresponding ADC maps of 28 patients with HGG were retrospectively reviewed. Circular regions of interest (ROIs) were placed on ADC maps by means of spectral characteristics, considering the solid portions of gliomas. One-way ANOVA or Welch test were performed for multiple comparison of the Mean ADC, minimum ADC (minADC), and standard deviation of pixel-by-pixel ADC measurements (ADC SD) values among the groups of ROIs with lactate, lipids, and lack of both metabolites (LAC, LIP, and NEG group, respectively). Results: The minADC values in LAC group (908 ± 161 × 10(-6) mm(2) s(-1) ) were found to be significantly (P = .03) higher than in NEG group (792 ± 122 × 10(-6) mm(2) s(-1) ). We did not find other significant differences by the multiple comparison tests. Conclusions: HGG areas with MRS markers of hypoxia and necrosis are not associated with restricted diffusivity. To explain the trend to diffusion facilitation in HGG lactate-expressing regions, we hypothesize a possible hypoxia-induced volume reduction of glioma cells with extracellular shift of cytoplasmic water.","url":"https:\/\/www.researchgate.net\/publication\/301331959_Relationship_between_Apparent_Diffusion_Coefficients_and_MR_Spectroscopy_Findings_in_High-Grade_Gliomas_Relationship_between_ADC_and_Spectroscopy_in_Gliomas","name":"Relationship between Apparent Diffusion Coefficients and MR Spectroscopy Findings in High-Grade Gliomas: Relationship between ADC and Spectroscopy in Gliomas","publisher":"Journal of neuroimaging: official journal of the American Society of Neuroimaging ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":7,"day":22,"year":2020},"description":"Spinal cord involvement in Kearns-Sayre (KSS) syndrome could be more frequent than commonly thought. Our aims were to evaluate the involvement of the spinal cord in patients with KSS by means of MRI and to investigate possible correlations of spinal and brain disease with patient disability.\n\nYou can find the full 7 page paper in the the Neuroradiology Journal, Volume 62, Issue 8, August 2020.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00234-020-02501-0?wt_mc=Internal.Event.1.SEM.ArticleAuthorOnlineFirst","name":"Spinal cord involvement in Kearns-Sayre syndrome: a neuroimaging study.","publisher":"Neuroradiology Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":4,"day":9,"year":2021},"description":"Abstract: Isocitrate dehydrogenase (IDH) mutant and wildtype glioblastoma multiforme (GBM) often show overlapping features on magnetic resonance imaging (MRI), representing a diagnostic challenge. Deep learning showed promising results for IDH identification in mixed low\/high grade glioma populations; however, a GBM-specific model is still lacking in the literature. Our aim was to develop a GBM-tailored deep-learning model for IDH prediction by applying convoluted neural networks (CNN) on multiparametric MRI. We selected 100 adult patients with pathologically demonstrated WHO grade IV gliomas and IDH testing. MRI sequences included: MPRAGE, T1, T2, FLAIR, rCBV and ADC. The model consisted of a 4-block 2D CNN, applied to each MRI sequence. Probability of IDH mutation was obtained from the last dense layer of a softmax activation function. Model performance was evaluated in the test cohort considering categorical cross-entropy loss (CCEL) and accuracy. Calculated performance was: rCBV (accuracy 83%, CCEL 0.64), T1 (accuracy 77%, CCEL 1.4), FLAIR (accuracy 77%, CCEL 1.98), T2 (accuracy 67%, CCEL 2.41), MPRAGE (accuracy 66%, CCEL 2.55). Lower performance was achieved on ADC maps. We present a GBM-specific deep-learning model for IDH mutation prediction, with a maximal accuracy of 83% on rCBV maps. Highest predictivity achieved on perfusion images possibly reflects the known link between IDH and neoangiogenesis through the hypoxia inducible factor.","url":"https:\/\/res.mdpi.com\/d_attachment\/jpm\/jpm-11-00290\/article_deploy\/jpm-11-00290-v2.pdf","name":"Deep Learning Can Differentiate IDH-Mutant from IDH-Wild GBM","publisher":"Journal of Personalized Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":12,"day":10,"year":2020},"description":"The Ketogenic Diet (KD) is a high-fat, low-carbohydrate diet that has been utilized as the firstline treatment for contrasting intractable epilepsy. It is responsible for the presence of ketone bodiesin blood, whose neuroprotective effect has been widely shown in recent years but remains unclear.Since glutathione (GSH) is implicated in oxidation-reduction reactions, our aim was to monitor theeffects of KD on GSH brain levels by means of magnetic resonance spectroscopy (MRS). MRS wasacquired from 16 KD patients and seven age-matched Healthy Controls (HC). We estimated metaboliteconcentrations with linear combination model (LCModel), assessing differences between KD and HCwitht-test. Pearson was used to investigate GHS correlations with blood serum 3-B-Hydroxybutyrate(3HB) concentrations and with number of weekly epileptic seizures. The results have shown higherlevels of brain GSH for KD patients (2.5±0.5 mM) compared to HC (2.0±0.5 mM). Both blood serum3HB and number of seizures did not correlate with GSH concentration. The present study showed asignificant increase in GSH in the brain of epileptic children treated with KD, reproducing for the firsttime in humans what was previously observed in animal studies. Our results may suggest a pivotalrole of GSH in the antioxidant neuroprotective effect of KD in the human brain.","url":"https:\/\/www.researchgate.net\/publication\/347587718_The_Ketogenic_Diet_Increases_In_Vivo_Glutathione_Levels_in_Patients_with_Epilepsy","name":"The Ketogenic Diet Increases In Vivo Glutathione Levels in Patients with Epilepsy","publisher":"Metabolites","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":10,"day":21,"year":2020},"description":"In this letter, we further describe spinal cord involvement in Kearns-Sayre Syndrome and explore other clinical associations, including cardiac disease.","url":"https:\/\/www.researchgate.net\/publication\/346427314_Reply_to_Is_the_spinal_cord_truly_affected_in_half_of_the_patients_with_Kearns-Sayre_syndrome_and_Spinal_cord_and_heart_involvement_in_Kearns_Sayre_Syndrome_which_link","name":"Reply to: “Is the spinal cord truly affected in half of the patients with Kearns-Sayre syndrome?” and “Spinal cord and heart involvement in Kearns Sayre Syndrome: which link?”","publisher":"Neuroradiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":11,"day":18,"year":2020},"description":"MR imaging provides means for discriminating different patterns of Hypoxic-ischemic encephalopathy (HIE) and may distinguish most severe cases from less severe but is unable to predict long-term outcome. Diffusion tensor imaging (DTI) offers information for a more complete characterization of HIE. The purpose of this study is to compare the modifications of DTI parameters in newborns one week and six months following total-body cooling to healthy controls. METHODS: Forty-seven cooled newborns were studied with MRI, 20 underwent follow-up at 6 months. 12 healthy newborns and nine children at 6 months were enrolled as control groups (HC). Inferior Longitudinal Fasciculus (ILF), Corpus Callosum Fasciculus (CCF), Corticospinal Tract (CST), Optical Tract (OT), Optic Radiation (OR) were generated in all subjects. DTI parameters were evaluated in basal ganglia (BG), thalamus (TH) and tracks. Statistical analysis was performed with MANOVA. RESULTS: In newborns HIE versus HC, there were significantly lower fractional anisotropy (FA) on OR and CST and higher axial diffusivity (AD), apparent diffusion coefficient (ADC) and radial diffusivity (RD) values on CST, BG and TH in HIE-N. At 6 months there were no significant grouping effects. The analysis showed a significant increase of FA, decrease of ADC, AD, RD after 6 months for HIE and HC. CONCLUSIONS: We observed modifications of parameter values in HIE newborns vs HC; however normalization of values at 6 months suggests that changes of parameters cannot be considered early biomarkers for evaluation of therapeutic hypothermia in newborns with moderate HIE and normal conventional MRI.","url":"https:\/\/www.researchgate.net\/publication\/346427313_DTI_parameters_in_neonates_with_hypoxic-ischemic_encephalopathy_after_total_body_hypothermia","name":"DTI parameters in neonates with hypoxic-ischemic encephalopathy after total body hypothermia","publisher":"Journal of Maternal-Fetal and Neonatal Medicine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":12,"day":30,"year":2019},"description":"Non-congenital viral infections of the central nervous system in children can represent a severe clinical condition that needs a prompt diagnosis and management. However, the aetiological diagnosis can be challenging because symptoms are often nonspecific and cerebrospinal fluid analysis is not always diagnostic. In this context, neuroimaging represents a helpful tool, even though radiologic patterns sometimes overlap. The purpose of this pictorial essay is to suggest a schematic representation of different radiologic patterns of non-congenital viral encephalomyelitis based on the predominant viral tropism and vulnerability of specific regions: cortical grey matter, deep grey matter, white matter, brainstem, cerebellum and spine.","url":"https:\/\/www.researchgate.net\/publication\/342850315_Non-congenital_viral_infections_of_the_central_nervous_system_from_the_immunocompetent_to_the_immunocompromised_child","name":"Non-congenital viral infections of the central nervous system: from the immunocompetent to the immunocompromised childNon-congenital viral infections of the central nervous system: from the immunocompetent to the immunocompromised child","publisher":"Pediatric Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":8,"day":1,"year":2020},"description":"The aim of this study was to investigate the association of neuroimaging, clinical, and laboratory findings in children with different underlying diseases who developed posterior reversible encephalopathy syndrome (PRES). All consecutive pediatric patients referred to our institute between 2000 and 2017 were retrospectively evaluated for newly diagnosed PRES. Clinical data, medical history, and therapies administered at the time of PRES and laboratory findings were reviewed as the magnetic resonance imaging (MRI) obtained at PRES presentation and during follow-up. Statistics included Mann–Whitney U, Chi-square, and Fisher's exact tests. A total of 39 pediatric patients (25 males, median age = 8.8 years) with a confirmed diagnosis of PRES were included. The patients were divided into four groups based on the underlying disease: (1) patients with hemato-oncological diseases not transplanted (n = 15, 38.5%), (2) who underwent hematopoietic stem cell transplantation (HSCT; n = 12, 30.8%), (3) affected by renal (n = 8, 20.5%), and (4) by autoimmune diseases (n = 4, 10.2%). Hemato-oncological patients and those undergoing HSCT presented a higher incidence of involvement of deep gray matter structures and hemorrhagic lesions when compared with patients with renal and autoimmune disorders (p = 0.036 and p = 0.036, respectively). No differences emerged among different groups of patients regarding presenting PRES symptoms, arterial blood pressure, laboratory findings, and extent of MRI abnormalities and these parameters did not show association with outcome. In conclusion, in pediatric patients with different diseases who develop PRES, involvement of deep gray matter structures and hemorrhagic lesions are more common in hemato-oncological patients and those undergoing HSCT. Clinical and radiologic outcome is favorable independently of clinical data and extent of MRI abnormalities.","url":"https:\/\/www.researchgate.net\/publication\/343455495_Multifactorial_Posterior_Reversible_Encephalopathy_Syndrome_in_Children_Clinical_Laboratory_and_Neuroimaging_Findings","name":"Multifactorial Posterior Reversible Encephalopathy Syndrome in Children: Clinical, Laboratory, and Neuroimaging FindingsMultifactorial Posterior Reversible Encephalopathy Syndrome in Children: Clinical, Laboratory, and Neuroimaging Findings","publisher":"Journal of pediatric neurology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":8,"day":1,"year":2020},"description":"Microcephalic osteodysplastic primordial dwarfism (MOPD) type II is a rare disorder characterized by skeletal dysplasia, severe proportionate short stature, insulin resistance and cerebrovascular abnormalities including cerebral aneurysms and moyamoya disease. MOPD type II is caused by mutations in the pericentrin (PCNT ) gene, which encodes a protein involved in centrosomes function. We report a 2 year old girl affected by MOPD type II caused by two compound heterozygous loss‐of‐function variants in PCNT gene, of which one is a novel variant (c.5304delT; p.Gly1769AlafsTer34). The patient presented atypical brain magnetic resonance imaging (MRI) findings consistent with pachygyria. This was confirmed by morphometric analysis of cortical thickness (CT) and gyrification index by comparing MRI data of the patient with a group of eight age‐matched healthy controls. The statistical analysis revealed a significant and diffuse increase of CT with an anterior‐predominant pattern and diffuse reduced gyrification (p < .05). These findings provide new evidences to the emergent concept that malformations of cortical development are complex disorders and that new genetic findings contribute to the fading of classification borders.","url":"https:\/\/www.researchgate.net\/publication\/343407413_Microcephalic_osteodysplastic_primordial_dwarfism_type_II_and_pachygyria_Morphometric_analysis_in_a_2-year-old_girl","name":"Microcephalic osteodysplastic primordial dwarfism type II and pachygyria: Morphometric analysis in a 2‐year‐old girl","publisher":"American Journal of Medical Genetics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":11,"day":4,"year":2019},"description":"Purpose: Kearns Sayre syndrome (KSS) is a mitochondrial disorder characterized by development of visual impairment. Electroretinogram (ERG) and visual evoked potentials are not able to provide topographical information of optic damage. The purpose of this study was to explore retrochiasmatic optic pathway alteration in KSS with diffusion tractographic analysis and to compare it with different tracts. Methods: DTI from 8 KSS subjects (14.7 years) and 10 healthy controls (HC) were acquired on a 3T scanner. Optic radiations (OR), optic tracts (OT), inferior frontooccipital fasciculus (IFOF) and corticospinal tract (CST) were reconstructed with probabilistic tractography. Fractional anisotropy (FA), apparent diffusion coefficient (ADC), radial (RD), and axial diffusivity (AD) were calculated, evaluating group differences. T test on diffusion parameters identified significantly different track portions among cohorts. Results: All patients had optic pathway alterations at electrophysiological examination. Significant lower FA were found in OT, IFOF, and CST of KSS group. RD was significantly higher in bilateral OR, IFOF, CST, and right OT, while ADC was higher in bilateral OR and CST. RD values were higher in the proximal and distal portion of OR bilaterally and in the distal portion of right OT, while widespread differences were found in IFOF and CST. No significant differences were found for AD. FA profiles analysis demonstrated significant differences between groups in several regions of OT, IFOF, and CST, while ADC assessment revealed spread differences in OR and CST. Conclusions: DTI evaluation of retrochiasmatic tracks may represent a useful tool to topographically investigate retrochiasmatic visual impairment in KSS.","url":"https:\/\/www.researchgate.net\/publication\/337020446_Visual_pathways_evaluation_in_Kearns_Sayre_syndrome_a_diffusion_tensor_imaging_study","name":"Visual pathways evaluation in Kearns Sayre syndrome: a diffusion tensor imaging study","publisher":"Neuroradiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":10,"day":28,"year":2019},"description":"Functional magnetic resonance imaging (fMRI) is widely used in clinical applications to highlight brain areas involved in specific cognitive processes. Brain impairments, such as tumors, suppress the fMRI activation of the anatomical areas they invade and, thus, brain-damaged functional networks present missing links\/areas of activation. The identification of the missing circuitry components is of crucial importance to estimate the damage extent. The study of functional networks associated with clinical tasks but performed by healthy individuals becomes, therefore, of paramount concern. These “healthy” networks can, indeed, be used as control networks for clinical studies. In this work we investigate the functional architecture of 20 healthy individuals performing a language task designed for clinical purposes. We unveil a common architecture persistent across all subjects under study, that we call “core” network, which involves Broca’s area, Wernicke’s area, the premotor area, and the pre-supplementary motor area. We study the connectivity of this circuitry by using the k-core centrality measure, and we find that three of these areas belong to the most robust structure of the functional language network for the specific task under study. Our results provide useful insights on primarily important functional connections.","url":"https:\/\/www.researchgate.net\/publication\/337028094_Core_language_brain_network_for_fMRI-language_task_used_in_clinical_applications","name":"Core language brain network for fMRI-language task used in clinical applications","publisher":"Network Neuroscience","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]},{"publishedOn":{"month":2,"day":12,"year":2019},"description":"Purpose Enlargement of deep cerebral veins and choroid plexus engorgement are frequently reported in Sturge–Weber syndrome. We aim to describe cavernous sinus involvement in patients with this syndrome and to identify possible clinical-neuroimaging correlations. Methods Sixty patients with Sturge–Weber syndrome (31 females, mean age 4.5 years) and 120 age\/sex-matched controls were included in this retrospective study. We performed a visual analysis to identify patients with asymmetric cavernous sinus enlargement. Then, we measured on axial T2WI the left (A), right (B), and bilateral (LL) transverse diameters of the cavernous sinus. We calculated the module of the difference |A-B| and the cavernous sinus asymmetry index as the ratio |A-B|\/LL. Differences among groups were assessed by Mann–Whitney U and Kruskal–Wallis tests. Clinicoradiological associations were evaluated by Fisher exact test. Results We found seven subjects (11.6%) with asymmetric CS enlargement. The |A-B| and cavernous sinus asymmetry index were higher in patients with asymmetric CS enlargement compared with controls and patients without visible CS abnormalities (pB < 0.05). Asymmetric CS enlargement was always ipsilateral to facial port-wine stains (7\/7), and, when present, to leptomeningeal vascular malformations (4\/7). It was significantly associated with ipsilateral bone marrow changes (p = 0.013) and dilated veins (p = 0.002). Together with brain atrophy and deep venous dilatation, this sign was associated with neurological deficits (p < 0.05). Conclusions We expanded the spectrum of venous abnormalities in SWS, showing the presence of asymmetric cavernous sinus enlargement in more than one tenth of patients, likely related to increased venous drainage.","url":"https:\/\/www.researchgate.net\/publication\/331046290_Asymmetric_cavernous_sinus_enlargement_a_novel_finding_in_Sturge-Weber_syndromehttps:\/\/www.researchgate.net\/publication\/331046290_Asymmetric_cavernous_sinus_enlargement_a_novel_finding_in_Sturge-Weber_syndrome","name":"Asymmetric cavernous sinus enlargement: a novel finding in Sturge–Weber syndrome","publisher":"Neuroradiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHnj-kBJScY4Jrs3Q_9eX3Msia1bO9gF_w,NAME_SEARCH,iF3W)"}]}],"positions":null,"posts":[{"createdAt":1716463860000,"insightId":"0066e7f3-9e58-4dbe-b511-d353715c68b3","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQGVyZt4kG8k0A\/feedshare-shrink_2048_1536\/0\/1716463885483?e=1720051200&v=beta&t=1znM93gmndkURup74MnYrNv0CmAKXLYdLJ3pbcDj9GU"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":17},{"type":"PRAISE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7199371345330139136","threadUrn":"urn:li:activity:7199371345330139136","reactionsCount":25,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7199371344705114112","message":{"attributes":[{"start":51,"length":34,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:16213043"}}}],"text":"Metabolic connectivity has a bright future ahead!\n\nAmerican Society of Neuroradiology  2024 meeting - Las Vegas"},"entityUrn":"urn:li:share:7199371344705114112"}}},{"createdAt":1714922460000,"insightId":"26e6e987-0df0-4940-ab53-1cb920b21c3f","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFaLtPvazSMyA\/articleshare-shrink_800\/0\/1714922440951?e=1717977600&v=beta&t=CI7G_7R8hcf5YLxPbClrRWsrq0exh3xD6VAWvUnsB3o","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFaLtPvazSMyA\/articleshare-shrink_800\/0\/1714922440951?e=1717977600&v=beta&t=CI7G_7R8hcf5YLxPbClrRWsrq0exh3xD6VAWvUnsB3o"}]},"description":"left hemispheric tumors and 18F-FDG PET\/MRI were retrospectively recruited. We included 37 healthy controls (HCs) from the database CERMEP-IDB-MRXFDG. We analyzed the whole brain and right versus left hemispheres connectivity in patients and HC,...","resolvedUrl":"https:\/\/journals.lww.com\/nuclearmed\/abstract\/9900\/tumors_affect_the_metabolic_connectivity_of_the.1095.aspx","title":"Tumors Affect the Metabolic Connectivity of the Human Brain ... : Clinical Nuclear Medicine"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":30},{"type":"PRAISE","count":1},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7192906289520222209","threadUrn":"urn:li:activity:7192906289520222209","reactionsCount":32,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192906288769449984","message":{"attributes":[{"length":24,"start":98,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/e-ezx4Z7"}}},{"length":14,"start":124,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:245575173"}}},{"length":38,"start":139,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:5630"}}},{"length":12,"start":178,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:38522049"}}},{"length":13,"start":191,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:267974960"}}},{"length":10,"start":205,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:178779624"}}},{"length":11,"start":216,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:255356647"}}}],"text":"Metabolic connectivity is a new way to study neuroplasticity in brain tumors with PET. Exciting!\n\nhttps:\/\/lnkd.in\/e-ezx4Z7\n\nAndrei Holodny Memorial Sloan Kettering Cancer Center Simone Krebs Heiko Schoder Kyung Peck Maya Graham Mehrnaz Jenabi"},"entityUrn":"urn:li:share:7192906288769449984"}}}]}