{"summary":"Clinical Research Manager within Oncology. Specific interests and experience with data\/study\/project management.\n\nPreviously a Senior CRA, at Abbott Diabetes Care, leading a small team and working cross functionally to evaluate the safety, accuracy and performance of blood glucose and ketone monitoring systems.\n\nHeld various positions at the University of Leeds, experience with large phase 3 blood cancer trials, audited against Human Tissue Act and Clinical Trial Regulations (Medicines for Human Use).","lastName":"Chadwick","objectUrn":"urn:li:member:302756447","geoRegion":"Greater Oxford Area","fullName":"Fraser Chadwick","firstName":"Fraser","currentPositions":[{"companyName":"Bayer UK","description":"Oncology","title":"Clinical Research Manager","companyUrnResolutionResult":{"employeeCountRange":"501-1000","website":"http:\/\/bayer.co.uk\/en","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/bayer-in-the-uk\/","industry":"Chemical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:98322853","tenureAtCompany":{"numYears":1,"numMonths":6},"startedOn":{"month":12,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)","projects":[{"endedOn":{"month":3,"year":2018},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"Pending ethical approval - September 2016\n\nThis randomised double-blind placebo controlled trial will aim to determine the impact of creatine monohydrate supplementation when used in conjunction with a six week inspiratory muscle training programme. ","title":"The impact of creatine monohydrate supplementation on inspiratory muscle training adaptations","startedOn":{"month":4,"year":2016}},{"endedOn":{"month":3,"year":2018},"description":"PATHWAY-27, a pan-European interdisciplinary team of life\/social scientists and high tech\/ food processing SMEs, uniquely addresses the role and mechanisms of action of 3 bioactives, namely docosahexaenoic acid (DHA), β-glucan (BG),and anthocyanins (AC), fortifying 3 different widely-consumed food matrices (dairy-, bakery-, egg products). Critical evaluation of bioactive-food matrix interactions and determining the extent of synergies between the 3 bioactives are key elements of PATHWAY-27. The project will also consider the technological modifications occurring during food processing and production, as well as the frequency of consumption and the consumers' acceptance of the BEF.\n\nThe multicentre, randomized, double-blind, placebo-controlled project will determine the impact of BEF on physiologically-relevant endpoints of the Metabolic Syndrome (MS), a risk factor for many diseases, performing three pilot studies and one larger intervention trial. Parallel in vitro\/in vivo studies will enable selection of robust biomarkers by advanced omics techniques, and will deliver a better understanding of the role and mechanisms of action of the 3 bioactives and BEF.\n\nThe project will also include generic protocols, best practices and guidelines for planning dietary interventions, and guidance to SMEs for producing health-promoting BEF and for submitting convincing health claim dossiers to EFSA. PATHWAY guidelines will be generic and will apply to a wide range of bioactives and BEF. The project impact will be optimised across Europe by targeted dissemination to industry (especially SME), consumer and Science & Technology stakeholders. ","title":"Pathway- 27","url":"http:\/\/www.pathway27.eu","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":4,"year":2016}},{"endedOn":{"month":3,"year":2018},"description":"The OPTIFEL project stems from the strong conviction that to improve nutrition for the elderly, we need to focus our efforts on developing products tailored to seniors by using the current food processing instruments. As pleasure is an integral part of an adequate diet, the first objective is to identify the requirements and expectations of seniors. These data will then be translated into guidelines to help us conceive, elaborate and test tastier, attractive foods with easy-to-eat textures and of course nutritional interests. The research will focus on vegetables and fruits as they offer a large variety of tastes, colours and textures, and as emerging literature connects higher intake of vegetables and fruits to improved health outcomes, including mortality, disability, chronic diseases and other geriatric conditions. Other factors such as food safety, adapted packaging and environmental costs assessment will also be investigated.\nWe will strive to provide the results, on the one hand, providing practical and appropriate tools to the general public, and secondly, by disseminating information to the scientific community throughout the project.","title":"Optimised food products for elderly populations (OPITFEL EU)","url":"http:\/\/www.optifel.eu","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":4,"year":2016}},{"endedOn":{"month":8,"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"The study investigated the effect Inspiratory Muscle Training (IMT) had on ventilatory measures. The study aimed to contribute to the current plethora of research and distinguish if a significant and meaningful difference was found in two varying protocols, after 5 weeks of IMT. A prospective, controlled, double-blind design was employed as twenty-eight healthy and recreationally active males, were randomly allocated to one of three groups. Two training groups, either 30 (L-IMT) or 50% (H-IMT) of relative Maximal Inspiratory Pressure (MIP) and a control group was tested at 3 points of time (preliminary, post 2 weeks IMT and post 5 weeks IMT). Ventilatory function was measured using several spirometry variables. Findings showed MIP increased significantly (p<0.01) in all three groups after 5 weeks, however more so in the H-IMT (107.7 ± 29.2 – 165.1 ± 26.2 cmH20) compared to 108.31 ± 22.9 – 145.4 ± 26.6 cmH20 in the L-IMT and 104.24 ± 11.9 to119.9 ± 30.5 cmH20 in the control. Although there was no significant difference between H-IMT and L-IMT for MIP, H-IMT improved noticeably more 41% appose to 28.6%. There was no significant change of ventilatory function following H-IMT or L-IMT, proposing volitional tests alone may not be adequate evidence to underpin the mechanisms of IMT in a small sample of healthy males. To conclude, IMT at a higher intensity was more likely to increase MIP than training at a lowered intensity for an identical duration, therefore providing a more time efficient training programme in this cohort.","title":"Dissertation - Investigating the Effect of Inspiratory Muscle Training Intensity on Ventilatory Function in Physically Active Males","startedOn":{"month":5,"year":2015}},{"endedOn":{"month":8,"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"title":"The Effect of Normobaric Hypoxia on Substrate Oxidation, Appetite and Energy Intake.","startedOn":{"month":5,"year":2015}},{"endedOn":{"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"Participated in the PhD study to see the effect beetroot consumption had upon 1500m time trial performance at simulated altitude. I was introduced to new instruments these being the Medgraphics for Gas Analysis and pulse oximetry utilizing near infrared spectroscopy to indicate cerebral oxygenation.  I also experienced using the COSMED NObreath to measure eNO and FeNO.","title":"The Effect of Beetroot Juice on Running Performance in Simulated Altitude","startedOn":{"year":2015}},{"endedOn":{"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"By assisting during the data collection process and volunteering as a participant for the study. I gained an insight into procedures and equipment not normally accessible to undergraduate students such as; Dual-Energy X-ray Absorptiometry scans, Bio-electrical Impedance, Resonant Perturbation Techniques, Phlebotomy, the use of Bromide and Deuterium.","title":"Total body water measured by electromagnetic resonant cavity perturbation in an athletic population under euhydration and hypohydration.","startedOn":{"year":2014}},{"endedOn":{"year":2015},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"Initially participating in the study allowed me to experience the strain of the human body when exercise at three different altitudes, two of which classed as high. It gave me a further understanding of gas analysis and calibration using the Cortex Metalyser whilst performing sub-max and maximal testing. I also experienced oxygen saturation testing, echocardiograms and blood analysis particularly hematocrit and hemoglobin levels. By recently assisting on the study I found myself working alongside a stimulating team to assist the MOD in their acclimatisation for Everest.","title":"Physiological Mechanisms and Acute Mountain Sickness Susceptibility: Interaction of Exercise and Hypoxia.","startedOn":{"year":2014}},{"endedOn":{"year":2013},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"This PhD study gave me a great insight into gas analysis whilst performing maximal aerobic exercise and a detailed understanding of cannulation. Glucose, lactate, insulin, caffeine, epinephrine (adrenaline) and free fatty-acid analysis occurred. I also gained exposure to Muscle Biopsies and the use of liquid nitrogen","title":"The Influence of Caffeine and Carbohydrate on Muscle Glycogen Synthesis Following Exhaustive Exercise.","startedOn":{"year":2013}},{"endedOn":{"month":3,"year":2018},"description":"Research Technician assistance;  primarily phlebotomy on the acute, double-blind, randomised, placebo-controlled crossover trial.\n","title":"POLYGLUC: Effects of enriched fruit juice on blood glucose levels after a meal in subjects with impaired response to carbohydrates","url":"http:\/\/gtr.rcuk.ac.uk\/projects?ref=BB%2FM027406%2F1","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":5,"year":2016}},{"endedOn":{"month":3,"year":2018},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"Assisting and ensuring adherence to university health and safety policy and procedures.  Constructively participate in complex multi-disciplinary meetings and integrate health and safety into both the School and Faculties strategic plans.","title":"School Deputy Health and Safety Coordinator ","startedOn":{"month":9,"year":2017}},{"endedOn":{"month":3,"year":2018},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"description":"Preventing breast cancer recurrence through reducing dietary\tintake of oxidized cholesterol: An analytical tool.\nCurrently investigating a detailed mammosphere assay protocol for the quantification of breast stem cell activity. Mammosphere culturing, counting, measuring, harvesting and extracting RNA for future analysis.\nUse of a Tecan Spark 10M Multimode Microplate Reader","title":"Breast Cancer UK ","startedOn":{"month":9,"year":2017}},{"endedOn":{"month":12,"year":2022},"description":"The aim of this study is to monitor the performance of blood ketone monitoring systems (blood ketone meters and test strips) designed for people with diabetes to test their blood ketone levels. Up to 250 samples per year.","title":"Blood Ketone Performance Test; PMS-KET-004 ","url":"https:\/\/www.isrctn.com\/ISRCTN13235081","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"year":2019}},{"endedOn":{"month":12,"year":2022},"description":"The aim of this multi-centre (six UK sites) prospective open single-arm study is to evaluate the accuracy of the Abbott FreeStyle Libre Flash Glucose Monitoring System, designed for testing of blood glucose for people with diabetes, especially those who take insulin. \n\nParticipants wear the two Sensors according to labelling instructions. The data is transferred and stored in the Reader memory by regular scanning of the Sensor by the participants. Each study event aims to recruit between 18 and 36 participants across approximately six sites. Once a study event is complete another one commences, on a continuing basis. Each participant is in the study for up to 15 days. Participants wear a FreeStyle Libre Flash Glucose Monitoring System for 14 days while going about their daily activities. Participants perform four BG fingerstick readings per day for each day of Sensor wear using the built-in test strip port in the Reader to allow evaluation of Sensor accuracy. During Visit 1 participants provide demographic data, their height and weight is recorded. Participants are trained on how to use the FreeStyle Libre Flash Glucose Monitoring System. They are also instructed to scan the Sensor with the Reader immediately after they do a fingerstick test. Participants return to the clinic on day 15 where their Sensors are scanned before removal and the data is uploaded. This is the end of their study participation. The data is subsequently be analysed at Abbott Diabetes Care. ","title":"Performance Check of the Abbott FreeStyle Libre Flash Glucose Monitoring System; ADC-UK-PMS-14020","url":"http:\/\/www.isrctn.com\/ISRCTN87654534?q=&filters=conditionCategory:Nutritional%5C,%20Metabolic%5C,%20Endocrine&sort=&offset=7&totalResults=1112&page=1&pageSize=50&searchType=basic-search","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"year":2019}},{"endedOn":{"month":12,"year":2022},"description":"The aim of this multi-centre prospective single arm study is to evaluate the accuracy and performance of the masked Abbott FreeStyle Libre Flash Glucose Monitoring System.\n\nAll participants wear up to 3 masked FreeStyle Libre Flash Glucose Monitoring System for 14 days while going about their daily activities. That is, they wear the sensor according to labelling instructions but are not able to see any sensor glucose data, unless they choose to wear an optional sensor (unmasked). The data collected is transferred and stored in the reader memory by regular scanning of the sensor by the participants. Participants also perform four fingerstick readings per day, using the built-in blood glucose test strip port in the device’s reader. These blood glucose strip results are visible to the patient throughout. During visit 1 to their trial participating clinic, each participant’s demographic data, height and weight is recorded and their HbA1c result obtained. Participants are then be trained on how to use the FreeStyle Libre Flash Glucose Monitoring System and instructed to scan the sensor with the reader immediately after they do a fingerstick test. Three to five days later a follow up phone call is made to check that participants have not had any issues. Participants return to the clinic on day 15 where their sensors are scanned prior to removal and the data uploaded. This is the end of their study participation. The data is subsequently analysed. ","title":"Masked performance check of the Abbott FreeStyle Libre Flash Glucose Monitoring System; ADC-UK-PMS-14021","url":"http:\/\/www.isrctn.com\/ISRCTN12543702","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":3,"year":2019}},{"endedOn":{"month":6,"year":2019},"description":"Prospective, multi-centre, single arm, pilot study in both hospital and GP practice settings, to determine Time in HYpoglycaemia when using pre-MixEd (biphasic) insulin. This pilot study is being conducted to determine the amount of time spent in low glucose or hypoglycaemia (less than 3.9 mmol\/L [70 mg\/dL]) by people with type 2 diabetes when using pre-mixed (biphasic) insulin. \n\nParticipants will wear two FreeStyle Libre Pro Flash Glucose Monitoring Sensors for up to 14 days. There is no follow-up period unless the participant experiences an unanticipated adverse device effect (ADE). ","title":"Determining the amount of time with low glucose in people using premixed (biphasic) insulin; ADC-UK-PMS-19040 ","url":"https:\/\/www.isrctn.com\/ISRCTN10603608?q=&filters=conditionCategory:Nutritional%5C,%20Metabolic%5C,%20Endocrine,recruitmentCountry:United%20Kingdom&sort=&offset=9&totalResults=757&page=1&pageSize=10&searchType=basic-search","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":6,"year":2019}},{"endedOn":{"month":12,"year":2022},"description":"Multi-centre prospective single-arm study to assess the accuracy of blood glucose monitoring systems using capillary blood samples according to ISO 15197 and venous blood samples using the Consensus Error Grid. \n\nParticipation for the patient consists of one visit to the study site. The visit is expected to last about 5 to 20 minutes. The participant gives a blood sample either by venepuncture (the puncture of a vein) or by a fingerprick and the blood is tested using both the blood glucose monitoring system and the reference method. The accuracy and precision of the methods are compared.","title":"Blood glucose performance test; ","url":"http:\/\/www.isrctn.com\/ISRCTN11379850","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":3,"year":2019}},{"endedOn":{"month":10,"year":2019},"description":"This pilot study is being conducted to determine whether understanding of diabetes status and management is better with use of HbA1c with FreeStyle Libre Pro than with HbA1c alone ","title":"Assessing the use of FreeStyle Libre Pro with HbA1c in diabetes management; ADC-UK-PMS-19044 ","url":"http:\/\/www.isrctn.com\/ISRCTN36033130","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":10,"year":2019}},{"endedOn":{"month":3,"year":2019},"description":"As a CTA within this large 406 participant randomised, controlled, multi-centre, open-label, phase III trial (with a single intervention registration phase) my role involved reviewing source data and medical records to ensure protocol adherence, especially in complex steps such as Ixazomib and thalidomide dose changes. Also reviewing participant elgibility against the 13 inclusion criteria and 13 exclusion criteria, again some complex: ≥Grade 2 peripheral neuropathy within 14 days before registration or diagnosed with relapsed MM (with measurable disease, according to IMWG criteria (Appendix 2)) previously treated with ASCT).","title":"Myeloma XII (ACCoRd)","url":"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT03562169","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":3,"year":2018}},{"endedOn":{"month":3,"year":2019},"description":"This was the first time in the UK that 95 newly diagnosed multiple myeloma patients was entered into a clinical trial prospectively according to their genetic risk profile. \nMy role within the trial was to work within the central laboratory and audit against inclusion criteria 1) Confirmation of High Risk status from Institute of Cancer Research (ICR) following bone marrow and blood sample processed through the MUKnine a screening protocol. The laboratory proceedures included genetic analysis such as fluorescence in situ hybridization test (FISH)","title":"MUK Nine b: OPTIMUM Treatment Protocol ","url":"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT03188172","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABILsl8BzesGWE6XKmeOYBNEiHQPNUxYo4s,NAME_SEARCH,aIfx)"}],"startedOn":{"month":3,"year":2018}}],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2015},"degree":"Bachelor of Science (BSc)","eduId":194338468,"schoolUrn":"urn:li:fs_salesSchool:16715","school":"urn:li:fs_salesSchool:16715","fieldsOfStudy":["Sport and Exercise Science"],"schoolName":"Leeds Beckett University","startedOn":{"year":2012}},{"endedOn":{"year":2012},"degree":"A Levels","eduId":202984643,"fieldsOfStudy":["Biology, Mathematics, Psychology and Physical Education"],"schoolName":"Bury College","startedOn":{"year":2009}}],"skills":[{"numOfEndorsement":0,"name":"Clinical Monitoring"},{"numOfEndorsement":0,"name":"Project Management"},{"numOfEndorsement":0,"name":"Team Leadership"},{"numOfEndorsement":0,"name":"Clinical Operations"},{"numOfEndorsement":3,"name":"Clinical Trials"},{"numOfEndorsement":12,"name":"Research"},{"numOfEndorsement":10,"name":"Human Physiology"},{"numOfEndorsement":2,"name":"Tissue Culture"},{"numOfEndorsement":1,"name":"Participant Recruitment"},{"numOfEndorsement":17,"name":"Science"},{"numOfEndorsement":2,"name":"Data Management"},{"numOfEndorsement":6,"name":"Data Analysis"},{"numOfEndorsement":1,"name":"Good Clinical Practice (GCP)"},{"numOfEndorsement":1,"name":"Good Laboratory Practice (GLP)"},{"numOfEndorsement":4,"name":"Statistics"},{"numOfEndorsement":10,"name":"Microsoft Office"},{"numOfEndorsement":6,"name":"SPSS"},{"numOfEndorsement":18,"name":"Teamwork"},{"numOfEndorsement":13,"name":"Time Management"},{"numOfEndorsement":7,"name":"Customer Service"},{"numOfEndorsement":1,"name":"Trial Management"},{"numOfEndorsement":2,"name":"Health and Safety"},{"numOfEndorsement":5,"name":"Qualitative & Quantitative Research Methodologies"},{"numOfEndorsement":3,"name":"Venepuncture"},{"numOfEndorsement":9,"name":"Respiratory Physiology"},{"numOfEndorsement":4,"name":"Pipette Metrology"},{"numOfEndorsement":3,"name":"Urine Analysis"},{"numOfEndorsement":3,"name":"Drugs of Abuse Testing"}],"pronoun":"He\/Him","numOfConnections":1087,"patents":[],"headline":"Clinical Research Manager at Bayer","courses":[{"name":"Laboratory Spill Management"},{"name":"Systems, Applications & Products in Data Processing (SAP)"},{"name":"Managing Individual Performance "},{"name":"Human Tissue Act "},{"name":"Equality and Inclusion: The Role of the Manager"},{"name":"IT Security Advanced; Data Protection and Medical Records"},{"name":"Health and Safety: The Role of the Manager"},{"name":"Ethics and Ethical Review; University of Leeds Procedures"}],"certifications":[{"authority":"International Air Transport Association (IATA)","name":"Transport of Biological Materials and Infectious Substances","company":"urn:li:fs_salesCompany:164256","startedOn":{"month":10,"year":2016},"companyUrn":"urn:li:fs_salesCompany:164256"},{"authority":"Gas Safe Consultants Limited","name":"Cryogenic Liquids and Compressed Gas","company":"urn:li:fs_salesCompany:2372616","startedOn":{"month":12,"year":2016},"companyUrn":"urn:li:fs_salesCompany:2372616"},{"authority":"Leeds Beckett University","name":"Clinical Skills - Venepuncture","company":"urn:li:fs_salesCompany:16715","startedOn":{"month":4,"year":2016},"companyUrn":"urn:li:fs_salesCompany:16715"},{"authority":"Gas Safe Consultants Limited","name":"Connecting Regulators and Cylinder Set Up","company":"urn:li:fs_salesCompany:2372616","startedOn":{"month":1,"year":2017},"companyUrn":"urn:li:fs_salesCompany:2372616"},{"authority":"Gas Safe Consultants Limited","name":"Laboratory Gases Safety Awareness","company":"urn:li:fs_salesCompany:2372616","startedOn":{"month":1,"year":2017},"companyUrn":"urn:li:fs_salesCompany:2372616"},{"authority":"Institute of Clinical Research","name":"Registered Member ICR","company":"urn:li:fs_salesCompany:52333","startedOn":{"month":9,"year":2019},"companyUrn":"urn:li:fs_salesCompany:52333"},{"authority":"Science Council","name":"Registered Science Technician ","company":"urn:li:fs_salesCompany:2187815","startedOn":{"month":5,"year":2018},"companyUrn":"urn:li:fs_salesCompany:2187815"}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/fraser-chadwick-33b48685","organizations":[],"location":"Greater Oxford Area","publications":[],"positions":null,"posts":[{"createdAt":1715286540000,"insightId":"34f4cb3a-4987-493e-8b0d-57c1e9f1fa7c","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGwRQMUurqJgQ\/articleshare-shrink_800\/0\/1715286422113?e=1717977600&v=beta&t=so-E7H0-_OOsz0XkODbKxmKos0QnfERiRdrJXYBliBc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGwRQMUurqJgQ\/articleshare-shrink_800\/0\/1715286422113?e=1717977600&v=beta&t=so-E7H0-_OOsz0XkODbKxmKos0QnfERiRdrJXYBliBc"}]},"description":"We offer comprehensive and competitive health, financial, paid time off and many other benefits designed to promote the health and financial well-being of our employees and their families. Note to Recruitment Agencies: Please do not forward any agency...","resolvedUrl":"https:\/\/mazetx.com\/careers\/?gh_jid=7441941002","title":"Careers"}},"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194433425922043904","threadUrn":"urn:li:activity:7194433425922043904","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194433425301254145","message":{"attributes":[{"start":17,"length":18,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:regulatoryaffairs"}}},{"start":44,"length":17,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:19046855"}}},{"start":68,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:hiring"}}},{"start":76,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/g5J6Vywp"}}}],"text":"Join our growing #RegulatoryAffairs team at Maze Therapeutics!  \n\n\n\n#hiring\nhttps:\/\/lnkd.in\/g5J6Vywp\n"},"entityUrn":"urn:li:share:7194433425301254145"}}}]}