{"lastName":"Bothe","objectUrn":"urn:li:member:335640691","geoRegion":"Rahway, New Jersey, United States","fullName":"Jameson Bothe","firstName":"Jameson","currentPositions":[{"companyName":"Merck","description":"Small Molecule Analytical Research and Development ","title":"Director","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"New Jersey","country":"United States","city":"Rahway","postalCode":"07065","line2":"P.O. Box 2000","line1":"126 E Lincoln Ave"},"website":"http:\/\/merck.us\/2J2xAUh","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/merck\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:1486","tenureAtCompany":{"numYears":9,"numMonths":10},"startedOn":{"month":4,"year":2024}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1664760805710?e=1723075200&v=beta&t=Jg_FRcUr0G1-E4lC4wtIpBC5deUtYe7_8k2WzU1npCI","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1664760805710?e=1723075200&v=beta&t=GyOocgxo75DnP8IghrDmsRR_FbDATLCTZoZ7w_yG8KM","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1664760805710?e=1723075200&v=beta&t=XohCoLjKj9N9t4_NJCOWplFMf-IxsN8MkVrAe-2igYE","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1664760805710?e=1723075200&v=beta&t=YUGq3uvN6QUgbl-g6gs-d27e1pt5On3YSRjkkjsS82E","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E03AQGKqrJEeheDbg\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2012},"degree":"Doctor of Philosophy (Ph.D.)","eduId":215203788,"schoolUrn":"urn:li:fs_salesSchool:2516","school":"urn:li:fs_salesSchool:2516","fieldsOfStudy":["Physical Chemistry"],"schoolName":"University of Michigan","startedOn":{"year":2007}},{"endedOn":{"year":2007},"degree":"Bachelor of Science (B.S.)","eduId":215204348,"schoolUrn":"urn:li:fs_salesSchool:41495","school":"urn:li:fs_salesSchool:41495","fieldsOfStudy":["Chemistry"],"schoolName":"University of Wisconsin-La Crosse","startedOn":{"year":2003}}],"skills":[],"pronoun":"He\/Him","numOfConnections":635,"patents":[],"headline":"Director at Merck","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/jameson-bothe-6174a494","organizations":[],"location":"Rahway, New Jersey, United States","publications":[{"publishedOn":{"month":12,"day":16,"year":2019},"description":"Minimally invasive delivery of peptide and protein molecules represents a significant opportunity for product differentiation and value creation versus standard injectable routes of administration. One such technology utilizes microneedle (MN) patches and it has made considerable clinical advances in systemic delivery of potent macromolecules and vaccines. The objective of this study was to develop a drug product using the MN technology that has similar bioperformance when compared to subcutaneous route of delivery and can provide improved stability under storage. Therapeutic Peptide A is being developed as a subcutaneous injection for chronic dosing with a submilligram estimated therapeutic dose. Peptide A has chemical and physical stability challenges in solution and this led to exploration of a viable drug product which could provide therapeutic dosages while overcoming the stability issues seen with the compound. This work focused on developing a coated solid microstructure transdermal system (sMTS) for Peptide A followed by detailed in vitro and preclinical evaluation for two different coating formulations. Based on initial assessment, ~250 μg of Peptide A could be coated with precision on a 1.27cm2 patch which contained 316 MN’s. The delivery from these systems was achieved with absolute bioavailability being similar to the subcutaneous delivery (88% and 74% for coated sMTS 1 & 2 and 75% for subcutaneous delivery). Stability of Peptide A was also found to be significantly improved when coated on the sMTS system with minimal degradation recorded at room temperature storage as compared to the subcutaneous liquid formulation. Additionally, skin irritation (on pig skin) was also measured in this study and it was found to be minimal and self-resolving. This evaluation provided a viable option for developing a drug product with improved stability and successful delivery of the investigated molecule.","url":"https:\/\/link.springer.com\/article\/10.1007%2Fs10544-019-0462-1","name":"Coated Microneedles for Transdermal Delivery of a Potent Pharmaceutical Peptide","publisher":"Biomedical Microdevices","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":4,"day":16,"year":2019},"description":"Peptides and proteins commonly have complex structural landscapes allowing for transformation into a wide array of species including oligomers, aggregates, and fibrils. The formation of undesirable forms including aggregates and fibrils poses serious risks from the perspective of drug development and disease. Liraglutide, a GLP-1 agonist for the treatment of diabetes, is a conjugated peptide that forms oligomers that can be stabilized by pH and organic solvents. We have developed an analytical toolkit to overcome challenges inherent to Liraglutide's conjugated acyl chain and probed the impact its oligomers have on its physical stability. Our studies show that Liraglutide's oligomer states have significant and potentially detrimental impacts on its propensity to aggregate and form fibrils as well as its potency. Liraglutide delivered as a synthetic peptide is able to maintain its oligomerization state in dried lyophilized powders, acting as a memory effect from its synthetic process and purification. Through Liraglutide's oligomer memory effect, we demonstrate the importance and impact the process for synthetic peptides can have on drug development spanning from discovery to formulation development.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.molpharmaceut.9b00106","name":"Peptide Oligomerization Memory Effects and Their Impact on the Physical Stability of the GLP-1 Agonist Liraglutide","publisher":"Molecular Pharmaceutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":8,"day":4,"year":2016},"description":"Advances in technologies related to the design and manufacture of therapeutic peptides have enabled researchers to overcome the biological and technological challenges that have limited their application in the past. As a result, peptides of increasing complexity have become progressively important against a variety of disease targets. Developing peptide drug products brings with it unique scientific challenges consistent with the unique physicochemical properties of peptide molecules. The identification of the proper characterization tools is required in order to develop peptide formulations with the appropriate stability, manufacturability, and bioperformance characteristics. This knowledge supports the build of critical quality attributes and, ultimately, regulatory specifications. The purpose of this review article is to provide an overview of the techniques that are employed for analytical characterization of peptide drug products. The techniques covered are highlighted in the context of peptide drug product understanding and include chemical and biophysical approaches. Emphasis is placed on summarizing the recent literature experience in the field. Finally, the authors provide regulatory perspective on these characterization approaches and discuss some potential areas for further research in the field.","url":"https:\/\/jpharmsci.org\/article\/S0022-3549(16)41509-1\/fulltext","name":"New and Evolving Techniques for the Characterization of Peptide Therapeutics","publisher":"Journal of Pharmaceutical Sciences","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":9,"day":12,"year":2017},"description":"The human transporter ATP7B delivers copper to the biosynthetic pathways and maintains copper homeostasis in the liver. Mutations in ATP7B cause the potentially fatal hepatoneurological disorder Wilson disease. The activity and intracellular localization of ATP7B are regulated by copper, but the molecular mechanism of this regulation is largely unknown. We show that the copper chaperone Atox1, which delivers copper to ATP7B, and the group of the first three metal-binding domains (MBD1–3) are central to the activity regulation of ATP7B. Atox1–Cu binding to ATP7B changes domain dynamics and interactions within the MBD1–3 group and activates ATP hydrolysis. To understand the mechanism linking Atox1–MBD interactions and enzyme activity, we have determined the MBD1–3 conformational space using small angle X-ray scattering and identified changes in MBD dynamics caused by apo–Atox1 and Atox1–Cu by solution NMR. The results show that copper transfer from Atox1 decreases domain interactions within the MBD1–3 group and increases the mobility of the individual domains. The N-terminal segment of MBD1–3 was found to interact with the nucleotide-binding domain of ATP7B, thus physically coupling the domains involved in copper binding and those involved in ATP hydrolysis. Taken together, the data suggest a regulatory mechanism in which Atox1-mediated copper transfer activates ATP7B by releasing inhibitory constraints through increased freedom of MBD1–3 motions.","url":"https:\/\/www.jbc.org\/content\/292\/44\/18169.long","name":"The Metal Chaperone Atox1 Regulates the Activity of the Human Copper Transporter ATP7B by Modulating Domain Dynamics","publisher":"Journal of Biological Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":1,"day":8,"year":2016},"description":"The kinetics of folding and unfolding underlie protein stability and quantification of these rates provides important insights into the folding process. Here, we present a simple high throughput protein unfolding kinetic assay using a plate reader that is applicable to the studies of the majority of 2-state folding proteins. We validate the assay by measuring kinetic unfolding data for the SH3 (Src Homology 3) domain from Actin Binding Protein 1 (AbpSH3) and its stabilized mutants. The results of our approach are in excellent agreement with published values. We further combine our kinetic assay with a plate reader equilibrium assay, to obtain indirect estimates of folding rates and use these approaches to characterize an AbpSH3-peptide hybrid. Our high throughput protein unfolding kinetic assays allow accurate screening of libraries of mutants by providing both kinetic and equilibrium measurements and provide a means for in-depth ϕ-value analyses.","url":"https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0146232","name":"Development and Application of a High Throughput Protein Unfolding Kinetic Assay","publisher":"PLoS One","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":9,"day":4,"year":2015},"description":"Preclinical species are a crucial component of drug development, but critical differences in physiology and anatomy need to be taken into account when attempting to extrapolate to humans or between species. The same is true when trying to develop oral formulations for preclinical species, especially unconventional formulations, such as sustained release tablets. During the evaluation of such specialized dosage forms, dissolution can be a critical in vitro tool used to rank-order formulations and ultimately choose the desired release rate. Here, the development of a canine biorelevant dissolution method for the prediction of the in vivo performance of sustained release matrix tablets in beagle dogs is described. The method accounts for differences in physiology between humans and dogs such as gastrointestinal fluid composition, gastric emptying forces, and gastric residence time. The most critical dissolution method parameters were found to be the paddle speed used to simulate the gastric emptying forces as well as the time spent in simulated gastric fluid. The resulting differences in method conditions are further explored through in silico models of the hydrodynamic forces applied to a dosage form. Two case studies are reported showing that the method was able to obtain excellent in vitro-in vivo relationships (slopes ranging from 1.08-1.01) which are significantly (p < 0.01-0.05) improved compared to human biorelevant dissolution used to predict in vivo performance in humans (slopes ∼1.5-1.75). The quality of the method's predictive ability allows for it to help drive the development of matrix sustained release formulations intended for preclinical studies.","url":"https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/03639045.2015.1082583?journalCode=iddi20","name":"A Canine Biorelevant Dissolution Method for Predicting in vivo Performance of Orally Administered Sustained Release Matrix Tablets","publisher":"Drug Development and Industrial Pharmacy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":9,"day":1,"year":2015},"description":"IscU, the scaffold protein for iron-sulfur (Fe-S) cluster biosynthesis in Escherichia coli, traverses a complex energy landscape during Fe-S cluster synthesis and transfer. Our previous studies showed that IscU populates two interconverting conformational states: one structured (S) and one largely disordered (D). Both states appear to be functionally important because proteins involved in the assembly or transfer of Fe-S clusters have been shown to interact preferentially with either the S or D state of IscU. To characterize the complex structure-energy landscape of IscU, we employed NMR spectroscopy, small-angle x-ray scattering (SAXS), and differential scanning calorimetry. Results obtained for IscU at pH 8.0 show that its S state is maximally populated at 25°C and that heating or cooling converts the protein toward the D state. Results from NMR and DSC indicate that both the heat- and cold-induced S→D transitions are cooperative and two-state. Low-resolution structural information from NMR and SAXS suggests that the structures of the cold-induced and heat-induced D states are similar. Both states exhibit similar (1)H-(15)N HSQC spectra and the same pattern of peptidyl-prolyl peptide bond configurations by NMR, and both appear to be similarly expanded compared with the S state based on analysis of SAXS data. Whereas in other proteins the cold-denatured states have been found to be slightly more compact than the heat-denatured states, these two states occupy similar volumes in IscU","url":"https:\/\/www.cell.com\/biophysj\/fulltext\/S0006-3495(15)00780-8","name":"The Complex Energy Landscape of the Protein IscU","publisher":"Biophysical Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":11,"day":22,"year":2014},"description":"Proteins containing iron-sulfur (Fe-S) clusters arose early in evolution and are essential to life. Organisms have evolved machinery consisting of specialized proteins that operate together to assemble Fe-S clusters efficiently so as to minimize cellular exposure to their toxic constituents: iron and sulfide ions. To date, the best studied system is the iron-sulfur cluster (isc) operon of Escherichia coli, and the eight ISC proteins it encodes. Our investigations over the past five years have identified two functional conformational states for the scaffold protein (IscU) and have shown that the other ISC proteins that interact with IscU prefer to bind one conformational state or the other. From analyses of the NMR spectroscopy-derived network of interactions of ISC proteins, small-angle X-ray scattering (SAXS) data, chemical crosslinking experiments, and functional assays, we have constructed working models for Fe-S cluster assembly and delivery. Future work is needed to validate and refine what has been learned about the E. coli system and to extend these findings to the homologous Fe-S cluster biosynthetic machinery of yeast and human mitochondria. This article is part of a Special Issue entitled: Fe\/S proteins: Analysis, structure, function, biogenesis and diseases","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167488914004182?via%3Dihub","name":"Tangled Web of Interactions Among Proteins Involved in iron-sulfur Cluster Assembly as Unraveled by NMR, SAXS, Chemical Crosslinking, and Functional Studies","publisher":"Biochimica et Biophysica Acta ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":8,"day":5,"year":2014},"description":"Virulence of Candida is linked with its ability to form biofilms. Once established, biofilm infections are nearly impossible to eradicate. Biofilm cells live immersed in a self-produced matrix, a blend of extracellular biopolymers, many of which are uncharacterized. In this study, we provide a comprehensive analysis of the matrix manufactured by Candida albicans both in vitro and in a clinical niche animal model. We further explore the function of matrix components, including the impact on drug resistance. We uncovered components from each of the macromolecular classes (55% protein, 25% carbohydrate, 15% lipid, and 5% nucleic acid) in the C. albicans biofilm matrix. Functional matrix proteomic analysis revealed 458 distinct activities. Several of the in vitro matrix components, including proteins and each of the polysaccharides, were also present in the matrix of a clinically relevant in vivo biofilm. Nuclear magnetic resonance (NMR) analysis demonstrated interaction of aggregate matrix with the antifungal fluconazole, consistent with a role in drug impedance and contribution of multiple matrix components. Importance: This report is the first to decipher the complex and unique macromolecular composition of the Candida biofilm matrix, demonstrate the clinical relevance of matrix components, and show that multiple matrix components are needed for protection from antifungal drugs. The availability of these biochemical analyses provides a unique resource for further functional investigation of the biofilm matrix, a defining trait of this lifestyle.","url":"https:\/\/mbio.asm.org\/content\/5\/4\/e01333-14\/article-info","name":"Novel Entries in a Fungal Biofilm Matrix Encyclopedia","publisher":"mBio","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":4,"day":20,"year":2014},"description":"Spin relaxation in the rotating frame (R1ρ) is a powerful NMR technique for characterizing fast microsecond timescale exchange processes directed toward short-lived excited states in biomolecules. At the limit of fast exchange, only k(ex)=k(1)+k(-1) and Φex=p(G)p(E)(Δω)(2) can be determined from R1ρ data limiting the ability to characterize the structure and energetics of the excited state conformation. Here, we use simulations to examine the uncertainty with which exchange parameters can be determined for two state systems in intermediate-to-fast exchange using off-resonance R1ρ relaxation dispersion. R1ρ data computed by solving the Bloch-McConnell equations reveals small but significant asymmetry with respect to offset (R1ρ (ΔΩ)≠R1ρ (-ΔΩ)), which is a hallmark of slow-to-intermediate exchange, even under conditions of fast exchange for free precession chemical exchange line broadening (k(ex)\/Δω>10). A grid search analysis combined with bootstrap and Monte-Carlo based statistical approaches for estimating uncertainty in exchange parameters reveals that both the sign and magnitude of Δω can be determined at a useful level of uncertainty for systems in fast exchange (k(ex)\/Δω<10) but that this depends on the uncertainty in the R1ρ data and requires a thorough examination of the multidimensional variation of χ(2) as a function of exchange parameters. Results from simulations are complemented by analysis of experimental R1ρ data measured in three nucleic acid systems with exchange processes occurring on the slow (k(ex)\/Δω=0.2; pE=∼0.7%), fast (k(ex)\/Δω=∼10-16; p(E)=∼13%) and very fast (k(ex)=39,000 s(-1)) chemical shift timescales.","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S1090780714001177?via%3Dihub","name":"Evaluating the Uncertainty in Exchange Parameters Determined From Off-Resonance R1ρ Relaxation Dispersion for Systems in Fast Exchange","publisher":"Journal of Magnetic Resonance","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":5,"day":8,"year":2014},"description":"The Escherichia coli isc operon encodes key proteins involved in the biosynthesis of iron-sulfur (Fe-S) clusters. Whereas extensive studies of most ISC proteins have revealed their functional properties, the role of IscX (also dubbed YfhJ), a small acidic protein encoded by the last gene in the operon, has remained in question. Previous studies showed that IscX binds iron ions and interacts with the cysteine desulfurase (IscS) and the scaffold protein for cluster assembly (IscU), and it has been proposed that IscX functions either as an iron supplier or a regulator of Fe-S cluster biogenesis. We have used a combination of NMR spectroscopy, small-angle X-ray scattering (SAXS), chemical cross-linking, and enzymatic assays to enlarge our understanding of the interactions of IscX with iron ions, IscU, and IscS. We used chemical shift perturbation to identify the binding interfaces of IscX and IscU in their complex. NMR studies showed that Fe(2+) from added ferrous ammonium sulfate binds IscX much more avidly than does Fe(3+) from added ferric ammonium citrate and that Fe(2+) strengthens the interaction between IscX and IscU. We found that the addition of IscX to the IscU-IscS binary complex led to the formation of a ternary complex with reduced cysteine desulfurase activity, and we determined a low-resolution model for that complex from a combination of NMR and SAXS data. We postulate that the inhibition of cysteine desulfurase activity by IscX serves to reduce unproductive conversion of cysteine to alanine. By incorporating these new findings with results from prior studies, we propose a detailed mechanism for Fe-S cluster assembly in which IscX serves both as a donor of Fe(2+) and as a regulator of cysteine desulfurase activity.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/ja501260h","name":"Role of IscX in Iron-Sulfur Cluster Biogenesis in Escherichia Coli","publisher":"Journal of the American Chemical Society","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":1,"day":16,"year":2013},"description":"IscU from Escherichia coli, the scaffold protein for iron-sulfur cluster biosynthesis and delivery, populates a complex energy landscape. IscU exists as two slowly interconverting species: one (S) is largely structured with all four peptidyl-prolyl bonds trans; the other (D) is partly disordered but contains an ordered domain that stabilizes two cis peptidyl-prolyl peptide bonds. At pH 8.0, the S-state is maximally populated at 25 °C, but its population decreases at higher or lower temperatures or at lower pH. The D-state binds preferentially to the cysteine desulfurase (IscS), which generates and transfers sulfur to IscU cysteine residues to form persulfides. The S-state is stabilized by Fe-S cluster binding and interacts preferentially with the DnaJ-type co-chaperone (HscB), which targets the holo-IscU:HscB complex to the DnaK-type chaperone (HscA) in its ATP-bound from. HscA is involved in delivery of Fe-S clusters to acceptor proteins by a mechanism dependent on ATP hydrolysis. Upon conversion of ATP to ADP, HscA binds the D-state of IscU ensuring release of the cluster and HscB. These findings have led to a more complete model for cluster biosynthesis and delivery.","url":"https:\/\/febs.onlinelibrary.wiley.com\/doi\/full\/10.1016\/j.febslet.2013.01.003","name":"Metamorphic Protein IscU Alternates Conformations in the Course of its Role as the Scaffold Protein for Iron-Sulfur Cluster Biosynthesis and Delivery","publisher":"FEBS Letters","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":8,"day":8,"year":2012},"description":"The left-handed DNA structure, Z-DNA, is believed to play important roles in gene expression and regulation. Z-DNA forms sequence-specifically with a preference for sequences rich in pyrimidine\/purine dinucleotide steps. In vivo, Z-DNA is generated in the presence of negative supercoiling or upon binding proteins that absorb the high energetic cost of the B-to-Z transition, including the creation of distorted junctions between B-DNA and Z-DNA. To date, the sequence preferences for the B-to-Z transition have primarily been studied in the context of sequence repeats lacking B-Z junctions. Here, we develop a method for characterizing sequence-specific preferences for Z-DNA formation and B-Z junction localization within heterogeneous DNA duplexes that is based on combining 2-aminopurine fluorescence measurements with a new quantitative application of circular dichroism spectroscopy for determining the fraction of B- versus Z-DNA. Using this approach, we show that at least three consecutive CC dinucleotide steps, traditionally thought to disfavor Z-DNA, can be incorporated within heterogeneous Z-DNA containing B-Z junctions upon binding to the Zα domain of the RNA adenosine deaminase protein. Our results indicate that the incorporation of CC steps into Z-DNA is driven by favorable sequence-specific Z-Z and B-Z stacking interactions as well as by sequence-specific energetics that localize the distorted B-Z junction at flexible sites. Together, our results expose higher-order complexities in the Z-DNA code within heterogeneous sequences and suggest that Z-DNA can in principle propagate into a wider range of genomic sequence elements than previously thought.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/bi300785b","name":"Incorporation of CC steps into Z-DNA: Interplay Between B-Z Junction and Z-DNA Helical Formation","publisher":"Biochemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":10,"day":28,"year":2011},"description":"Many recently discovered noncoding RNAs do not fold into a single native conformation but sample many different conformations along their free-energy landscape to carry out their biological function. Here we review solution-state NMR techniques that measure the structural, kinetic and thermodynamic characteristics of RNA motions spanning picosecond to second timescales at atomic resolution, allowing unprecedented insights into the RNA dynamic structure landscape. From these studies a basic description of the RNA dynamic structure landscape is emerging, bringing new insights into how RNA structures change to carry out their function as well as applications in RNA-targeted drug discovery and RNA bioengineering.","url":"https:\/\/www.nature.com\/articles\/nmeth.1735","name":"Characterizing RNA Dynamics at Atomic Resolution Using Solution-State NMR Spectroscopy","publisher":"Nature Methods","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":1,"day":28,"year":2011},"description":"Conversion of right-handed B-DNA into left-handed Z-DNA is one of the largest structural transitions in biology that plays fundamental roles in gene expression and regulation. Z-DNA segments must form within genomes surrounded by a sea of B-DNA and require creation of energetically costly B\/Z junctions. Here, we show using a combination of natural abundance NMR R(1ρ) carbon relaxation measurements and CD spectroscopy that sequence-specific B-DNA flexibility modulates the thermodynamic propensity to form Z-DNA and the location of B\/Z junctions. We observe sequence-specific flexibility in B-DNA spanning fast (ps-ns) and slow (μs-ms) time scales localized at the site of B\/Z junction formation. Further, our studies show that CG-repeats play an active role tuning this intrinsic B-DNA flexibility. Taken together, our results suggest that sequence-specific B-DNA flexibility may provide a mechanism for defining the length and location of Z-DNA in genomes.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/ja1073068","name":"Sequence-Specific B-DNA Flexibility Modulates Z-DNA Formation","publisher":"Journal of the American Chemical Society","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":10,"day":28,"year":2008},"description":"We have studied liquid\/solid phase diagrams and water activities of the dicarboxylic acid\/water binary systems for maleic, dl-malic, glutaric, and succinc acids using differential scanning calorimetry, infrared (IR) spectroscopy of thin films, and conductivity analysis of saturated solutions. For each binary system we report the measurements of the ice melting envelope, the acid dissolution envelope, and the ice\/acid eutectic temperature and composition. Water activities have been determined by using the freezing point depression of ice. Additionally, an irreversible solid\/solid phase transition for maleic acid was observed in both DSC and IR studies likely due to the conversion of a meta-stable crystal form of maleic acid to its most stable crystal form. In general we find good agreement with literature values for temperature-dependent acid solubilities.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/jp805985t","name":"Phase Diagrams and Water Activities of Aqueous Dicarboxylic Acid Systems of Atmospheric Importance","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":11,"day":7,"year":2007},"description":"We have studied the thermodynamic properties of the ammonium nitrate\/ammonium sulfate\/water system using differential scanning calorimetry and infrared spectroscopy of thin films at low temperatures. This is the first study focused on low temperatures, as previous experimental work on this system has been at 273 K and above. We have combined our experimental results with melting point data from the literature at high temperatures to create a solid\/liquid phase diagram of the ammonium nitrate\/ammonium sulfate\/water system for temperatures below 343 K. Using phase diagram theory and Alkemade lines, we predict which solids are stable at equilibrium for all concentrations within the studied region. We also observed the decomposition of a solid at low temperatures which has not previously been reported. Finally, we have compared our predicted solids and final melting temperatures to the Aerosol Inorganics Model (AIM).","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/jp0760859","name":"Experimental Determination of the NH4NO3\/(NH4)2SO4\/H2O Phase Diagram","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":1,"day":3,"year":2007},"description":"We have experimentally investigated the water and sulfuric acid-rich regions of the H2SO4\/(NH4)2SO4\/H2O ternary liquid\/solid phase diagram using differential scanning calorimetry (DSC) and infrared spectroscopy of thin films. We present the liquid\/solid ternary phase diagram for temperatures below 373 K and H2SO4 concentrations below 60 wt %. We have determined two ternary eutectics and two tributary reaction points for this system in the regions studied. It is also seen that sulfuric acid tetrahydrate (SAT) forms as a metastable solid over a large concentration range. Two true binary systems have been identified: ice\/letovicite and SAT\/ammonium bisulfate. Finally, we have compared our results to the predictions of the aerosol inorganics model and have found significant differences both in the final melting points and in the location of some of the phase boundaries including a significant discrepancy in the invariant points predicted versus those observed.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/jp0645465","name":"Experimental Determination of the H2SO4\/(NH4)2SO4\/H2O Phase Diagram","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":5,"day":12,"year":2006},"description":"We have studied the ammonium bisulfate\/water system using thermal analysis (differential scanning calorimetry) and infrared spectroscopy of thin films. Our results for the melting points for ice and letovicite are in good agreement with other experimental work. However, we report here the first measurements of the ice\/ammonium bisulfate\/letovicite invariant point. We have used our observations and solubility data to construct a complete phase diagram for this system. Utilizing phase diagram theory and the Gibbs phase rule, we conclude that this system is not a true binary system but rather a pseudobinary system, which has a range of concentrations that cannot be represented by a simple binary phase diagram and thus must be viewed as part of the ternary system: H(2)SO(4)\/(NH(4))(2)SO(4)\/H(2)O. We also compared our results to the phase diagram predictions of the aerosol inorganics model and found the predicted melting points are in good agreement with experimental work over a limited concentration range, but the transitions predicted by the model at lower temperatures are not in agreement with experimental results.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/jp057552u","name":"Ammonium Bisulfate\/water: a Pseudobinary System","publisher":"The Journal of Physical Chemistry A","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":8,"day":28,"year":2019},"description":"Achieving market approval of a new peptide therapeutic requires phase-appropriate demonstration of product safety, efficacy and quality across all stages of development, including raw materials, drug substance and drug product manufacture, product distribution and shelf-life. Of particular importance is the definition of a drug product formulation that meets requirements as defined by the Quality Target Product Profile (QTPP) and mitigates peptide-specific Chemistry, Manufacturing and Controls (CMC) liabilities. Peptide drug product formulations can range widely in complexity, but often require the inclusion of excipients that are selected to perform a number of functions, such as buffering pH, preserving sterility, mitigating chemical and\/or physical instabilities of the peptide active substance or controlling the rate of peptide drug release upon administration in people. The choice of excipient(s) and composition(s) can impact multiple drug product attributes, which necessitates appropriate formulation characterization and data-driven decision-making regarding excipient use throughout development and ultimately in the final drug product. This chapter briefly surveys categories of excipients employed in therapeutic peptide formulation development, highlights guidance and regulations related to the selection and evaluation of such excipients and discusses the assessment and justification of excipient use in formulations, from discovery through development, with a focus on peptide-specific challenges in parenteral formulations.","url":"https:\/\/pubs.rsc.org\/en\/content\/chapter\/bk9781788014335-00472\/978-1-78801-433-5","name":"Assessing the Impact of Functional Excipients on Peptide Drug Product Attributes During Pharmaceutical Development","publisher":"Peptide Therapeutics: Strategy and Tactics for Chemistry, Manufacturing, and Controls - Chapter 13","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":12,"day":10,"year":2021},"description":"Herein is described the development of a large-scale manufacturing process for molnupiravir, an orally dosed antiviral that was recently demonstrated to be efficacious for the treatment of patients with COVID-19. The yield, robustness, and efficiency of each of the five steps were improved, ultimately culminating in a 1.6-fold improvement in overall yield and a dramatic increase in the overall throughput compared to the baseline process.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.oprd.1c00400","name":"Development of a Robust Manufacturing Route for Molnupiravir, an Antiviral for the Treatment of COVID-19","publisher":"Organic Process Research & Development","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":1,"day":10,"year":2023},"description":"Succinimide formation and isomerization alter the chemical and physical properties of aspartic acid residues in a protein. Modification of aspartic acid residues within complementarity-determining regions (CDRs) of therapeutic monoclonal antibodies (mAbs) can be particularly detrimental to the efficacy of the molecule. The goal of this study was to characterize the site of succinimide accumulation in the CDR of a therapeutic mAb and understand its effects on potency. Furthermore, we aimed to mitigate succinimide accumulation through changes in formulation.","url":"https:\/\/link.springer.com\/article\/10.1007\/s11095-022-03462-0","name":"Discovery and Control of Succinimide Formation and Accumulation at Aspartic Acid Residues in The Complementarity-Determining Region of a Therapeutic Monoclonal Antibody","publisher":"Pharmaceutical Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":2,"day":16,"year":2023},"description":"Chemical and physical stabilities are two key features considered in pharmaceutical development. Chemical stability is typically reported as a combination of potency and degradation product. Moreover, fluorescent reporter Thioflavin-T is commonly used to measure physical stability. Executing stability studies is a lengthy process and requires extensive resources. To reduce the resources and shorten the process for stability studies during the development of a drug product, we introduce a machine learning-based model for predicting the chemical stability over time using both formulation conditions as well as aggregation curves.","url":"https:\/\/link.springer.com\/article\/10.1007\/s11095-023-03475-3","name":"Learning Relationships Between Chemical and Physical Stability for Peptide Drug Development","publisher":"Pharmaceutical Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]},{"publishedOn":{"month":10,"day":20,"year":2023},"description":"Molnupiravir is a small-molecule active pharmaceutical ingredient (API) prodrug of a nucleoside analog that was demonstrated to be efficacious for the treatment of patients with COVID-19. Early in the pandemic, Merck & Co. Inc. partnered with Ridgeback Biotherapeutics to accelerate the development of a manufacturing process for the drug in anticipation of high global demand for the treatment. It was essential to quickly establish a robust manufacturing process, as well as a rigorous physical attribute control strategy, to enable rapid delivery of metric tons of molnupiravir. Given the drug load of >50% (w\/w) API in the formulation, there was high potential for the physical attributes to have a strong effect on drug product performance. Molnupiravir can also exist as multiple polymorphs and has the potential for wide variations in particle size. To address these challenges, we performed extensive derisking of these attributes with respect to the impact on drug product performance and were ultimately able to demonstrate the acceptability of a wide range of API physical attributes. In parallel, we strategically designed a scalable crystallization process that consistently delivered drug substance within our derisked range of attributes, across multiple manufacturing sites and scales. Thus, we were able to demonstrate that the API’s physical attributes did not affect the drug product’s critical quality attributes or therapeutic efficacy, giving our multiple manufacturing sites greater flexibility to deliver metric tons of molnupiravir to patients in need.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.oprd.3c00268","name":"Polymorphs, Particle Size, and a Pandemic: Development of a Scalable Crystallization Process for Molnupiravir, an Antiviral for the Treatment of COVID-19","publisher":"Organic Process Research & Development","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQBeHMBPV1Covuo0X_jRsvc0nc8w6Tt4ek,NAME_SEARCH,Fh6Z)"}]}],"positions":null,"posts":[{"createdAt":1716214140000,"insightId":"d63f8d6e-72d9-47a2-b33f-378a986c1211","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":33},{"type":"PRAISE","count":4},{"type":"EMPATHY","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7198324064732491777","threadUrn":"urn:li:activity:7198324064732491777","reactionsCount":39,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198324063943962625","message":{"attributes":[{"start":438,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:995493020"}}},{"start":459,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:300394021"}}},{"start":499,"length":39,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:203186139"}}},{"start":549,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:174921815"}}},{"start":765,"length":17,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:medicationsafety"}}},{"start":783,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:healthcare"}}},{"start":795,"length":14,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:patientsafety"}}},{"start":810,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:primarycare"}}},{"start":823,"length":15,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:outpatientcare"}}},{"start":839,"length":9,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pharmacy"}}}],"text":"I was honored to participate for the second time in the \"Optimizing Medication Safety in Primary Care & Outpatient Settings\" webinar series organized by CPD Weill Cornell Medicine-Qatar. My topic, \"Exploring the Roots: Analyzing Medication Errors Through Human Factors and Just Culture,\" allowed me to delve into the root causes of medication safety issues and discuss Just Culture and effective mitigation strategies.\nJoining colleagues Vyas Kattezhathu and Alla El-Awaisi, under the moderation of Dr. Anas Hamad, PhD, MSc, DMS, BSc, RPh Hamad and Phyllis Navti, was a great. We engaged in meaningful discussions aimed at enhancing patient safety in primary care and outpatient settings.\nThank you to everyone who participated and shared their valuable feedback. \n#MedicationSafety #Healthcare #PatientSafety #PrimaryCare #OutpatientCare #Pharmacy"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQEUrJxPXTG2yg\/feedshare-shrink_2048_1536\/0\/1716210759288?e=1720051200&v=beta&t=eBHesJrVlHaXOhC3AI2ioNJQrI8ca5h_4YHAY6inH0M"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198309651216576512","message":{"attributes":[{"length":66,"start":203,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:125518254"}}},{"length":16,"start":275,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:995493020"}}},{"length":14,"start":300,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:300394021"}}},{"length":39,"start":465,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:203186139"}}},{"length":13,"start":513,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:174921815"}}},{"length":30,"start":622,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:2632867"}}},{"length":25,"start":654,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:563045"}}},{"length":17,"start":680,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:87459911"}}},{"length":31,"start":698,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:2731261"}}},{"length":16,"start":730,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:43068"}}}],"text":"Welcome to today's webinar, the second installment of the \"Optimizing Medication Safety in Primary Care & Outpatient Settings\" series. We are honored to have a distinguished panel of speakers, including Dr. Manal ALZaidan RPh, BSc(Pharm), PharmD, EMBA, CTTP, CArb, CPEL, Dr. Vyas Kattezhathu and Dr. Alla El-Awaisi, who will delve into the root causes of medication safety issues and share effective mitigation strategies. The session will be expertly moderated by Dr. Anas Hamad, PhD, MSc, DMS, BSc, RPh and Dr. Phyllis Navti. We value your input and invite you to share your feedback or ask any questions you may have.\n\nWeill Cornell Medicine - Qatar \nHamad Medical Corporation\nQatar Anti-Doping\nPrimary Health Care Corporation\nQatar University"},"entityUrn":"urn:li:share:7198309651216576512"},"entityUrn":"urn:li:share:7198324063943962625"}}},{"createdAt":1712702940000,"insightId":"f8c65caf-585b-44dc-b182-b211f7162452","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQHm1EryvXyvYA\/feedshare-shrink_2048_1536\/0\/1712702962480?e=1720051200&v=beta&t=KR0WuAKAyRBxr-7v7JH6cLrmLlKt6lc32ouQ8ohFB8s"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":23},{"type":"EMPATHY","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7183596889278144512","threadUrn":"urn:li:activity:7183596889278144512","reactionsCount":28,"commentsCount":4,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7183596888552599552","message":{"attributes":[],"text":"Eid Mubarak 🌙🌸"},"entityUrn":"urn:li:share:7183596888552599552"}}},{"createdAt":1716214500000,"insightId":"9d652a4a-1614-4041-a88b-32a9519ec9be","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7198309654530064384,7198325544566812674)","threadUrn":"urn:li:activity:7198309654530064384","reactionsCount":3,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":32,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:18924196"}}}],"text":"CPD Weill Cornell Medicine-Qatar \"A Just Culture has ZERO tolerance to reckless behavior\" 💡 💊 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7198309654530064384"}}},{"createdAt":1715956860000,"insightId":"a8f3e58f-6b8d-4850-997a-735aaa63b0bd","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7197168293701410816,7197244891477749764)","threadUrn":"urn:li:activity:7197168293701410816","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Proud of you Hana 🌸"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7197168293701410816"}}},{"createdAt":1711225260000,"insightId":"c38a2ded-ce55-42ec-b5da-767d41422707","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7177378993342476288,7177399055562457088)","threadUrn":"urn:li:activity:7177378993342476288","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Good evening and Ramadan Mubarak. Can you please share how many CPD is the conference🙏"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7177378993342476288"}}}]}