{"summary":"Specialized in pharmacokinetics and drug distribution into the central nervous system. Experience with combinations of small molecules for pain management and large molecule constructs for the treatment of CNS tumors.","pastPositions":[{"endedOn":{"month":8,"year":2018},"companyName":"United States Food and Drug Administration","title":"ORISE Fellow","posId":1,"current":true,"startedOn":{"month":6,"year":2018}}],"lastName":"Griffith","objectUrn":"urn:li:member:343045831","geoRegion":"Greater Boston","fullName":"Jessica Griffith","firstName":"Jessica","currentPositions":[],"entityUrn":"urn:li:fs_salesProfile:(ACwAABRydscB2IGqoFUVdGxpaSL1ZebuYPFanGg,NAME_SEARCH,LRaW)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1651594579964?e=1723075200&v=beta&t=p9QPeMGAl-ZcvObm4gnlbKbiZhTNcMlIfZn6a7oGZAM","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1651594579964?e=1723075200&v=beta&t=UDf69cVltgKr-qmgSa--ihrpsz1SJ4fmAT-LdPV__14","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1651594579964?e=1723075200&v=beta&t=PIG65jnwSmZNFL9ZQyQ2b4J5avN5Oq_FbFxUT8RZLoo","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1651594579964?e=1723075200&v=beta&t=MpvKrnJF4JHH6c0D4ss0OQhF1emqXGQhQUw4jRFTHkU","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQHRImqP4iDhow\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"month":6,"year":2022},"degree":"Doctor of Philosophy - PhD","eduId":801011803,"schoolUrn":"urn:li:fs_salesSchool:2961706","school":"urn:li:fs_salesSchool:2961706","fieldsOfStudy":["Pharmaceutics"],"schoolName":"University of Minnesota College of Pharmacy","startedOn":{"month":8,"year":2017}},{"endedOn":{"year":2016},"degree":"Bachelor of Science - BS","eduId":516638771,"schoolUrn":"urn:li:fs_salesSchool:6737","school":"urn:li:fs_salesSchool:6737","fieldsOfStudy":["Biology "],"schoolName":"West Virginia University","startedOn":{"year":2012}}],"skills":[{"numOfEndorsement":1,"name":"Scientific Presentation"},{"numOfEndorsement":1,"name":"Method Development"},{"numOfEndorsement":1,"name":"Research"},{"numOfEndorsement":0,"name":"Public Speaking"},{"numOfEndorsement":0,"name":"Data Analysis"},{"numOfEndorsement":0,"name":"Teaching"},{"numOfEndorsement":0,"name":"Pharmacokinetics"},{"numOfEndorsement":0,"name":"GraphPad Prism"},{"numOfEndorsement":0,"name":"WinNonlin"}],"pronoun":"She\/Her","numOfConnections":283,"patents":[],"headline":"Early Oncology DMPK, CNS Pharmacokinetics","courses":[],"certifications":[],"memberBadges":{"premium":true,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/jessica-griffith-a87a7596","organizations":[],"location":"Greater Boston","publications":[],"positions":null,"posts":[{"createdAt":1715261220000,"insightId":"5033a16f-d290-4206-9591-f01196468eba","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":19},{"type":"APPRECIATION","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194327034515386369","threadUrn":"urn:li:activity:7194327034515386369","reactionsCount":20,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194327033873657856","message":{"attributes":[],"text":"Looking forward to the upcoming GRC on Drug Metabolism. This will be a great conference with some wonderful sessions lined up."},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"description":"The 2024 Gordon Research Conference on Drug Metabolism will be held in Holderness, New Hampshire. Apply today to reserve your spot.","fullText":"The Drug Metabolism GRC is a premier, international scientific conference focused on advancing the frontiers of science through the presentation of cutting-edge and unpublished research, prioritizing time for discussion after each talk and fostering informal interactions among scientists of all career stages. The conference program includes a diverse range of speakers and discussion leaders from institutions and organizations worldwide, concentrating on the latest developments in the field. The conference is five days long and held in a remote location to increase the sense of camaraderie and create scientific communities, with lasting collaborations and friendships. In addition to premier talks, the conference has designated time for poster sessions from individuals of all career stages, and afternoon free time and communal meals allow for informal networking opportunities with leaders in the field. The past fifty years has produced great advancements in a multiplicity of areas within ADME science, simultaneously. There is now unprecedented diversity in the approaches and tools available for ADME research and the discovery of new treatments for disease. The pace of discovery has increased immensely, and an epic expansion of new scientific knowledge is well underway. Synchronously, previously neglected research topics and novel therapeutic modalities are being pursued which are contributing to individualized treatments, patient-specific dosing optimization, improved use of current medications, and more efficient translation of early-discovery results to clinical application. In essence, ADME science is now part of a multiverse of scientific discovery consisting of grand diversity and progress. Rapid progress is often paradoxical: it offers unique opportunities but can also be disorienting, due to accelerated rates of change. Revisiting and embracing core characteristics can serve as a guiding force during periods of rapid progress. The theme for the 52nd GRC on Drug Metabolism is to celebrate and embrace the foundational character of ADME science. That is, ADME science is highly integrative, multidisciplinary and based on structural, mechanistic, kinetic, quantitative, and computational approaches to predict and translate molecular discoveries to effective clinical application. At the forefront will be the presentation and discussion of unpublished research that embraces these foundational characteristics and their application to new areas of discovery (e.g., protein degraders, sex differences in ADME), and especially challenging problems within ADME science (e.g., hidden metabolites, fraction unbound, distribution and transport). The Drug Metabolism GRC has a long history of sustaining the ADME science community by bringing together scientists from diverse career paths (industry, academia, and regulatory agencies) and career stages (early, mid, late) in a collegial and informal environment at Holderness, New Hampshire. This provides extensive opportunities for scientific discussion and fellowship in a bucolic and relaxed environment throughout the week, and makes this conference especially unique for creating opportunities to form lasting connections between attendees. Due to limited accommodations at this venue, guest housing is very limited. To request family\/guest housing please reach out to your Conference Operations Associate.","resolvedUrl":"https:\/\/www.grc.org\/drug-metabolism-conference\/2024\/","title":"Character Is Fate: Navigating the Multiverse of Discovery Through ADME Science","sourceDomain":"grc.org"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7183610835028652033","message":{"attributes":[{"start":140,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gzhTB95b"}}}],"text":"Check out the full program and apply to attend the 2024 Gordon Research Conference on Drug Metabolism (July 7-12).  Hope to see you there!\n\nhttps:\/\/lnkd.in\/gzhTB95b"},"entityUrn":"urn:li:share:7183610835028652033"},"entityUrn":"urn:li:share:7194327033873657856"}}},{"createdAt":1711105200000,"insightId":"ea0fb9b9-3af5-4a9f-8dc1-48d25d0d486e","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":15}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7176895449985884161","threadUrn":"urn:li:activity:7176895449985884161","reactionsCount":15,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7176895449281232896","message":{"attributes":[],"text":"Happy to share this important and interesting work! What a great lesson for all of us: question conventions and dig a bit deeper."},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"description":"Clinical and Translational Science is an open access translational research journal combining laboratory discoveries with the diagnosis and treatment of human disease.","fullText":"Drug–drug interactions (DDIs) are a concern with polypharmacy as they can lead to toxicological observations or clinical failure. Therefore, assessing the potential for DDIs of new chemical entities (NCEs) is conducted both from the perspective of how the NCE exposure may be impacted (victim) as well as how the NCE may impact the exposure of co-medicants (perpetrator). Over the past few decades, a significant understanding of CYP enzymes has made it possible to design NCEs that are less prone to CYP metabolism and demonstrate reduced clearance. 1 , 2 In molecules with low CYP metabolism, understanding the role of other drug metabolizing enzymes, such as UGTs, sulfotransferase (SULTs), aldehyde oxidase (AO), and carboxylesterase (CES), among others, is crucial. In vitro reaction phenotyping studies are usually conducted to identify the drug metabolizing enzymes involved in the metabolism of an NCE, with regulatory agencies recommending clinical DDI studies if a single drug metabolizing enzyme contributes to greater than 25% of total clearance. 3 , 4 In cases when more than one drug metabolizing enzyme is involved, it is valuable to determine the fraction metabolized ( f m ) by each enzyme in relation to total hepatic clearance to understand the potential for clinical variability and DDI. For moderate to high intrinsic clearance (Cl int ) drugs, f m can be calculated using relatively simple systems, like liver S9 with and without cofactors, such as NADPH for CYPs, UDPGA for UGTs, or PAPS for SULTs. 5 , 6 However, this method is not appropriate for low clearance drugs. 7 Long-term coculture systems, such as Hμrel and HepatoPac have emerged as invaluable tools for the prediction of human pharmacokinetics for low Cl int compounds, 8 - 11 with recent examples where their utility for reaction phenotyping shows promise. 7 , 12 , 13 In these models, NCEs may be incubated with various inhibitors over longer durations, enabling DDI assessment and reaction phenotyping at a more relevant timescale. However, complete DDI assessment for several commonly used inhibitors, including ABT, azamulin, ketoconazole, erythromycin, quinidine, ZY12201, and atipamezole, is still lacking. Whereas specific inhibitors for CYPs are well-characterized and widely used, enzymes including UGTs lack specific inhibitors. 14 In such cases, pan-CYP inhibitors like ABT have been used to inhibit CYP metabolism and calculate f mUGT from f total . This method can theoretically be used for f m characterization of low Cl int compounds, as long-term coculture systems can be treated with pan-CYP inhibitors followed by f m characterization. 15 A concentration of 1 mM ABT is often used to inhibit CYPs for in vitro DDI studies. 16 - 20 Although it has been reported that ABT can inhibit and induce activity of non-CYP enzymes, only limited data have been published, and the impact of ABT on UGTs remains unreported. 21 - 24 In this series of experiments, the inhibition potential for ABT toward seven major UGT and eight major SULT isoforms was determined using recombinant enzymes and suspension hepatocytes. In addition, the induction potential for ABT and potential alternative inhibitors toward nuclear receptor pathways involved in the regulation of drug metabolizing enzymes was evaluated using long-term Hμrel coculture or relative induction score (RIS)-qualified sandwich cultured hepatocytes (Table S1 ). Finally, the impact of using ABT as a nonselective CYP inhibitor on the interpretation of f m is demonstrated by using palbociclib as a case study. Palbociclib is a small molecule inhibitor of cyclin dependent kinases 4 and 6 used to treat cancers as a monotherapy or in combination with other drugs. 25 Co-administration of palbociclib with ARV-471, a selective PROteolysis TArgeting Chimera (PROTAC) protein degrader targeting estrogen receptor to treat breast cancer, 26 increased palbociclib exposure by ~50%, leading to higher incidence of neutropenia ( https:\/\/endpts.com\/arvinas-reports-delay-for-pfizer-partnered-protein-degradation-program\/ ). ABT coupled with the hepatocyte relay assay was used for reaction phenotyping of palbociclib and assignment of CYP versus non-CYP pathways (new drug application [NDA] 207103). Mechanistic investigations into the DDI between palbociclib and ARV-471 were conducted to determine the mechanisms behind unexpected increases in palbociclib exposure. Our data demonstrates that ABT inhibits multiple UGTs and therefore its use to determine f m by CYPs can lead to underestimation of non-CYP metabolism and in turn miss potential DDIs.","resolvedUrl":"https:\/\/ascpt.onlinelibrary.wiley.com\/doi\/10.1111\/cts.13746","title":"Aminobenzotriazole inhibits and induces several key drug metabolizing enzymes complicating its utility as a pan CYP inhibitor for reaction phenotyping","sourceDomain":"ascpt.onlinelibrary.wiley.com"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7175811825970638849","message":{"attributes":[{"start":278,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eMSpUfkA"}}},{"start":396,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pharmacology"}}},{"start":410,"length":15,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:drugmetabolism"}}},{"start":426,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ddi"}}},{"start":431,"length":15,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:cytochromep450"}}}],"text":"A huge thank you to my co-authors for our latest work on ABT's utility as a pan-CYP inhibitor. Our findings suggest that ABT may not be ideal for reaction phenotyping of low clearance compounds, challenging its traditional use in the field.\nYou can read the full manuscript  at https:\/\/lnkd.in\/eMSpUfkA\nWe hope our work will be a valuable resource for researchers and professionals in the field.\n#Pharmacology #DrugMetabolism #DDI #CytochromeP450 "},"entityUrn":"urn:li:share:7175811825970638849"},"entityUrn":"urn:li:share:7176895449281232896"}}}]}