{"summary":"MEDICAL IMAGING - AI - BIOMECHANICS - DEVICE DESIGN - PROCESS DEVELOPMENT\n             Always looking for challenging opportunities within the medical \/ biomedical industry   \n\nDomain knowledge:  Mechanical Engineering-Biomechanics, Medical Imaging- X ray, CT, MRI, Ultrasound, PET and SPECT, Biomedical Sciences-Bone mechanics, biology and biochemistry,  Microfluidics- Cancer cellular mechanics and dynamics and AI applications.\n\nCore competencies: computational modeling and simulation (FE \/ CAD \/CAM), testing and validating numerical-experimental techniques, optimization techniques, statistical analysis, theoretical analysis, quantitative and structural biology, invasive and non-invasive mechanical testing, bone harvesting procedures, bone biology, orthopedics and biomaterials.\n\nMicrofabrication and microfluidics: clean room techniques, photolithography,soft-lithography, PDMS molding, plasma treatment and bonding, laser micro-structuring of glass, ceramic and oxide, dicing, polishing, laser bonding.\n\nQuality assurance, root-cause analysis and failure analysis of non-conformance, lean manufacturing practices and six sigma principles (currently obtaining certification).\n\nProgramming: Platforms: Windows, DOS: Languages: MATLAB, LabView, C, C++, TcL; Software: JMP IN, Solid Works, I-deas, Genesis, ANSYS, NASTRAN, ImageJ, Amira, Avizo: Standard, Wind, Fire, ImagePro Plus, Photoshop, IRIS, Galil, Microsoft Office suite.","lastName":"Varghese","objectUrn":"urn:li:member:34977203","geoRegion":"Los Angeles, California, United States","fullName":"Bino Varghese","firstName":"Bino","currentPositions":[{"companyName":"University of Southern California","description":"My training and academic background are in preclinical\/medical imaging, image processing, mathematical modeling, and simulations. My research focus is at the intersection of multi-modal imaging, quantification, and clinical\/biomedical engineering. I am abreast with working with a variety of clinical and research software for visualization, image processing, quantification, tracking, programming, scripting and creating simulations. \nI currently work as part of the USC Radiomics laboratory, where I work with a diverse group of researchers ranging from physicians, clinical residents, engineers, graduate students, and statisticians. The mission of the group is to develop methods of extracting quantifiable features from medical images encompassing a wide range of imaging modalities and diseases by mining quantitative information using high throughput analysis. Based on my academic training and professional experience I am involved in the development of image processing pipelines, feature analysis, machine learning, shape and texture analysis, radiologic correlates of genomic and proteomic markers, tumor identification and classification based on tumor type, grade, level of malignancy, etc.","title":"Assistant Professor of Research, Department of Radiology","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"CA","country":"United States","city":"Los Angeles","postalCode":"90089","line1":"3551 Trousdale Parkway"},"website":"http:\/\/www.usc.edu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/university-of-southern-california\/","industry":"Higher Education"},"companyUrn":"urn:li:fs_salesCompany:3084","tenureAtCompany":{"numYears":10,"numMonths":4},"startedOn":{"month":8,"year":2016}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1517701485600?e=1723075200&v=beta&t=YKrhUgBtCdNOOOx7x4K5F6tETtxT7BHGdun_vGxsvRo","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1517701485597?e=1723075200&v=beta&t=LEvB8PrLyRWEA66kcv2DCaFFAp8jcy07Qnt4Y3x119o","height":200},{"width":200,"fileIdentifyingUrlPathSegment":"400_400\/0\/1517701485566?e=1723075200&v=beta&t=vCQNlm2CSMuKvSLFOVsPKSQsih4FTkTdfPjIllrjcTI","height":200},{"width":200,"fileIdentifyingUrlPathSegment":"800_800\/0\/1517701485601?e=1723075200&v=beta&t=pBiaI8OOYu8kIKa3X7Hj9Ft1IfuG5rRsZqlI_NP8ULw","height":200}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQH10081STUuiw\/profile-displayphoto-shrink_"},"projects":[{"endedOn":{"month":12,"year":2010},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}],"description":"Bone extraction > Bone imaging > Strain acquisition > FE modelling > FE analysis > Bending and Torsion analysis > Numerical-Experimental models based on prediction analytics > Sensor development > Data modelling > Auxillary prediction metrics > Fracture Risk Assessment\n\nTarget population: Healthy elderly, so as to prevent fractures through feedback","title":"Bone Mechanics","startedOn":{"month":6,"year":2003}}],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2010},"degree":"Ph.D","eduId":27030598,"schoolUrn":"urn:li:fs_salesSchool:9917","school":"urn:li:fs_salesSchool:9917","fieldsOfStudy":["Biomedical Sciences (quantitative and structural biology track)"],"startedOn":{"year":2005}},{"endedOn":{"year":2005},"degree":"M.S.","eduId":53087834,"schoolUrn":"urn:li:fs_salesSchool:9917","school":"urn:li:fs_salesSchool:9917","fieldsOfStudy":["Biomedical Engineering (medical imaging track)"],"schoolName":"Wright State University","startedOn":{"year":2003}},{"endedOn":{"year":2002},"degree":"BS","eduId":27058792,"schoolUrn":"urn:li:fs_salesSchool:8680105","school":"urn:li:fs_salesSchool:8680105","fieldsOfStudy":["Medical Electronics"],"startedOn":{"year":1998}},{"endedOn":{"year":1998},"degree":"Secondary School","eduId":61938149,"fieldsOfStudy":["Mathematics and Biology"],"schoolName":"St.Thomas Central School","startedOn":{"year":1996}}],"skills":[{"numOfEndorsement":47,"name":"Image Processing"},{"numOfEndorsement":11,"name":"Analysis"},{"numOfEndorsement":51,"name":"Biomedical Engineering"},{"numOfEndorsement":23,"name":"Biomechanics"},{"numOfEndorsement":19,"name":"Medical Imaging"},{"numOfEndorsement":4,"name":"In Vivo"},{"numOfEndorsement":4,"name":"Mechanical Testing"},{"numOfEndorsement":15,"name":"Research"},{"numOfEndorsement":16,"name":"Finite Element Analysis"},{"numOfEndorsement":12,"name":"Statistics"},{"numOfEndorsement":9,"name":"Mathematical Modeling"},{"numOfEndorsement":14,"name":"Biomaterials"},{"numOfEndorsement":6,"name":"Image Analysis"},{"numOfEndorsement":11,"name":"Labview"},{"numOfEndorsement":8,"name":"Experimentation"},{"numOfEndorsement":7,"name":"Signal Processing"},{"numOfEndorsement":3,"name":"Solidworks"},{"numOfEndorsement":4,"name":"ImageJ"},{"numOfEndorsement":6,"name":"MRI"},{"numOfEndorsement":27,"name":"Matlab"},{"numOfEndorsement":14,"name":"Simulations"},{"numOfEndorsement":9,"name":"Medical Devices"},{"numOfEndorsement":11,"name":"Algorithms"},{"numOfEndorsement":3,"name":"ANSYS"},{"numOfEndorsement":7,"name":"Science"},{"numOfEndorsement":8,"name":"LabVIEW"},{"numOfEndorsement":2,"name":"SolidWorks"},{"numOfEndorsement":0,"name":"Physics"}],"numOfConnections":698,"patents":[],"headline":"Quantitative Imaging + AI @ University of Southern California","courses":[{"name":"Six sigma"}],"certifications":[{"authority":"UCLA","name":"Six sigma","startedOn":{"month":6,"year":2013}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/bino-a-varghese","organizations":[{"name":"Tau Beta Pi","position":"Secretary","startedOn":{"year":2006}}],"location":"Los Angeles, California, United States","publications":[{"name":"Computed-tomography-based Finite Element Models of Long Bones can Accurately Capture Strain Response to Bending and Torsion","description":"Journal of Biomechanics, Vol. 44, pp. 1374-1379, 2011","publisher":"Bone","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABH2VcBs2u1HNsz4RMp6CEW-9j1iZYfeFs, , )"}]},{"publishedOn":{"month":1,"year":2012},"description":"The aim of this study was to develop quantitative computed-tomography (QCT)-based bone-strength indicators that highly correlate with finite-element (FE)-based strength. Transaxial QCT scans were obtained from 36 major, cadaveric, long bones (humerus, radius, femur and tibia) from 4 females and 2 males, 53 to 86 years old. These images were used to construct the FE models and to develop the QCT-based bone strength indicators under every-day, simplified loading conditions. We have evaluated the performance of area-weighted (AW), density-weighted (DW) and modulus-weighted (MW) rigidity measures as well as popular strength indicators like section modulus (Z) and stress-strain index (SSI). We have also developed a novel strength metric, the centroid deviation, which analyzes the spatial distribution of the centroids along the length of the bone. The correlation results show that the MW polar moment of inertia and the MW moment of inertia are the two top-performers for all bones and loading conditions (average r>0.89). The MW centroid deviations correlated highly with the estimated load to fracture for all bones under compression (r>0.83), except for the humerus (r=0.67). Consistently DW or MW rigidity measures produced a statistically significant improvement in capturing bone strength compared to AW rigidity measures. As expected, MW rigidity measures showed a higher correlation with the FE-based fracture load than the DW rigidity measures; however, the improvement was not statistically significant. Through this study we present a short-list of useful QCT-based strength parameters that correlate well with FE-based fracture load. Although a few parameters perform reasonably well across most bones and loading conditions, a judicious assessment of bone strength should include multiple parameters evaluated at multiple critical locations in the long bones, with attention to the type of loading and bone type.","url":"http:\/\/www.thebonejournal.com\/article\/S8756-3282(11)01294-4\/abstract","name":"Development of Quantitative Computed-Tomography-Based Strength Indicators for the Identification of Low Bone-Strength Individuals in a Clinical Environment.","publisher":"Bone","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}]},{"publishedOn":{"month":9,"day":25,"year":2008},"description":"Objective: Bone strength is a function of both material and architectural properties. However, bone geometry or architecture, which determines the distribution of bone, is an underappreciated determinant of bone strength. The aim of the study\nwas to evaluate the contribution of only architecture to bone strength. Methods:We used 2-D (planar) geometric information\nfrom radiographs of human radii to construct 3-D finite-element models. To transition from 2-D to 3-D (volume) space, we\nassumed that all bone cross-sections were elliptical in shape. The finite-element models were subjected to cantilever loading\nto determine the locations in the bone with the highest propensity to fracture (points of maximum stress). The finite-elementanalysis results of the models generated from radiographs of both normal (18) and temporary-brittle-bone-disease (11) infants\nwere subjected to a receiver operating curve analysis. The area under the receiver operating curve was used to evaluate the\npower of a given bone-strength indicator in segregating the two populations. The actual choice of the material properties\n(Young’s modulus or Poisson’s ratio) was not critical for this study, since the finite element analyses were designed to capture\nthe difference in the bone strength of the two populations only based on their architecture. Therefore, the material properties\nwere assumed to be the same in both the normal and TBBD populations. Results: The area under the curve of the bending\nload required to cause fracture among the two populations was 0.82. Other bone-strength indicators, such as average section\nmodulus, cortical thickness and bone length, were associated with an area under the curve of 0.75, 0.73 and 0.63, respectively.\nConclusion: The results of the finite-element-analysis suggest that the temporary-brittle-bone-disease population has an\naltered bone geometry, which increases susceptibility to fracture under normal bending loads.","url":"http:\/\/www.ismni.org\/jmni\/pdf\/34\/36VARGHESE.pdf","name":"Analysis of Bone Strength from Pediatric Radiographs of the Forearm.","publisher":"Journal of Musculoskeletal and Neuronal Interaction","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}]},{"name":"Volumetric Micro-Computed Tomographic Imaging of Lung Anatomy","publishedOn":{"year":2015},"publisher":"Journal of Nuclear Medicine","url":"http:\/\/jnm.snmjournals.org\/content\/56\/supplement_3\/2516.short","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}]},{"name":"Truncating mutation in the autophagy gene UVRAG  confers oncogenic properties and chemosensitivity  in colorectal cancers","publishedOn":{"month":6,"year":2015},"publisher":"Nature Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}]},{"name":"A new (semi-) automated method to quantify primate phalangeal curvature from 3D virtual models: new estimates for fossil hominin phalanges","publishedOn":{"month":4,"year":2015},"publisher":"PaleoAnthropology","url":"http:\/\/www.paleoanthro.org\/media\/journal\/content\/PAS2015A.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}]},{"publishedOn":{"month":1,"day":27,"year":2017},"description":"Purpose: Evaluate the feasibility of spectral analysis, particularly fast fourier transform (FFT), to help clinicians differentiate clear cell renal cell carcinoma (ccRCC) tumor grades using contrast-enhanced computed tomography (CECT) images of renal masses, quantitatively, and compare their performance to the Fuhrman grading system. Materials and Methods: Regions of interest of the whole lesion were manually segmented and co-registered from multiphase CT acquisitions of 95 patients with ccRCC. Here, FFT is employed to objectively quantify the texture of a tumor surface by evaluating tissue gray-level patterns and automatically measure frequency-based texture metrics. An independent t-test or a Wilcoxon rank sum test (depending on the data distribution) was used to determine if the spectral analysis metrics would produce statistically significant differences between the tumor grades. Receiver operating characteristic (ROC) curve analysis was used to evaluate the usefulness of spectral metrics in predicting the ccRCC grade. Results: The Wilcoxon test showed that there was a significant difference in complexity index between the different tumor grades, p < 0.01 at all the four phases of CECT acquisition. In all cases a positive correlation was observed between tumor grade and complexity index. ROC analysis revealed the importance of the entropy of FFT amplitude, FFT phase and complexity index and its ability to identify grade 1 and grade 4 tumors from the rest of the population. Conclusion: Our study suggests that FFT-based spectral metrics can differentiate between ccRCC grades, and in combination with other metrics improve patient management and prognosis of renal masses.","url":"http:\/\/dx.doi.org\/10.1117\/12.2256871.","name":"; Fast Fourier transform-based analysis of renal masses on contrast-enhanced computed tomography images for grading of tumor. ","publisher":"SPIE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIVtbMBiyNLrVGnkwXAtAy4HaRbkk1AST0,NAME_SEARCH,oWuG)"}]}],"positions":null,"posts":[{"createdAt":1709688780000,"insightId":"0d68be9d-38a0-4228-bfe7-06c0021e9236","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7169735023674208256,7170954589871988736)","threadUrn":"urn:li:activity:7169735023674208256","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7169735023674208256"}}},{"createdAt":1709688780000,"insightId":"a1b439db-3d2c-4bd9-8ba2-489f30c919df","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7170506334080077824,7170954676522086400)","threadUrn":"urn:li:ugcPost:7170506334080077824","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Rohit"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7170506334080077824"}}}]}