{"summary":"Dreams are to fly not to dry!\nSelf-employed pharmacist, PhD, postdoc, 6 years in academia, and 2 years in department management qualified me as educator, researcher and manager.\nAt the age of 22, I started my career by establishing and managing my own pharmacy. However, my dream of getting PhD from Germany kept chasing me till it became true.\nDuring my PhD, I have explored 4 major fields, or as I call them my 4Ps, pharmaceutical chemistry, pharmaceutics, pharmacokinetics, and preclinical studies. I have established a novel peptide synthesis strategy for peptide-based drug delivery system. Moreover, I have been engaged in working with radioactive experiments, i.e. working with one of the highest controlled safety policies. That would not have been possible without the great environment in our lab. In 2011, I earned my PhD “magna cum laude”.\nMy next station has been as assistant professor at Faculty of Pharmacy, Syria. For me, overcoming the current crisis there needs urgent thinking out-of-the-box; i.e. not only refresh the existing modules, but even to develop and establish new ones. For the 1st time in Syria, pharmacy students were given the chance to practice the “computer-aided drug design” under my supervision of their graduation projects. The success of these projects sparked the department to give a green light for establishing related Master Degree.\nMy idle time was dedicated to my share of the translation of “An Introduction to Medicinal Chemistry, 5th Ed, G. L. Patrick”.\nMoreover, I have been appointed as Head of Pharmaceutical Chemistry Department. Being in charge of 5 major labs, more than 500 students, 25 assistants, 5 technicians, and 5 academic staff members, gave me a priceless experience in multi-tasking and in managing several projects simultaneously. The position and its responsibilities shaped my skills and provided me with solid leadership and management knowledge.\nI have 5 key publications with total of ≈22 impact points and over 200 citations!","lastName":"Sarko","objectUrn":"urn:li:member:377146764","geoRegion":"Hamburg, Hamburg, Germany","fullName":"Dikran Sarko","firstName":"Dikran","currentPositions":[{"companyName":"Topas Therapeutics GmbH","description":"•\tNanoparticle-based platforms and drug delivery systems (DDSs)\n•\tLipid nanoparticles (LNP) & lipid-polymer hybrid nanoparticles\n•\tPlatform development\n•\tCMC activities\n•\tSuperparamagnetic iron oxide nanoparticles (SPIONs)","title":"Head of Nanotechnology","companyUrnResolutionResult":{"employeeCountRange":"11-50","headquarters":{"country":"Germany","city":"Hamburg","postalCode":"20251","line2":"Haus A","line1":"Falkenried 88"},"website":"http:\/\/topas-therapeutics.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/topas-therapeutics-gmbh\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:41404983","tenureAtCompany":{"numYears":2,"numMonths":7},"startedOn":{"month":11,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1537640524700?e=1723075200&v=beta&t=Wt0_gzSQpvzT6th5fKq4t3RI7GjFGpmLMDIvpo3-xRY","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1537640524781?e=1723075200&v=beta&t=2zfLaoL9VPTBA9hluDNzRrPXntYcl1Kin_ZToO2tKhQ","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1537640524779?e=1723075200&v=beta&t=uvS056ChH8rqY0XtFsX-bI4Rp_i6MPXuHVTSe6XkY50","height":400},{"width":500,"fileIdentifyingUrlPathSegment":"800_800\/0\/1537640524680?e=1723075200&v=beta&t=GUuXbok_5YHg4XX29Zs01RR_uRSllpw5j7oVcp4NTc0","height":500}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQH8bqQgApqG9w\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:377146764"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:377146764"}],"category":"PERSONAL","dataSource":"LINKEDIN","url":"https:\/\/scholar.google.com\/citations?hl=en&user=tL8LPbMAAAAJ"}]},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2011},"degree":"Ph.D.","eduId":245424842,"schoolUrn":"urn:li:fs_salesSchool:15091827","school":"urn:li:fs_salesSchool:15091827","fieldsOfStudy":["Pharmacy"],"schoolName":"Heidelberg University","startedOn":{"year":2007}},{"endedOn":{"year":2011},"degree":"Postdoc","eduId":264823586,"fieldsOfStudy":["Drug Targeting & Drug Delivery systems"],"schoolName":"Heidelberg University Hospital (UKHD)","startedOn":{"year":2011}},{"endedOn":{"year":2004},"degree":"Diplom","eduId":245425732,"schoolUrn":"urn:li:fs_salesSchool:15099337","school":"urn:li:fs_salesSchool:15099337","fieldsOfStudy":["Pharmacodynamics"],"schoolName":"Damascus University","startedOn":{"year":2003}},{"endedOn":{"year":2001},"degree":"Bachelor of Pharmacy (B.Pharm.)","eduId":245426461,"schoolUrn":"urn:li:fs_salesSchool:15100103","school":"urn:li:fs_salesSchool:15100103","fieldsOfStudy":["Pharmacy and Pharmaceutical Chemistry"],"schoolName":"Tishreen University","startedOn":{"year":1997}}],"skills":[{"numOfEndorsement":1,"name":"Bioconjugation"},{"numOfEndorsement":1,"name":"Critical Thinking"},{"numOfEndorsement":0,"name":"Relationship Development"},{"numOfEndorsement":0,"name":"Goal Setting"},{"numOfEndorsement":1,"name":"Drug product development"},{"numOfEndorsement":1,"name":"Scientific Management"},{"numOfEndorsement":1,"name":"Cross-functional Team Leadership"},{"numOfEndorsement":0,"name":"Nanotechnology"},{"numOfEndorsement":0,"name":"CMC development"},{"numOfEndorsement":10,"name":"Medicinal Chemistry"},{"numOfEndorsement":4,"name":"Preclinical Pharmacokinetics"},{"numOfEndorsement":3,"name":"Drug Delivery System"},{"numOfEndorsement":5,"name":"Drug Discovery"},{"numOfEndorsement":4,"name":"LC-MS"},{"numOfEndorsement":6,"name":"Life Sciences"},{"numOfEndorsement":9,"name":"Chemistry"},{"numOfEndorsement":3,"name":"Oncology"},{"numOfEndorsement":8,"name":"Organic Chemistry"},{"numOfEndorsement":5,"name":"Research"},{"numOfEndorsement":1,"name":"Pharmacology"},{"numOfEndorsement":0,"name":"Quality Assurance"},{"numOfEndorsement":0,"name":"Quality Control"},{"numOfEndorsement":1,"name":"Drug Development"},{"numOfEndorsement":0,"name":"Pharmaceutics"},{"numOfEndorsement":0,"name":"University Teaching"},{"numOfEndorsement":1,"name":"Communication"},{"numOfEndorsement":0,"name":"German"},{"numOfEndorsement":0,"name":"English"},{"numOfEndorsement":1,"name":"Department Management"},{"numOfEndorsement":4,"name":"Drug Targeting"},{"numOfEndorsement":2,"name":"Peptide Synthesis"},{"numOfEndorsement":4,"name":"Peptide Conjugation"},{"numOfEndorsement":3,"name":"Peptide Chemistry"},{"numOfEndorsement":3,"name":"Drug Design"},{"numOfEndorsement":9,"name":"Pharmacokinetics"},{"numOfEndorsement":3,"name":"Cell-penetrating Peptide"},{"numOfEndorsement":2,"name":"Radiopharmacy"},{"numOfEndorsement":2,"name":"Small Animal Imaging"},{"numOfEndorsement":4,"name":"Molecular Imaging"},{"numOfEndorsement":3,"name":"Radiolabeling"},{"numOfEndorsement":1,"name":"Solid Phase Synthesis"},{"numOfEndorsement":2,"name":"Computer-Aided Drug Design"},{"numOfEndorsement":0,"name":"GxP"},{"numOfEndorsement":1,"name":"Research and Development (R&D)"},{"numOfEndorsement":0,"name":"Drug Delivery"},{"numOfEndorsement":0,"name":"Targeted Drug Delivery"},{"numOfEndorsement":0,"name":"Translator "},{"numOfEndorsement":0,"name":"ADME"},{"numOfEndorsement":0,"name":"FELASA-B"},{"numOfEndorsement":0,"name":"Project Management"}],"numOfConnections":562,"patents":[],"headline":"Head of Nanotechnology at Topas Therapeutics GmbH","courses":[{"name":"Laboratory Animal Science and Methods of Animal Experimentation  (FELASA B)","number":"40-hours"},{"name":"GxP Training (GLP, GMP, GCP, & Pharmacovigilance)","number":"40 Hours"},{"name":"Projektmanagement in Excel","number":"15 Hours"},{"name":"Leading yourself, leading people, managing science","number":"8 Hours"},{"name":"Preparing for Leadership","number":"16 Hours"}],"certifications":[{"authority":"Pharmaakademie GmbH & Co. KG","name":"GxP-Training","company":"urn:li:fs_salesCompany:10521918","startedOn":{"month":6,"year":2018},"companyUrn":"urn:li:fs_salesCompany:10521918"},{"authority":"Landesapothekerkammer Baden-Württemberg","name":"C1-Fachsprachenprüfung Pharmazie","startedOn":{"month":12,"year":2017}},{"authority":"telc GmbH - The European Language Certificates","name":"telc Deutsch B2","company":"urn:li:fs_salesCompany:1550354","startedOn":{"month":12,"year":2017},"companyUrn":"urn:li:fs_salesCompany:1550354"},{"authority":"Arab Centre for Arabization, Translation, Authorship and Publication","name":"Certificate of Translation","licenseNumber":"S\/202","startedOn":{"month":12,"year":2016}},{"authority":"Heidelberg University","name":"Laboratory Animal Science and Methods of Animal Experimentation (FELASA B)","company":"urn:li:fs_salesCompany:15091827","startedOn":{"month":3,"year":2008},"companyUrn":"urn:li:fs_salesCompany:15091827"},{"authority":"Landesgesundheitsamt - Regierungspräsidium Stuttgart","name":"Registered\/Licensed pharmacist (Approbation als Apotheker)","startedOn":{"month":6,"year":2020}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/dikran-sarko","organizations":[],"location":"Hamburg, Hamburg, Germany","publications":[{"name":"Rational Design of CPP-based Drug Delivery Systems: Considerations from Pharmacokinetics","description":"Therapeutics are restricted from cellular internalization due to the biological barrier formed by the cell membrane. Especially for therapeutics with high molecular weight, strategies are required to enable delivery to intracellular targets. Cell-penetrating peptides (CPPs) represent a powerful tool to mediate the entry of large cargos such as proteins, siRNA and nanoparticles. The high diversity of CPPs is the prerequisite to use this class of carriers for various applications. However, therapies based on CPPs are hampered by their unfavorable pharmacokinetics, mainly dominated by their rapid renal clearance and their lack of specificity. Rational design is required to overcome these disadvantages and thereby exploits the actual potential of CPPs. We summarize and highlight the current state of knowledge with special emphasis on pharmacokinetics. The unclear internalization pathways of CPPs remain one of the main obstacles and therefore have been in the focus of research. In this review, several promising strategies such as the combination with targeting sequences, activatable CPPs and adjustment of the molecular weight are described. In addition, new absorption pathways such as nasal, pulmonary or transdermal uptake expand the applicability of CPPs and may be a promising prospect for clinical application.","publisher":"Current Pharmaceutical Biotechnology","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25312539","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"}]},{"publishedOn":{"month":4,"day":2,"year":2013},"description":"Site-specific enzymatic reactions with microbial transglutaminase (mTGase) lead to a homogenous species of immunoconjugates with a defined ligand\/antibody ratio. In the present study, we have investigated the influence of different numbers of DOTA chelats coupled to a decalysine backbone on the in vivo behavior of the chimeric monoclonal anti-L1CAM antibody chCE7agl. The enzymatic conjugation of (DOTA)1-decalysine, (DOTA)3-decalysine or (DOTA)5-decalysine to the antibody heavy chain (via Gln295\/297) gave rise to immunoconjugates containing two, six or ten DOTA moieties respectively. Radiolabeling of the immunoconjugates with 177Lu yielded specific activities of approximately 70 MBq\/mg, 400 MBq\/mg and 700 MBq\/mg with increasing numbers of DOTA chelates. Biodistribution experiments in SKOV3ip human ovarian cancer cell xenografts demonstrated a high and specific accumulation of radioactivity at the tumor site for all antibody derivatives with a maximal tumor accumulation of 43.6±4.3% ID\/g at 24 h for chCE7agl-[(DOTA)-decalysine]2, 30.6±12.0% ID\/g at 24 h for chCE7agl-[(DOTA)3-decalysine]2 and 49.9±3.1% ID\/g at 48 h for chCE7agl-[(DOTA)5-decalysine)]2. The rapid elimination from the blood of chCE7agl-[(DOTA)-decalysine]2 (1.0±0.1% ID\/g at 24 h) is associated with a high liver accumulation (23.2±4.6% ID\/g at 24 h). This behavior changed depending on the numbers of DOTA moieties coupled to the decalysine peptide with a slower blood clearance (5.1±1.0 (DOTA)3 versus 11.7±1.4% ID\/g (DOTA)5, p<0.005 at 24 h) and lower radioactivity levels in the liver (21.4±3.4 (DOTA)3 versus 5.8±0.7 (DOTA)5, p<0.005 at 24 h). We conclude that the site-specific and stoichiometric uniform conjugation of the highly DOTA-substituted decalysine ((DOTA)5-decalysine) to an anti-tumor antibody leads to the formation of immunoconjugates with high specific activity and excellent in vivo behavior and is a valuable option for radioimmunotherapy and potentially antibody-drug conjugates (ADCs).","url":"http:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0060350#pone-0060350-g004","name":"DOTA-Functionalized Polylysine: A High Number of DOTA Chelates Positively Influences the Biodistribution of Enzymatic Conjugated Anti-Tumor Antibody chCE7agl","publisher":"PLoS ONE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"}]},{"publishedOn":{"month":6,"day":1,"year":2012},"description":"Radiopharmaceuticals constitute diagnostic and therapeutic tools for both clinical and preclinical applications. They are a blend of a tracer moiety that mediates a site specific accumulation and an effector: a radioisotope whose decay enables either molecular imaging or exhibits cytotoxic effects. Radioactive halogens and lanthanides are the most commonly used isotopes for radiopharmaceuticals. Due to their ready availability and the facile labeling metallic radionuclides offer ideal characteristics for applications in nuclear medicine. A stable link between the radionuclide and the carrier molecule is the primary prerequisite for in vivo applications. The radionuclide is selected according to its physical and chemical properties i.e. half-life, the type of decay, the energy emitted and its availability. Bifunctional chelating agents are used to stably link the radiometal to the carrier moiety of the radiopharmaceutical. The design of the bifunctional chelator has to consider the impact of the radiometal chelate on the biological properties of the target-specific pharmaceutical. Here, with an emphasis on oncology, we review applications of radiopharmaceuticals that contain bifunctional chelators, while highlighting successes and identifying the key challenges that need to be addressed for the successful translation of target binding molecules into tracers for molecular imaging and endoradiotherapy.","url":"http:\/\/www.ingentaconnect.com\/content\/ben\/cmc\/2012\/00000019\/00000017\/art00002","name":"Bifunctional Chelators in the Design and Application of Radiopharmaceuticals for Oncological Diseases","publisher":"Current Medicinal Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"}]},{"publishedOn":{"month":10,"day":7,"year":2010},"description":"Many delivery approaches have been developed to use CPPs as tools for drug delivery. However, until now a systematic analysis of their in vivo properties including potential tumor binding specificity for drug targeting purposes has not been conducted. Ten of the most commonly applied CPPs were synthesized and labeled. Uptake studies were conducted using a panel of six tumor cell lines of different origin. The stability of the peptides was examined in human serum. Biodistribution experiments were conducted in nude mice bearing human prostate carcinoma. Finally, PET measurements were performed in Wistar rats. The in vitro uptake studies revealed high cellular uptake values, but no specificity toward any of the cell lines. The biodistribution in tumor-bearing nude mice showed a high transient accumulation in well-perfused organs and a rapid clearance from the blood. All of the CPPs revealed a relatively low accumulation rate in the brain. The highest uptake values were observed in the liver (maximal uptake of 51 %ID\/g observed for oligoarginine (R9)) and the kidneys (maximal uptake of 94 %ID\/g observed for NLS). The uptake values in the PC-3 tumor were low at all time points, indicating a lack of tumor specific accumulation for all peptides studied. A micro-PET imaging study with 68Ga-labeled penetratin, Tat and TP10 confirmed the organ distribution data. These data reveal that CPPs do not show evidence for application in tumor targeting purposes in vivo. However, CPPs readily penetrate into most organs and show rapid clearance from the circulation. The high uptake rates observed in vitro and the relatively low specificity in vivo imply that CPPs would be better suited for topical application in combination with cargoes which show passive targeting and dominate the pharmacokinetic behavior. In conclusion, CPPs are suitable as drug carriers for in vivo application provided that their pharmacokinetic properties are also considered in design of CPP drug delivery systems.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/mp100223d","name":"The Pharmacokinetics of Cell-Penetrating Peptides","publisher":"Molecular Pharmaceutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"}]},{"publishedOn":{"month":7,"day":5,"year":2016},"description":"Kidneys are involved in essential complex procedures that maintain the body in\nequilibrium and preservethe interior environment necessary for life. Nephritis\nand nephrosis were ranked among the leading causes of death in all ages in\nthe last global burden of disease assessment of the World Health Organization. Regarding kidney disease therapeutics, the unfavourable extra-target\neffects, the narrow therapeutic index, the inactivation of the drug before reaching\nits target, or the affected normal distribution due to the pathophysiology of\ndiseases, all of these conducted to the requirement of new therapeutic aspects.\nAn efficient kidney-specific drug delivery system will serve as fascinating\napproach and attractive option conquering such problems, improving the\ntherapeutic index, and direct to a favourable pharmacokinetic profile of drugs.\nSuch breakthrough in renal targeting will provide an efficacious major key\nfor controlling the incidence of those problems, affording a logical treatment\nmethodology managing all at-risk patients, representing a major intention for\ntherapy and impart an attractive pharmacological implement to elucidate the\nmechanisms of drug action in the kidney.Several attempts to achieve the optimal\nrenal delivery systems had been investigated; low-molecular-weight-proteins, low-molecular-weight chitosan, galectin-3 carbohydrate recognition domain, and most recently epsilon poly-Llysine-derivatives and the carrier peptide (KKEEE)3K. The majority of\nkidney-specific delivery systems target the proximal tubular cells. The specific\nuptake of the carriers by renal proximal tubular cells is attributed in many\ncases to megalin-mediated endocytosis. Moreover, the overall charge of the\ncarrier seems to play a key role in kidney-specific drug delivery. On the other\nhand, mesangial cells represent a particularly suitable target for drug delivery\nby particulate drug delivery systems such as nanoparticles or liposomes taking\ninto account the particle diameter.","url":"https:\/\/pdfs.semanticscholar.org\/1654\/2419bdbe5b47796396e87ea210d6df6ced3b.pdf","name":"Kidney-Specific Drug Delivery: Review of Opportunities, Achievements, and Challenges","publisher":"Journal of Analytical & Pharmaceutical Research ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABpawdYBWH0rJ7fSlri1GUKr3LFW-RAX3tI,NAME_SEARCH,OP29)"}]},{"publishedOn":{"month":4,"day":5,"year":2018},"description":"It is my pleasure to announce the publishing of the Arabic version of the fifth edition of \"An Introduction to Medicinal Chemistry\" by  Graham L. Patrick! The translation was done by Dikran Sarko & Rania Georges, and the scientific reviewing was done by Prof. Dr. Adel Nofal.","url":"http:\/\/www.acatap.org\/index.php\/component\/content\/article\/40-acatap-books\/scientific-books\/157-a159-2-2018","name":"An Introduction to Medicinal Chemistry, by Graham L. Patrick - The Arabic Edition (Two Volumes)","publisher":"The \"Arab Center for Arabization, Translation, Authorship and Publication\" (ACATAP)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABpawdYBWH0rJ7fSlri1GUKr3LFW-RAX3tI,NAME_SEARCH,OP29)"}]},{"publishedOn":{"month":3,"day":30,"year":2016},"description":"Kidney-specific drug targeting is an attractive strategy to reduce unwanted side effects and to enhance drug efficacy within the renal tissue. For this purpose a novel kidney-specific drug carrier was developed. The peptide sequence (KKEEE)3K triggers exceptional renal specificity at high accumulation rates. Micro-PET imaging studies of megalin-deficient mice indicate that the cellular endocytosis of this carrier is mediated by megalin. This assumption is supported by immunohistochemical analysis of FITC-labeled carrier peptide, which exclusively accumulated at the apical side of proximal tubule cells within the renal cortex. Scintigraphic studies of modified ciprofloxacin conjugated to (KKEEE)3K confirmed the excellent drug targeting potential of the peptide carrier. The conjugate accumulated entirely in the kidneys, revealing flawless redirection of ciprofloxacin, a compound that is mainly excreted by the liver. In conclusion, these results suggest the potential of (KKEEE)3K as a promising candidate for kidney-targeted drug delivery to proximal tubule cells.","url":"https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.bioconjchem.6b00057","name":"Renal Targeting: Peptide-Based Drug Delivery to Proximal Tubule Cells","publisher":"Bioconjugate chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ6zYwBvE_cDVOXrfz6mgR1n9LffcAYzlw,NAME_SEARCH,W5Ju)"}]}],"positions":null,"posts":[{"createdAt":1715075040000,"insightId":"9e803db2-28cb-46f6-a17b-8f67d079c3d7","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":9}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7193546131694329856","threadUrn":"urn:li:ugcPost:7193546131694329856","reactionsCount":9,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7193546131694329856","message":{"attributes":[{"length":4,"start":8,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:13614931"}}}],"text":"Welcome Hugo to Topas family!"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"title":{"text":"Welcoming Hugo to the Topas Team"},"mediaType":"PAGINATEDDOCUMENT"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7193535577412014081","message":{"attributes":[{"length":8,"start":25,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:13614931"}}},{"length":24,"start":625,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dHYiwgFW"}}},{"length":8,"start":652,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:newhire"}}},{"length":8,"start":661,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:biotech"}}}],"text":"We would like to welcome Hugo Fry as the new Chief Executive Officer of Topas Therapeutics! Hugo brings us a wealth of executive experience in the biopharmaceutical industry, leading companies from early research and development through to product commercialization.\n\nHugo will be instrumental in bringing Topas into the next phase of growth as we look toward data from our Phase 2a trial of TPM502 in celiac disease later this year and as we continue developing our cutting-edge nanoparticle technology platform to generate therapies for autoimmune and inflammatory diseases.\n\nLearn more about Hugo and the Topas team here: https:\/\/lnkd.in\/dHYiwgFW \n\n#NewHire #Biotech"},"entityUrn":"urn:li:ugcPost:7193535577412014081"},"entityUrn":"urn:li:ugcPost:7193546131694329856"}}},{"createdAt":1713160020000,"insightId":"45567ea9-d89d-4aa8-bed7-8557e0b404af","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":6}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7185514031837777920","threadUrn":"urn:li:ugcPost:7185514031837777920","reactionsCount":6,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7185514031837777920","message":{"attributes":[],"text":"Happy to share, join and contribute to the organization of this event. \nLooking forward to meeting you in person in Hamburg!  "},"entityUrn":"urn:li:ugcPost:7185514031837777920"}}},{"createdAt":1715074740000,"insightId":"5caf3a87-779f-4fa9-8b5b-823f9775a860","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7193535577412014081,7193545057461780480)","threadUrn":"urn:li:ugcPost:7193535577412014081","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":8,"length":4,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:13614931"}}}],"text":"Welcome Hugo to Topas family"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7193535577412014081"}}},{"createdAt":1713454920000,"insightId":"c778d7a7-076a-4af9-9fd1-34d0655dbac1","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7186251086532386819,7186751016820781057)","threadUrn":"urn:li:ugcPost:7186251086532386819","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulation dear Maryam! Wish you all the best. "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7186251086532386819"}}}]}