{"summary":"My previous experience as postdoctoral fellow at the Laboratory of Oncology, IRCCS \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo (Italy) was linked to oxidative post-translational mechanisms (epigenetic alterations and their potential usefulness as prognostic and predictive molecular markers). Actually, I’m focusing in increasing the technological know-how necessary to design and deliver RNA-based and gene therapy medicinal products and identifying promising candidate drugs\/genes in cancer field at IEO Campus, Milan.","lastName":"Fabrizio","objectUrn":"urn:li:member:409236776","geoRegion":"Milan, Lombardy, Italy","fullName":"Federico Pio Fabrizio","firstName":"Federico Pio","currentPositions":[{"companyName":"Università degli Studi di Milano","description":"Developing gene therapy and drugs based on RNA Technology in cancer models at IEO Campus","title":"Ricercatore universitario Tipo A s.c. 06\/A2, ssd MED\/04","companyUrnResolutionResult":{"employeeCountRange":"1001-5000","headquarters":{"geographicArea":"Lombardy","country":"Italy","city":"Milano","postalCode":"20122","line1":"Via Festa del Perdono 7"},"website":"http:\/\/www.unimi.it\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/university-of-milan\/","industry":"Higher Education"},"companyUrn":"urn:li:fs_salesCompany:166654","tenureAtCompany":{"numMonths":5},"startedOn":{"month":1,"year":2024}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1646657728208?e=1723075200&v=beta&t=XR8DHlOIWPvBH_D37W6aIzkPfiJ0nHllvIsCRu7BSYg","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1646657728208?e=1723075200&v=beta&t=DYanXjPyEVO4qWhmxNtW0o_S7mlKBBnuxF8GZiEY0ww","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1646657728209?e=1723075200&v=beta&t=K1KBl2NTchAmH_j_R5ZFfFHCo8FMXT83CTyr80dA9N0","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1646657728209?e=1723075200&v=beta&t=08HmOvwosNdaZH-cNKEN7t3jxLpYspeASXxsv86wJEw","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQEWZ9lmYMe7Sg\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:409236776"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:409236776"}],"category":"OTHER","dataSource":"LINKEDIN","url":"https:\/\/www.researchgate.net\/profile\/Federico_Pio_Fabrizio"}]},"industry":"Medical Practices","educations":[{"endedOn":{"year":2024},"degree":"Postgraduate Specialisation in Clinical Pathology and Clinical Biochemistry","eduId":644300557,"schoolUrn":"urn:li:fs_salesSchool:96534","school":"urn:li:fs_salesSchool:96534","schoolName":"Università Campus Bio-Medico di Roma","startedOn":{"year":2020}},{"endedOn":{"year":2019},"degree":"PhD in Experimental and Regenerative Medicine","eduId":592813204,"schoolUrn":"urn:li:fs_salesSchool:15095930","school":"urn:li:fs_salesSchool:15095930","schoolName":"Università degli Studi di Foggia","startedOn":{"year":2016}},{"endedOn":{"year":2015},"degree":"Master’s Degree in “Medical Biotechnology and Molecular Medicine” (LM-9 class)","eduId":270841260,"fieldsOfStudy":["Department of Translational and Molecular Medicine"],"schoolName":"Università degli Studi di Brescia","startedOn":{"year":2013}}],"skills":[{"numOfEndorsement":0,"name":"Ricerca"},{"numOfEndorsement":0,"name":"Genomica"},{"numOfEndorsement":11,"name":"Laboratorio"},{"numOfEndorsement":9,"name":"Oncologia"},{"numOfEndorsement":20,"name":"Biologia molecolare"},{"numOfEndorsement":3,"name":"BIOLOGIA MOLECOLARE"},{"numOfEndorsement":17,"name":"PCR"},{"numOfEndorsement":6,"name":"Scienze naturali"},{"numOfEndorsement":1,"name":"BIOTECNOLOGIA"},{"numOfEndorsement":1,"name":"LABORATORY"},{"numOfEndorsement":2,"name":"BIOCHEMISTRY"},{"numOfEndorsement":2,"name":"GENOMICS"},{"numOfEndorsement":1,"name":"LIFESCIENCES"},{"numOfEndorsement":1,"name":"LABORATORY SKILLS"},{"numOfEndorsement":2,"name":"Molecular Biology"},{"numOfEndorsement":2,"name":"Biochemistry"},{"numOfEndorsement":1,"name":"Genomics"},{"numOfEndorsement":7,"name":"Western blot"},{"numOfEndorsement":2,"name":"Estrazione di DNA"},{"numOfEndorsement":9,"name":"Biotecnologia"},{"numOfEndorsement":3,"name":"Laboratory"},{"numOfEndorsement":3,"name":"Western Blotting"},{"numOfEndorsement":2,"name":"DNA Extraction"},{"numOfEndorsement":2,"name":"Biotechnology"},{"numOfEndorsement":3,"name":"Competenze di laboratorio"},{"numOfEndorsement":2,"name":"Laboratory Skills"},{"numOfEndorsement":1,"name":"POWERPOINT"},{"numOfEndorsement":0,"name":"MICROSOFT EXCEL"},{"numOfEndorsement":0,"name":"MICROSOFT WORD"},{"numOfEndorsement":1,"name":"WINDOWS 7"},{"numOfEndorsement":8,"name":"Microsoft Excel"},{"numOfEndorsement":5,"name":"Microsoft Word"},{"numOfEndorsement":5,"name":"PowerPoint"},{"numOfEndorsement":6,"name":"Gel di poliacrilammide"},{"numOfEndorsement":4,"name":"PCR REAL TIME"},{"numOfEndorsement":0,"name":"DNA EXTRACTION FROM PARAFFIN EMBEDDED TISSUE(FFPE)"},{"numOfEndorsement":2,"name":"QUANTITATIVE METHYLATION SPECIFIC PCR (QMSP) IN REAL TIME"},{"numOfEndorsement":1,"name":"AUTOMATED DNA SEQUENCING"},{"numOfEndorsement":2,"name":"METHYLATION STUDY"},{"numOfEndorsement":2,"name":"GENETICA MOLECOLARE"},{"numOfEndorsement":2,"name":"DNA EXTRACTION FROM BLOOD"},{"numOfEndorsement":1,"name":"PRIMERS DESIGNING"},{"numOfEndorsement":1,"name":"PURIFICATION OF PCR PRODUCTS"},{"numOfEndorsement":1,"name":"SODIUM BISULFITE-TREATED DNA SAMPLES"},{"numOfEndorsement":0,"name":"AGAROSE GEL ELECTROPHORESIS"},{"numOfEndorsement":0,"name":"PHENOL-CHLOROFORM EXTRACTION"},{"numOfEndorsement":0,"name":"SDS\/PROTEINASE K EXTRACTION"},{"numOfEndorsement":1,"name":"NANODROP"},{"numOfEndorsement":1,"name":"PUBMED"},{"numOfEndorsement":3,"name":"Sequenziamento del DNA"}],"numOfConnections":688,"patents":[],"headline":"Assistant Professor at University of Milan and Postdoc at IEO Campus","courses":[{"name":"Otto Warburg International Summer School  and Research Symposium 2018 on Epigenetics and Regulation, Berlin, Germany"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/federico-pio-fabrizio-a08076b5","organizations":[],"location":"Milan, Lombardy, Italy","publications":[{"publishedOn":{"month":2,"day":15,"year":2016},"description":"Several studies reported somatic mutations of many genes (MEN1, CTNNB1, CDKIs and others) in parathyroid adenoma, although with different prevalence. Recently, activating mutations of the EZH2 and ZFX oncogenes were identified in benign parathyroid adenoma by whole exome sequencing. The same mutations had been found in blood and ovary malignant tumours. On one hand, this result raised the hypothesis that these oncogenes may play a role in the onset of parathyroid tumour, but it would also suggest they may be involved in malignant, rather benign, parathyroid neoplasm. Our aim was to verify the occurrence of selected mutations of the EZH2 and ZFX genes in an Italian cohort of 23 sporadic parathyroid carcinomas, 12 atypical and 45 typical adenomas. DNA was extracted from paraffin-embedded tissues, PCR amplified and directly sequenced. No mutations were detected in the coding sequence and boundaries of both genes in any of the samples. Two polymorphisms of the EZH2 gene were identified with different prevalence: the rs2072407 variant was present in the 30 % of the samples, in keeping with the overall frequency in larger populations, while the rs78589034 variant, located close to the 5' end of the exon 16, was detected in only one proband with familial isolated hyperparathyroidism; we investigated the possible outcome on the splicing process. EZH2 and ZFX genes do not seem to have an impact on the onset of most parathyroid tumours, both benign and malignant, though further studies on larger cohorts of different ethnicity are needed.","url":"http:\/\/link.springer.com\/10.1007\/s12020-016-0892-y","name":"EZH2 and ZFX oncogenes in malignant behaviour of parathyroid neoplasms","publisher":"Endocrine","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAq0q58BrJcJQeP9uvVs7rjSAWzelFwfPMM,NAME_SEARCH,NLHp)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":10,"day":25,"year":2016},"description":"The transcription factor Nrf2 (NF-E2 related factor 2) is a master regulator of the cell antioxidant response associated with tumor growth and resistance to cytotoxic treatments. In particular, Nrf2 induces upregulation of cytoprotective genes by interacting with the closely situated AREs (Antioxidant Response Elements) in response to endogenous or exogenous stress stimuli and takes part to several oncogenic signaling pathways. Among these, the crosstalk with Notch pathway has been shown to enhance cytoprotection and maintenance of cellular homeostasis, tissue organization by modulating cell proliferation kinetics, and stem cell self-renewal in several organs. The role of Notch and Nrf2 related pathways in tumorigenesis is highly variable and when they are both abnormally activated they can synergistically cause neoplastic proliferation by promoting cell survival, differentiation, invasion, and metastases. NFE2L2, KEAP1, and NOTCH genes family appear in the list of significantly mutated genes in tumors in both combined and individual sets, supporting the crucial role that the aberrant Nrf2-Notch crosstalk might have in cancerogenesis. In this review, we summarize current knowledge about the alterations of Nrf2 and Notch pathways and their reciprocal transcriptional regulation throughout tumorigenesis and progression of lung tumors, supporting the potentiality of putative biomarkers and therapeutic targets.","url":"http:\/\/dx.doi.org\/10.1155\/2016\/7316492","name":"Nrf2 and Notch Signaling in Lung Cancer: Near the Crossroad","publisher":"Oxidative Medicine and Cellular Longevity","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":6,"year":2016},"description":"In the era of high-throughput molecular screening and personalized medicine, difficulty in determining whether cancer mutations are truly ‘actionable’ remains a gray zone in NSCLC. The most important prerequisite to perform such investigations is the tumor tissue retrieval via biopsy at diagnosis and after occurrence of resistance. Blood-based liquid biopsy as circulating tumor cells, circulating tumor DNA and exosomes can offer a fast and non-invasive method to elucidate the genetic heterogeneity of patients, the screening and patient stratification and give a dynamic surveillance for tumor progression and monitor treatments response. Here we prospectively discuss the three main approaches in the blood-biopsy field of lung cancer patients and its clinical applications in patient management. We also outline some of the analytical challenges that remain for liquid biopsy techniques in demonstrating that it could represent a true and actionable picture in lung cancer management for the implementation into clinical routine.","url":"http:\/\/www.futuremedicine.com\/doi\/abs\/10.2217\/lmt-2016-0006?journalCode=lmt","name":"Liquid biopsy and NSCLC","publisher":"Lung Cancer Management","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"}]},{"publishedOn":{"month":1,"day":4,"year":2017},"description":"The Keap1\/Nrf2 pathway is a master regulator of the cellular redox state through the induction of several antioxidant defence genes implicated in chemotherapeutic drugs resistance of tumor cells. An increasing body of evidence supports a key role for Keap1\/Nrf2 pathway in kidney diseases and renal cell carcinoma (RCC), but data concerning the molecular basis and the clinical effect of its deregulation remain incomplete.Here we present a molecular profiling of the KEAP1 and NFE2L2 genes in five different Renal Cell Carcinoma histotypes by analysing 89 tumor\/normal paired tissues (clear cell Renal Carcinoma, ccRCCs; Oncocytomas; Papillary Renal Cell Carcinoma Type 1, PRCC1; Papillary Renal Cell Carcinoma Type 2, PRCC2; and Chromophobe Cell Carcinoma).A tumor-specific DNA methylation of the KEAP1 gene promoter region was found as a specific feature of the ccRCC subtype (18\/37, 48.6%) and a direct correlation with mRNA levels was confirmed by in vitro 5-azacytidine treatment. Analysis of an independent data set of 481 ccRCC and 265 PRCC tumors corroborates our results and multivariate analysis reveals a significant correlation among ccRCCs epigenetic KEAP1 silencing and staging, grading and overall survival.Our molecular results show for the the first time the epigenetic silencing of KEAP1 promoter as the leading mechanism for modulation of KEAP1 expression in ccRCCs and corroborate the driver role of Keap1\/Nrf2 axis deregulation with potential new function as independent epigenetic prognostic marker in renal cell carcinoma.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28061437","name":"Keap1\/Nrf2 pathway in kidney cancer: frequent methylation of KEAP1 gene promoter in clear renal cell carcinoma.","publisher":"Oncotarget ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUKuRUBhp0S8gc_ozn3OTM7nahYMrvddUU,NAME_SEARCH,sNj7)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASW7JkBfQxFygW0phit6RhpSFapd4fxEYQ,NAME_SEARCH,9PlS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7sKeMBvo1uMlt9DVQGhySQxRrlOpMu3gk,NAME_SEARCH,hC6F)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":9,"day":11,"year":2017},"description":"The ErbB network of receptor tyrosine kinases represents one of the best examples of how the understanding of molecular basis of tumor pathogenesis can give a significant improvement for patients treatment, suggesting new therapeutic options to overcome acquired treatment resistance. This amazing bridge between growth factor receptors and cancer has been consolidated during the last decades through the identification of many driver mutations in the gene key of the RTKs network. Unexpected molecular lesions of the NRG1 gene followed by an aberrant ErbB signaling were recently described as a new molecular features of non-small cell lung cancer, but it has been also sporadically reported in other tumors. The NRG1 chimeric ligand leads to aberrant activation of the ErbB2-ErbB3 heterodimers signaling pathways via PI3K-AKT and MAPK cascades in cancers of the breast, lung, brain, head and neck, and colon. Molecular lesions of the ErbB network and PI3K-AKT are well-investigated in lung cancer and actually represent one of the main interesting targets for the current pharmacological studies. However, new insights into this picture are strongly needed to increase its translational impact. We highlight the current knowledge about the ErbB network and NRG1 deregulation in lung cancer and their merger into the ErbB\/PI3K-AKT axis modulation and current therapeutic strategies. Several drugs targeting ErbB2, ErbB3 and their downstream pathways in different stages of clinical development are actually available. More advances in knowledge of crosstalk between NRG1, ErbB3 and PI3K-AKT pathways may increase and strongly support the therapeutic choice for lung cancer patients.","url":"http:\/\/www.eurekaselect.com\/155505\/article","name":"NRG1-ErbB lost in translation: a new paradigm for lung cancer?","publisher":"Current Medical Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":8,"day":18,"year":2017},"description":"Abstract\nContext\nFamilial isolated hypoparathyroidism (FIH) is a genetically heterogeneous disorder due to mutations of the calcium-sensing receptor (CASR), glial cells missing-2 (GCM2), guanine nucleotide binding protein alpha 11 (GNA11), or parathyroid hormone (PTH) genes. Thus far, only 4 cases with homozygous and 2 cases with heterozygous mutations in the PTH gene have been reported.\nObjective\nTo clinically describe an FIH family and identify and characterize the causal gene mutation.\nDesign\nGenomic DNA of family members was subjected to CASR, GCM2, GNA11, and PTH gene mutational analysis. Functional assays were performed on the variant identified.\nParticipants\nSix subjects of a three-generation FIH family with 3 affected individuals having severe hypocalcemia and inappropriately low serum PTH.\nResults\nNo mutations were detected in the CASR, GCM2, and GNA11 genes. A novel heterozygous variant that segregated with the disease was identified in PTH gene exon 2 (c.41T>A; p.M14K). This missense variant, in the hydrophobic core of the signal sequence, was predicted in silico to impair cleavage of preproPTH to proPTH. Functional assays in HEK293 cells demonstrated much higher retention intracellularly but impaired secretion into the medium of the M14K mutant relative to wildtype. Addition of the pharmacological chaperone, 4-phenylbutyric acid, led to a reduction of cellular retention and increased accumulation in the cell medium of the M14K mutant.\nConclusions\nWe report a novel heterozygous PTH mutation in an FIH family and demonstrate accumulation of the mutant intracellularly and its impaired secretion. An accurate genetic diagnosis in such hypoparathyroid patients is critical for appropriate management and genetic counseling.","url":"https:\/\/doi.org\/10.1210\/jc.2017-00250","name":"Novel Autosomal Dominant PTH Gene Signal Sequence Mutation in a Family with Familial Isolated Hypoparathyroidism.","publisher":"The journal of clinical endocrinology and metabolism ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"}]},{"name":"ALK and NRG1 Fusions Coexist in a Patient with Signet Ring Cell Lung Adenocarcinoma.","publishedOn":{"month":10,"year":2017},"publisher":"Journal of Thoracic Oncology","url":"https:\/\/doi.org\/10.1016\/j.jtho.2017.05.014","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"}]},{"publishedOn":{"month":12,"day":8,"year":2017},"description":"La rapida evoluzione tecnologica e il progresso scientifico hanno reso la professione del Tecnico Sanitario di Laboratorio Biomedico (TSLB) sempre più complessa e in continuo sviluppo; in quest’ottica anche nelle selezioni dei concorsi pubblici sono richieste conoscenze sempre più ampie. Questa prima edizione nasce dall’esigenza comune di creare uno strumento che orienti il TSLB ad un approccio sistematico alle prove concorsuali previste dalla normativa vigente per l’assunzione del personale nelle Pubbliche Amministrazioni ma può essere utilizzato dagli studenti o da tutti gli Esercenti la Professione Sanitaria che sentano la necessità di acquisire nozioni su discipline diverse da quelle del loro ambito lavorativo. Nato dall’esperienza degli autori nel settore, il presente volume ha l’obiettivo di fornire, senza presunzione, elementi essenziali e spunti di riflessione sugli argomenti trattati, che il lettore potrà poi approfondire con testi più specifici. I questionari proposti sono stati elaborati tenendo conto degli argomenti trattati nei concorsi banditi negli ultimi anni. Evidentemente questa prima edizione non potrà che essere migliorata in futuro anche grazie agli importanti contributi dei lettori, ma era necessario creare un punto di partenza.","url":"http:\/\/www.edises.it\/ammissioni\/i-test-dei-concorsi-per-tecnico-di-laboratorio-biomedico.html","name":"I test dei concorsi per Tecnico di Laboratorio Biomedico: Guida completa alla preparazione di test preselettivi e prove pratiche per TSLB. I Edizione- Dicembre 2017","publisher":"Edises S.r.l.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"}]},{"publishedOn":{"month":3,"day":13,"year":2018},"description":"Oxidative and electrophilic changes in cells are mainly coordinated by the KEAP1\/NRF2 (Kelch-like erythroid-derived cap-n-collar homology- (ECH-) associated protein-1\/nuclear factor (erythroid-derived 2)-like 2) axis. The physical interaction between these two proteins promotes the expression of several antioxidant defense genes in response to exogenous and endogenous insults. Recent studies demonstrated that KEAP1\/NRF2 axis dysfunction is also strongly related to tumor progression and chemo- and radiotherapy resistance of cancer cells. In solid tumors, the KEAP1\/NRF2 system is constitutively activated by the loss of KEAP1 or gain of NFE2L2 functions that leads to its nuclear accumulation and enhances the transcription of many cytoprotective genes. In addition to point mutations, epigenetic abnormalities, as aberrant promoter methylation, and microRNA (miRNA) and long noncoding RNA (lncRNA) deregulation were reported as emerging mechanisms of KEAP1\/NRF2 axis modulation. This review will summarize the current knowledge about the epigenetic mechanisms that deregulate the KEAP1\/NRF2 cascade in solid tumors and their potential usefulness as prognostic and predictive molecular markers.","url":"https:\/\/www.hindawi.com\/journals\/omcl\/2018\/2492063\/","name":"Epigenetic versus Genetic Deregulation of the Keap1\/Nrf2 Axis in Solid Tumors: Focus on Methylation and Noncoding RNAs","publisher":"Oxid Med Cell Longev ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"name":"Gene Code CD274\/PD-L1: from molecular basis towards immunotherapy","publishedOn":{"month":12,"day":17,"year":2018},"publisher":"Therapeutic Advances in Medical Oncology","url":"https:\/\/journals.sagepub.com\/doi\/full\/10.1177\/1758835918815598","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":5,"day":23,"year":2019},"description":"Abstract\nBACKGROUND:\nThe KEAP1\/NRF2 pathway has been widely investigated in tumors since it was implicated in cancer cells survival and therapies resistance. In lung tumors the deregulation of this pathway is mainly related to point mutations of KEAP1 and NFE2L2 genes and KEAP1 promoter hypermethylation, but these two genes have been rarely investigated in low\/intermediate grade neuroendocrine tumors of the lung.\nMETHODS:\nThe effects of KEAP1 silencing on NRF2 activity was investigated in H720 and H727 carcinoid cell lines and results were compared with those obtained by molecular profiling of KEAP1 and NFE2L2 in a collection of 47 lung carcinoids. The correlation between methylation and transcript levels was assessed by 5-aza-dC treatment.\nRESULTS:\nWe demonstrated that in carcinoid cell lines, the KEAP1 silencing induces an upregulation of NRF2 and some of its targets and that there is a direct correlation between KEAP1 methylation and its mRNA levels. A KEAP1 hypermethylation and Loss of Heterozygosity at KEAP1 gene locus was also observed in nearly half of lung carcinoids.\nCONCLUSIONS:\nThis is the first study that has described the effects of KEAP1 silencing on the regulation of NRF2 activity in lung carcinoids cells. The epigenetic deregulation of the KEAP1\/NRF2 by a KEAP1 promoter hypermethylation system appears to be a frequent event in lung carcinoids.","url":"https:\/\/www.mdpi.com\/1422-0067\/20\/10\/2531","name":"Effects of KEAP1 Silencing on the Regulation of NRF2 Activity in Neuroendocrine Lung Tumors.","publisher":"Int J Mol Sci.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASW7JkBfQxFygW0phit6RhpSFapd4fxEYQ,NAME_SEARCH,9PlS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":5,"day":31,"year":2019},"description":"BACKGROUND:\nThe KEAP1\/NRF2 pathway is the key regulator of antioxidants and cellular stress responses, and is implicated in neoplastic progression and resistance of tumors to treatment. KEAP1 silencing by promoter methylation is widely reported in solid tumors as part of the complex regulation of the KEAP1\/NRF2 axis, but its prognostic role remains to be addressed in lung cancer.\nMETHODS:\nWe performed a detailed methylation density map of 13 CpGs located into the KEAP1 promoter region by analyzing a set of 25 cell lines from different histologies of lung cancer. The methylation status was assessed using quantitative methylation specific PCR (QMSP) and pyrosequencing, and the performance of the two assays was compared.\nRESULTS:\nHypermethylation at the promoter region of the KEAP1 was detected in one third of cell lines and its effect on the modulation KEAP1 mRNA levels was also confirmed by in vitro 5-Azacytidine treatment on lung carcinoid, small lung cancer and adenocarcinoma cell lines. QMSP and pyrosequencing showed a high rate of concordant results, even if pyrosequencing revealed two different promoter CpGs sub-islands (P1a and P1b) with a different methylation density pattern.\nCONCLUSIONS:\nOur results confirm the effect of methylation on KEAP1 transcription control across multiple histologies of lung cancer and suggest pyrosequencing as the best approach to investigate the pattern of CpGs methylation in the promoter region of KEAP1. The validation of this approach on lung cancer patient cohorts is mandatory to clarify the prognostic value of the epigenetic deregulation of KEAP1 in lung tumors.","url":"https:\/\/www.mdpi.com\/1422-0067\/20\/11\/2697","name":"Methylation Density Pattern of KEAP1 Gene in Lung Cancer Cell Lines Detected by Quantitative Methylation Specific PCR and Pyrosequencing.","publisher":"Int J Mol Sci.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":1,"day":3,"year":2018},"description":"NRG1 fusions were recently reported as a new molecular feature of Invasive Mucinous Adenocarcinoma (IMA) of the lung. The NRG1 chimeric ligand acts as a strong inductor of phosphorylation and tyrosine kinase activity of the ErbB2\/ErbB3 heterodimer, thus enhancing the PI3K-AKT\/MAPK pathways. The NRG1 fusions were widely investigated in Asian IMA cohorts, whereas just anecdotal information are available about the occurrence of NRG1 fusions in IMA Caucasian population. Here we firstly explored a large Caucasian cohort of 51 IMAs and 34 non-IMA cases for the occurrence of NRG1 rearrangements by fluorescent in situ hybridization (FISH) and RNA target sequencing. FISH results were correlated to the immunohistochemical expression of phosphorylated-ErbB3 (pErbB3) receptor and the mutational status of KRAS, EGFR and ALK genes. The NRG1 rearrangements were detected in 31% IMAs and 3% non-IMAs and the CD74-NRG1 fusion transcript variant was characterized in 4 NRG1-positive IMAs. Moreover, pErbB3 expression was found to be strictly associated to the mucinous pattern (p = 0.012, Chi-square test) and all IMA cases showing aberrant expression of pErbB3 demonstrated NRG1 rearrangements. No significant correlation between NRG1 rearrangements and EGFR, KRAS or ALK mutations respectively, was observed. We report for the first time that NRG1 fusions are driver alterations clearly associated with mucinous lung adenocarcinoma subtype of Caucasian patients and not exclusive of Asiatic population. pErbB3 immunostaining may represent a strong predictor of NRG1 fusions, pointing out the detection of pErbB3 by IHC as a rapid and effective pre-screening method to select the NRG1-positive patients.","url":"https:\/\/www.oncotarget.com\/article\/23800\/","name":"Frequent NRG1 fusions in Caucasian pulmonary mucinous adenocarcinoma predicted by Phospho-ErbB3 expression","publisher":"Oncotarget","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":10,"day":30,"year":2019},"description":"Thanks to personalized medicine trends and collaborations between industry, clinical research groups and regulatory agencies, next generation sequencing (NGS) is turning into a common practice faster than one could have originally expected. When considering clinical applications of NGS in oncology, a rapid workflow for DNA extraction from formalin-fixed paraffin-embedded (FFPE) tissue samples, as well as producing high quality library preparation, can be real challenges. Here we consider these targets and how applying effective automation technology to NGS workflows may help improve yield, timing and quality-control. We firstly evaluated DNA recovery from archived FFPE blocks from three different manual extraction methods and two automated extraction workstations. The workflow was then implemented to somatic (lung\/colon panel) and germline (BRCA1\/2) library preparation for NGS analysis exploiting two automated workstations. All commercial kits gave good results in terms of DNA yield and quality. On the other hand, the automated workstation workflow has been proven to be a valid automatic extraction system to obtain high quality DNA suitable for NGS analysis (lung\/colon Ampli-seq panel). Moreover, it can be efficiently integrated with an open liquid handling platform to provide high-quality libraries from germline DNA with more reproducibility and high coverage for targeted sequences in less time (BRCA1\/2). The introduction of automation in routine workflow leads to an improvement of NGS standardization and increased scale up of sample preparations, reducing labor and timing, with optimization of reagents and management.","url":"https:\/\/www.mdpi.com\/2072-6694\/11\/11\/1691","name":"Automated Workflow for Somatic and Germline Next Generation Sequencing Analysis in Routine Clinical Cancer Diagnostics","publisher":"Cancers","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"}]},{"name":"Identification of EML4-ALK fusion in a sporadic case of cholangiocarcinoma","publishedOn":{"month":1,"year":2020},"publisher":"Eur J Intern Med","url":"https:\/\/www.ejinme.com\/article\/S0953-6205(19)30382-6\/fulltext","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"name":"REDOXI-miRNA of Keap1\/Nrf2 axis in lung tumors.","publishedOn":{"month":4,"day":30,"year":2019},"publisher":"Annals of Oncology","url":"https:\/\/www.annalsofoncology.org\/article\/S0923-7534(19)30232-7\/fulltext","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOGFWABmp7h7CCZ75lF4BY8kbZTnWJAHBA,NAME_SEARCH,tCSL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGkpMEBcGun_oprf1Kq7Q5PJgAAucSCkuo,NAME_SEARCH,GkV6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":6,"day":22,"year":2020},"description":"The silencing of SPARC (secreted protein acid and rich in cysteine) gene through methylation of its promoter region represents a common event in many solid tumors and it is frequently associated with tumor progression and an aggressive clinical outcome. Anyhow, the data concerning the epigenetic mechanism of SPARC deregulation and its prognostic value in lung cancer are still incomplete. We explored the aberrant methylation of SPARC and its effects in 4 non-small cell lung cancer (NSCLC) cell lines and 59 NSCLC tissues and correlated the methylation levels with clinical-pathological features and disease outcome of patients. In 3 out of 4 tumor cell lines high SPARC methylation levels were observed. An inverse correlation between the epigenetic silencing and SPARC expression was confirmed by 5-Aza-2′-deoxycytidine ((5-Aza-CdR) treatment that also significantly induced a reduction in cell viability, proliferation and tumor cell migration. In tissues, the DNA methylation levels of the SPARC gene were significantly lower in paired non-neoplastic lungs (NLs) and normal lungs distant from tumor (NLDTs) than in NSCLCs (p = 0.002 and p = 0.0034 respectively). A promoter hypermethylation was detected in 68% of squamous cell carcinoma (SqCCs, 17\/25) and 56% of adenocarcinoma (ADCs, 19\/34), with SqCC showing the highest levels of methylation. Higher SPARC methylation levels were significantly associated with higher mortality risk both in all NSCLCs early stage patients (Hazard Ratio, HR = 1.97; 95% Confidence Interval, CI: 1.32–2.93; p = 0.001) and in those with SqCC (HR = 2.96; 95% CI: 1.43–6.12; p = 0.003). Promoter methylation of SPARC gene should represent an interesting prognostic biomarker in NSCLC, with potential application in the squamous early-stage context. Further research in this setting on larger independent cohorts of lung patients with different histologies and stages of disease are warranted.","url":"https:\/\/www.mdpi.com\/2073-4409\/9\/6\/1523","name":"Potential Prognostic Role of SPARC Methylation in Non-Small-Cell Lung Cancer","publisher":"Cells","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASW7JkBfQxFygW0phit6RhpSFapd4fxEYQ,NAME_SEARCH,9PlS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGkpMEBcGun_oprf1Kq7Q5PJgAAucSCkuo,NAME_SEARCH,GkV6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":9,"day":22,"year":2020},"description":"Background: The KEAP1\/NRF2 (Kelch-like ECH-associated protein 1\/nuclear factor erythroid 2–related factor 2) pathway modulates detoxification processes and participates in the resistance of solid tumors to therapy. Scientific evidence about the presence of genetic and epigenetic abnormalities of the KEAP1 gene was firstly reported in non-small-cell lung cancer (NSCLC) and then described in other tumors. At present, the prognostic role of aberrant methylation at cytosine-guanine dinucleotide (CpG) sites of the KEAP1 gene promoter is debated in NSCLC, and its correlation with transcriptional changes and protein levels remains to be defined in large sample cohorts. Methods: We evaluated and compared multiple KEAP1 omics data (methylation, transcript, and protein expression levels) from The Cancer Genome Atlas (TCGA) to explore the role of CpGs located in different portions of KEAP1 and the correlation between methylation, transcription, and protein levels. Data from two subsets of lung adenocarcinoma (LUAD, n = 617) and lung squamous cell carcinoma (LUSC, n = 571) cohorts of NSCLC patients with different disease stages were evaluated. Results: We found that the methylation levels of many KEAP1 CpGs at various promoter and intragenic locations showed a significant inverse correlation with the transcript levels. Interestingly, these results were limited to the KRAS wild-type LUSC and LUAD cohorts, whereas in LUAD the effect of the epigenetic silencing of KEAP1 on its transcription was also observed in the EGFR mutated subpopulation. Conclusions: These results support the idea that the prognostic role of KEAP1 CpG sites warrants more in-depth investigation and that the impact of their changes in methylation levels may differ among specific NSCLC histologies and molecular backgrounds.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32971994\/","name":"Epigenetic Scanning of KEAP1 CpG Sites Uncovers New Molecular-Driven Patterns in Lung Adeno and Squamous Cell Carcinomas","publisher":"Antioxidants","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGkpMEBcGun_oprf1Kq7Q5PJgAAucSCkuo,NAME_SEARCH,GkV6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOGFWABmp7h7CCZ75lF4BY8kbZTnWJAHBA,NAME_SEARCH,tCSL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":12,"day":3,"year":2020},"description":"Nuclear factor erythroid 2-related factor 2 (NRF2) is the key transcription factor triggered by oxidative stress that moves in cells of the antioxidant response element (ARE)-antioxidant gene network against reactive oxygen species (ROS) cellular damage. In tumors, the NRF2 pathway represents one of the most intriguing pathways that promotes chemo- and radioresistance of neoplastic cells and its activity is regulated by genetic and epigenetic mechanisms; some of these being poorly investigated in cancer. The noncoding RNA (ncRNA) network is governed by microRNAs (miRNAs) and long noncoding RNAs (lncRNAs) and modulates a variety of cellular mechanisms linked to cancer onset and progression, both at transcriptional and post-transcriptional levels. In recent years, the scientific findings about the effects of ncRNA landscape variations on NRF2 machines are rapidly increasing and need to be continuously updated. Here, we review the latest knowledge about the link between NRF2 and ncRNA networks in cancer, thus focusing on their potential translational significance as key tumor biomarkers.","url":"https:\/\/www.mdpi.com\/2072-6694\/12\/12\/3621","name":"NRF2 Regulation by Noncoding RNAs in Cancers: The Present Knowledge and the Way Forward","publisher":"Cancers","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":3,"day":16,"year":2021},"description":"No well-established prognostic or predictive molecular markers of small-cell lung cancer (SCLC) are currently available; therefore, all patients receive standard treatment. Adequate quantities and quality of tissue samples are frequently unavailable to perform a molecular analysis of SCLC, which appears more heterogeneous and dynamic than expected. The implementation of techniques to study circulating tumor cells could offer a suitable alternative to expand the knowledge of the molecular basis of a tumor. In this context, the advantage of SCLC circulating cells to express some specific markers to be explored in blood as circulating transcripts could offer a great opportunity in distinguishing and managing different SCLC phenotypes. Here, we present a summary of published data and new findings about the detection methods and potential application of a group of neuroendocrine related transcripts in the peripheral blood of SCLC patients. In the era of new treatments, easy and rapid detection of informative biomarkers in blood warrants further investigation, since it represents an important option to obtain essential information for disease monitoring and\/or better treatment choices.","url":"https:\/\/www.mdpi.com\/2072-6694\/13\/6\/1339","name":"Neuroendocrine-Related Circulating Transcripts in Small-Cell Lung Cancers: Detection Methods and Future Perspectives","publisher":"Cancers (Basel)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGkpMEBcGun_oprf1Kq7Q5PJgAAucSCkuo,NAME_SEARCH,GkV6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"}]},{"publishedOn":{"month":6,"day":20,"year":2021},"description":"Objective: Aberrations in the PI3K\/AKT\/mTOR survival pathway in many cancers are the most common genomic abnormalities. The phytochemical and bioactive agent sulforaphane (SFN) has nutrigenomic potential in activating the expression of several cellular protective genes via the transcription factor nuclear factor erythroid 2-related factor 2 (Nrf2). Nrf2 is primarily related to mechanisms of endogenous cellular defense and survival. The efficacy of SFN in combination with acetazolamide (AZ) was investigated in reducing typical H727 and atypical H720 BC survival, migration potential, and apoptosis in vitro and in vivo preclinical xenograft tissues.\n\nMaterials and Methods: Microscopic imaging, immunocytochemistry, wound healing assay, caspase-cleaved cytokeratin 18 (M30, CCK18) CytoDeath ELISA assay, immunofluorescence labeling assays for apoptosis, hypoxia, Western Blotting, Tunnel assay, measurement of 5-HT secretion by carbon fiber amperometry assay, quantitative methylation-specific PCR (qMSP), morphologic changes, cell viability, apoptosis activity and the expression levels of phospho-Akt1, Akt1, HIF-1α, PI3K, p21, CAIX, 5-HT, phospho-mTOR, and mTOR in xenografts derived from typical H727 and atypical H720 BC cell lines.\n\nResults: Combining AZ+SFN reduced tumor cell survival compared to each agent alone, both in vitro and in vivo xenograft tissues. AZ+SFN targeted multiple pathways involved in cell cycle, serotonin secretion, survival, and growth pathways, highlighting its therapeutic approach. Both H727 and H720 cells were associated with induction of apoptosis, upregulation of the p21 cell cycle inhibitor, and downregulation of the PI3K\/Akt\/mTOR pathway, suggesting that the PI3K\/Akt\/mTOR pathway is a primary target of the AZ+SFN combination therapy.\n\nConclusions: Combining SFN+AZ significantly inhibits the PI3K\/Akt\/mTOR pathway and significantly reducing 5-HT secretion in carcinoid syndrome.","url":"https:\/\/www.oncotarget.com\/article\/28011\/text\/","name":"Next-generation multimodality of nutrigenomic cancer therapy: sulforaphane in combination with acetazolamide actively target bronchial carcinoid cancer in disabling the PI3K\/Akt\/mTOR survival pathway and inducing apoptosis","publisher":"Oncotarget","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":10,"day":25,"year":2021},"description":"Introduction: Fusions in neuregulin 1 (NRG1) and neuregulin 2 (NRG2) genes are molecular features of non-small cell lung cancer (NSCLC). These rearrangements enhance ectopic expression of the NRG\/ErbB receptor-ligand and induce the triggering of downstream pathways. Evidence suggests the involvement of the NRG1\/ErbB3 axis deregulation in the progression and treatment resistance of NSCLC cancer (NSCLC) and that NRG1 fusions are prognostic\/predictive markers for targeted therapy.\n\nAreas covered: Biological and prognostic\/predictive value of NRG1 and NRG2 fusions in NSCLC and their related cellular pathways are described and discussed. Publications in English language, peer-reviewed, high-quality international journals were identified on PubMed, as well as scientific official sites were used to update the international clinical trials progress.\n\nExpert opinion: NRG1 and NRG2 fusions should be considered as novel markers for biological therapy targeting ErbB2\/ErbB3. There is evidence for the involvement of the NRG1\/ErbB3 axis deregulation in cancer stem cell phenotype, tumor progression, and resistance to NSCLC therapy. Neuregulin fusions are very complex, hence many question marks must be tackled before translating these molecular lesions into clinical practice. Biology, and aggressiveness of the NRG1 and NRG2 fusions warrant further investigations.","url":"https:\/\/www.tandfonline.com\/doi\/full\/10.1080\/14728222.2021.1999927","name":"NRG1 and NRG2 fusions in non-small cell lung cancer (NSCLC): seven years between lights and shadows","publisher":"Expert Opin Ther Targets","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":12,"day":3,"year":2021},"description":"Pulmonary carcinoids combined with a non-neuroendocrine component have rarely been described, and this histological subtype is not included as a specific entity in the current World Health Organization classification of pulmonary neoplasms. Here, we described the molecular and histological features of two rare cases of mixed lung neoplasms, composed of atypical carcinoid and adenocarcinoma. The targeted next-generation sequencing analysis covering single nucleotide variations, copy number variations, and transcript fusions in a total of 161 cancer genes of the two different tumor components shows a similar molecular profile of shared and private gene mutations. These findings suggest their monoclonal origin from a transformed stem\/progenitor tumor cell, which acquires a divergent differentiation during its development and progression and accumulates novel, specific mutations.","url":"https:\/\/www.frontiersin.org\/articles\/10.3389\/fmolb.2021.784876\/full","name":"Mixed Pulmonary Adenocarcinoma and Atypical Carcinoid: A Report of Two Cases of a Non-codified Entity With Biological Profile","publisher":"Front Mol Biosci","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAox4-QB1Lx90duKanRld4mKR9xRPA55M6A,NAME_SEARCH,5Lp6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGkpMEBcGun_oprf1Kq7Q5PJgAAucSCkuo,NAME_SEARCH,GkV6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":8,"day":11,"year":2022},"description":"The OPERA_MET-A methylation panel was designed using the Ion AmpliSeq™ technology to amplify 155 regions with 125-175 bp mean length and covers a total of 1107 CpGs of 18 cancer-related genes. The performance of the panel was assessed by running commercially available fully methylated and unmethylated control human genomic DNA (gDNA) samples and a variable mixture of them. The libraries were run on Ion Torrent platform and the sequencing output was analyzed using the “methylation_analysis” plugin. DNA methylation calls on both Watson (W) and Crick (C) strands and methylated:unmethylated ratio for each CpG site were obtained. Cell lines, fresh frozen and formalin-fixed paraffin-embedded (FFPE) lung cancer tissues were tested. The OPERA_MET-A panel allows to run a minimum of 6 samples\/530 chip to reach an observed mean target depth ≥2,500X (W and C strands) and an average number of mapped reads >750,000\/sample. The conversion efficiency, determined by spiking-in unmethylated Lambda DNA into each sample before the bisulfite conversion process, was >97% for all samples. The observed percentage of global methylation for all CpGs was >95% and <5% for fully methylated and unmethylated gDNA samples, respectively, and the observed results for the variable mixtures were in agreement with what was expected. Methylation-specific NGS analysis represents a feasible method for a fast and multiplexed screening of cancer patients by a high-throughput approach. Moreover, it offers the opportunity to construct a more robust algorithm for disease prediction in cancer patients having a low quantity of biological material available.","url":"https:\/\/www.frontiersin.org\/articles\/10.3389\/fonc.2022.968804\/full","name":"Design and experimental validation of OPERA_MET-A panel for deep methylation analysis by next generation sequencing","publisher":"Front Oncol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOGFWABmp7h7CCZ75lF4BY8kbZTnWJAHBA,NAME_SEARCH,tCSL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAtcif0B44nypRxE2BsP9rVCAK6kc7G0Tu0,NAME_SEARCH,ARWB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGkpMEBcGun_oprf1Kq7Q5PJgAAucSCkuo,NAME_SEARCH,GkV6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAL7VskBO59SCOXSwYU1pTpvYalMSCG0WPA,NAME_SEARCH,N3B6)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbTLooBZt856gGur1ZLJRzvZEt0QBre-Jg,NAME_SEARCH,YixS)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":12,"day":22,"year":2022},"description":"Small cell lung cancer (SCLC) is treated as a homogeneous disease, although the expression of NEUROD1, ASCL1, POU2F3, and YAP1 identifies distinct molecular subtypes. The MYC oncogene, amplified in SCLC, was recently shown to act as a lineage-specific factor to associate subtypes with histological classes. Indeed, MYC-driven SCLCs show a distinct metabolic profile and drug sensitivity. To disentangle their molecular features, we focused on the co-amplified PVT1, frequently overexpressed and originating circular (circRNA) and chimeric RNAs. We analyzed hsa_circ_0001821 (circPVT1) and PVT1\/AKT3 (chimPVT1) as examples of such transcripts, respectively, to unveil their tumorigenic contribution to SCLC. In detail, circPVT1 activated a pro-proliferative and anti-apoptotic program when over-expressed in lung cells, and knockdown of chimPVT1 induced a decrease in cell growth and an increase of apoptosis in SCLC in vitro. Moreover, the investigated PVT1 transcripts underlined a functional connection between MYC and YAP1\/POU2F3, suggesting that they contribute to the transcriptional landscape associated with MYC amplification. In conclusion, we have uncovered a functional role of circular and chimeric PVT1 transcripts in SCLC; these entities may prove useful as novel biomarkers in MYC-amplified tumors.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/gcc.23121","name":"circPVT1 and PVT1\/AKT3 show a role in cell proliferation, apoptosis, and tumor subtype-definition in small cell lung cancer","publisher":"Genes Chromosomes Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"}]},{"publishedOn":{"month":4,"day":20,"year":2023},"description":"The advances in scientific knowledge on biological therapies of the last two decades have impressively oriented the clinical management of non-small-cell lung cancer (NSCLC) patients. The treatment with tyrosine kinase inhibitors (TKIs) in patients harboring Epidermal Growth Factor Receptor (EGFR)-activating mutations is dramatically associated with an improvement in disease control. Anyhow, the prognosis for this selected group of patients remains unfavorable, due to the innate and\/or acquired resistance to biological therapies. The methylome analysis of many tumors revealed multiple patterns of methylation at single\/multiple cytosine-phosphate-guanine (CpG) sites that are linked to the modulation of several cellular pathways involved in cancer onset and progression. In lung cancer patients, ever increasing evidences also suggest that the association between DNA methylation changes at promoter\/intergenic regions and the consequent alteration of gene-expression signatures could be related to the acquisition of resistance to biological therapies. Despite this intriguing hypothesis, large confirmatory studies are demanded to consolidate and finalize many preliminary observations made in this field. In this review, we will summarize the available knowledge about the dynamic role of DNA methylation in EGFR-mutated NSCLC patients.","url":"https:\/\/www.frontiersin.org\/journals\/oncology\/articles\/10.3389\/fonc.2023.1137384\/full","name":"Monitoring EGFR-lung cancer evolution: a possible beginning of a “methylation era” in TKI resistance prediction","publisher":"Frontiers in Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]},{"publishedOn":{"month":1,"day":1,"year":2024},"description":"Immunotherapy revolutionized the treatment landscape of several cancers, including small-cell lung cancer (SCLC), with a huge number of practice-changing trials, and becoming a new frontier for their management. The addition of an anti-PD-L1, atezolizumab or durvalumab, to platinum\/etoposide regimen became the standard of care for first-line therapy of extensive-stage (ES)-SCLC with the 12 months median survival exceeded for the first time. Nevertheless, most patients show primary or acquired resistance to anti-PD-L1 therefore new promising therapeutic immune-targets are under clinical investigation in several solid tumors. Among these, B7-H3, also known as CD276, is a member of the B7 family overexpressed in tumor tissues, including SCLC, while showing limited expression in normal tissues becoming an attractive and promising target for cancer immunotherapy. B7-H3 plays a dual role in the immune system during the T-cell activation, acting as a T-cell costimulatory\/coinhibitory immunoregulatory protein, and promoting pro-tumorigenic functions such as tumor migration, invasion, metastases, resistance, and metabolism. Immunohistochemistry, flow cytometry, and immunofluorescence were the most used methods to assess B7-H3 expression levels and validate a possible relationship between B7-H3 staining patterns and clinicopathological features in lung cancer patients. To date, there are no clinically available therapeutics\/drugs targeting B7-H3 in any solid tumors. The most promising preliminary clinical results have been reported by DS7300a and HS-20093, both are antibody-drug conjugates, that are under investigation in ongoing trials for the treatment of pretreated SCLC. This review will provide an overview of B7-H3 and corresponding inhibitors and the clinical development in the management of SCLC.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1936523323001870?via%3Dihub","name":"B7-H3\/CD276 and small-cell lung cancer: What's new?","publisher":"Translational Oncology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABhkdSgBeHBwNqRWpYHdBySnWFaE-b4Pvag,NAME_SEARCH,fRcK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAh42ZcBmRdWI08H6rrg4qGixrf97zw0eAY,NAME_SEARCH,-VqO)"}]}],"positions":null,"posts":[{"createdAt":1712216520000,"insightId":"c611519a-d4d6-49e6-8868-eed6c1ddcd60","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQEzRMBgsdiVVQ\/feedshare-shrink_2048_1536\/0\/1712216522983?e=1720051200&v=beta&t=tKbBvqWYO6Ovdzp-sWEPRouNP1i2O19ZU8nPRI3P7qw"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":33},{"type":"PRAISE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7181556615773339648","threadUrn":"urn:li:activity:7181556615773339648","reactionsCount":36,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181556615072927745","message":{"attributes":[{"start":732,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/d6nG_M9Z"}}},{"start":757,"length":33,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:54934"}}},{"start":791,"length":39,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1151494"}}},{"start":831,"length":32,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:166654"}}}],"text":"Contento di aver contribuito a questo commentary sullo studio di Fase 3 PAPILLON che ha mostrato risultati interessanti in termini di riduzione del rischio di progressione della malattia o di morte per amivantamab, un anticorpo monoclonale bispecifico diretto contro due geni chiamati EGFR e MET, in combinazione con la chemioterapia rispetto alla sola chemioterapia in pazienti con carcinoma polmonare non a piccole cellule in stadio avanzato o metastatico, risultati positivi alle mutazioni da inserzione dell'esone20 dell'EGFR. \nSi tratta di enormi progressi scientifici dove il ventaglio di opzioni terapeutiche sta aumentando giorno dopo giorno! \nMerito della ricerca e di chi dedica la propria vita al progresso. Qui al link:\nhttps:\/\/lnkd.in\/d6nG_M9Z\nIEO Istituto Europeo di Oncologia Ospedale Casa Sollievo della Sofferenza Università degli Studi di Milano"},"entityUrn":"urn:li:share:7181556615072927745"}}},{"createdAt":1709756040000,"insightId":"c0253a6a-e919-44b6-b689-fafe08a7110e","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQHTkDwc6BYRpA\/feedshare-shrink_2048_1536\/0\/1709756064734?e=1720051200&v=beta&t=H_OY6_UqJoawy3hfeohJzhQxIKc5cm2iU7QOYBDF8sg"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":80},{"type":"PRAISE","count":20}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7171236706107412482","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":100,"commentsCount":29,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7171236705256075264","message":{"attributes":[],"text":"Da oggi sono specialista in Biochimica Clinica e Patologia Clinica!\nUn percorso non sempre facile ma carico di grandiose emozioni, determinazione e sacrificio verso i propri obiettivi. Proprio quelli che non ho mai perso di vista. \nForse perché sto imparando che nella vita non c’è motivo di arrendersi o accontentarsi di quel poco che potrebbe bastarci. Mi spiego meglio.\nDa persone di scienza mettersi in gioco ogni giorno è la grande sfida: una sfida continua, appassionante, stimolante. Come quella di uscire dalla zona grigia, che condiziona le nostre menti e che ci fa sprofondare nella rassegnazione e monotonia.\nE allora, dopo ogni successo, mio e vostro (e di coloro che mi vogliono bene) è come ritornare bambini ed esplorare la realtà da un’altra prospettiva, quella con gli occhi pieni di curiosità e fantasia. \nSono grato alla vita per ogni cosa che mi dona ogni giorno. Un caro saluto ed un brindisi virtuale,\n\nFederico"},"entityUrn":"urn:li:share:7171236705256075264"}}},{"createdAt":1710153060000,"insightId":"af1fd98e-4e27-4536-a8c3-aec125d40f10","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7172902013037408256)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":15,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:332121952"}}}],"text":"Riccardo Managò grazie mille Riccardo! :)"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709982000000,"insightId":"d1a5cf02-381f-4f5c-bb1a-059999dcaae9","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7172184593125642241)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:732662916"}}}],"text":"Vito Guarnieri thanks Vito!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709883660000,"insightId":"bbcffbef-f4c8-4967-8f05-059b02d62c3a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171772015085916160)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:653698404"}}}],"text":"Lucia Mascolo Grazie Lucia!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709836140000,"insightId":"5797852d-293d-414a-9ef5-b6e595bd1b2b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171572661314174976)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":21,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:142137751"}}}],"text":"Lucia Anna Muscarella mille grazie a te Lu!:)"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709836140000,"insightId":"4b52f83e-e464-48d0-b895-796c0f5ae97a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171572600903610369)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":17,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:280110808"}}}],"text":"Francesco D'Amico grazie!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709836080000,"insightId":"cb622e3b-01f2-4725-817e-455edc271da6","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171572512907030528)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":15,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:1178208300"}}}],"text":"Floriana Latino grazie tante!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709836080000,"insightId":"935570b4-4d68-4e68-bf38-5594f96f056f","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171572559853805569)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:875917354"}}}],"text":"Alice Diroma Grazie Alice :))"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709836080000,"insightId":"02fbc8b1-a5ff-4ab0-9b1f-280beadb6c2b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171572469303001088)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:22220225"}}}],"text":"Paolo Iadarola grazie!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709794200000,"insightId":"7e0a4adc-88a3-4d2a-bdf4-14dd23e4a373","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171396691005321216)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:312149359"}}}],"text":"Serena Urbano grazie Serena!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709794200000,"insightId":"f5bf1c13-e4c6-4cd2-9968-b38ad1960d2c","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171396729194459136)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:133492658"}}}],"text":"Rosalba Ferrante grazie mille!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709794140000,"insightId":"f60548b9-4fd1-45de-89f6-9cbbd3ed9514","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171396647237750784)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:328685444"}}}],"text":"Luke Vozella grazie di cuore :)"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709764260000,"insightId":"f9838d77-4c25-41df-99c4-9a68d572b3ac","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171271118798897154)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":12,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:274187586"}}}],"text":"Selene Cipri grazie Selene :)"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709764260000,"insightId":"f7d46714-da1a-491e-a440-96e56f335234","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171271171202564096)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:778541505"}}}],"text":"Giuseppe Cusenza mille grazie Giuseppe!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}},{"createdAt":1709764200000,"insightId":"a8a6e92e-aa81-470b-b962-1fd6c3d32868","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7171236706107412482,7171271062909841408)","threadUrn":"urn:li:activity:7171236706107412482","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":15,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:147945982"}}}],"text":"Matteo Cappucci Grazie caro Matteo!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7171236706107412482"}}}]}