{"summary":"Dr. Rani is Lecturer in Biology and Biopharmaceutical Sciences in Waterford Institute of Technology, Waterford, Ireland. She is currently involved in teaching modules \"Applied Immunology\" and \"Microbial Biotechnology And Molecular Genetics\". \n\nCurrent research focus of Dr. Rani is Exosome - a nano-vesicle - and their use as biomarker and therapy for ocular diseases and therapy for ocular surface injury. ","lastName":"Rani","objectUrn":"urn:li:member:43169146","geoRegion":"Waterford, County Waterford, Ireland","fullName":"Sweta Rani","firstName":"Sweta","currentPositions":[{"companyName":"Waterford Institute of Technology","description":"Biology and Biopharmaceutical Sciences ","title":"Lecturer","companyUrnResolutionResult":{"employeeCountRange":"1001-5000","headquarters":{"country":"Ireland","city":"Waterford","line2":"Waterford City","line1":"Cork Road"},"website":"https:\/\/www.setu.ie\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/waterford-institute-of-technology\/","industry":"Higher Education"},"companyUrn":"urn:li:fs_salesCompany:1715059","tenureAtCompany":{"numYears":8,"numMonths":6},"startedOn":{"month":12,"year":2015}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1517792326594?e=1723075200&v=beta&t=tMcVVEuzPeI6tMfbYVCjtqvDLfRDWz15t7t7mJx4rF0","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1517792326558?e=1723075200&v=beta&t=8w5wjVZKLJt42Mqtc57LiHEbk5FnWqAud2fAsBd76XU","height":200},{"width":287,"fileIdentifyingUrlPathSegment":"400_400\/0\/1517792326536?e=1723075200&v=beta&t=4epA_X34kBRuSzE5uJry_nNAYevLKeRTMg3ZT842TFQ","height":287},{"width":287,"fileIdentifyingUrlPathSegment":"800_800\/0\/1517792326730?e=1723075200&v=beta&t=TLQrBlyFEoGluDOoYZ0yVCWRFJ6fwLLtX6Qm_0Uo0e4","height":287}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C5603AQGqt_PhUS-Aig\/profile-displayphoto-shrink_"},"projects":[{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}],"description":"1.\tThe role of hMSC-derived exosomes in ocular surface repair and wound healing – a histochemical\/immunohistochemical study: MSc Regenerative Medicine (2015)\n2.\tIsolation, characterisation and immunomodulatory potential of exosomal vesicles derived from rat tolerogenic bone-marrow derived dendritic cells: Bachelor of Medicine (2015)\n3.\tMethods for Tear Extraction and Protein Assay procedures: Bachelor of Medicine (2014)\n4.\t$ Effect of exosomes on insulin secreting function of beta cell lines: Bachelor of Medicine (2014)\n5.\tThe role of NF-κB in cancer exosome release and signalling in the tumor microenvironment: Bachelor of Medicine (2014)\n6.\tAssessing 3D cell cultures compared to 2D cultures for testing drugs to use in breast cancer: BSc Pharmacology (2012)\n7.\tMicroRNAs as potential biomarkers for Non-Small Cell Lung Cancer: BSc Pharmacology (2011)\n8.\tInvestigating acquired resistance to targeted anti-cancer agents in breast cancer: Internship 2nd year Medicine (2011).\n9.\tMechanism(s) of Acquired Resistance to Targeted Anti-cancer Agents in Breast Cancer: BSc Pharmacology (2010).\n10.\tAnalysis of Extracellular RNA molecules associated with Cancer: BSc Pharmacology (2009).\n","title":"Project Co-supervised"}],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2009},"degree":"Ph.D","eduId":31442904,"schoolUrn":"urn:li:fs_salesSchool:12144","school":"urn:li:fs_salesSchool:12144","fieldsOfStudy":["Molecular biology"],"schoolName":"Dublin City University","startedOn":{"year":2004}},{"endedOn":{"year":2002},"degree":"Master’s Degree","eduId":94044049,"fieldsOfStudy":["Zoology; Endocrinology"],"schoolName":"Department of Zoology, T.M","startedOn":{"year":2000}},{"endedOn":{"year":2000},"degree":"Bachelor’s Degree","eduId":94044080,"fieldsOfStudy":["Zoology"],"schoolName":"T.M Bhagalpur University","startedOn":{"year":1997}},{"schoolName":"Mount Carmel School","eduId":143428130}],"skills":[{"numOfEndorsement":42,"name":"Molecular Biology"},{"numOfEndorsement":29,"name":"Cancer"},{"numOfEndorsement":15,"name":"Biomarkers"},{"numOfEndorsement":15,"name":"Cancer Research"},{"numOfEndorsement":6,"name":"Protein Expression"},{"numOfEndorsement":8,"name":"RT-PCR"},{"numOfEndorsement":9,"name":"qPCR"},{"numOfEndorsement":15,"name":"Western Blotting"},{"numOfEndorsement":3,"name":"RNA isolation"},{"numOfEndorsement":16,"name":"Cell Biology"},{"numOfEndorsement":2,"name":"Cell Based Assays"},{"numOfEndorsement":30,"name":"Cell"},{"numOfEndorsement":4,"name":"Genomics"},{"numOfEndorsement":2,"name":"Sequencing"},{"numOfEndorsement":4,"name":"DNA"},{"numOfEndorsement":4,"name":"Bioinformatics"},{"numOfEndorsement":12,"name":"Proteomics"},{"numOfEndorsement":2,"name":"Microarray Analysis"},{"numOfEndorsement":6,"name":"Genetics"},{"numOfEndorsement":34,"name":"Cell Culture"},{"numOfEndorsement":6,"name":"Microarray"},{"numOfEndorsement":11,"name":"PCR"},{"numOfEndorsement":2,"name":"DNA extraction"},{"numOfEndorsement":2,"name":"Genotyping"},{"numOfEndorsement":5,"name":"RNAi"},{"numOfEndorsement":2,"name":"miRNA"},{"numOfEndorsement":5,"name":"Molecular Cloning"},{"numOfEndorsement":4,"name":"In Vitro"},{"numOfEndorsement":3,"name":"Laboratory"},{"numOfEndorsement":3,"name":"Transfection"},{"numOfEndorsement":8,"name":"ELISA"},{"numOfEndorsement":5,"name":"SDS-PAGE"},{"numOfEndorsement":5,"name":"Confocal Microscopy"},{"numOfEndorsement":6,"name":"Protein Purification"},{"numOfEndorsement":4,"name":"Tissue Culture"},{"numOfEndorsement":6,"name":"Immunohistochemistry"},{"numOfEndorsement":4,"name":"Fluorescence Microscopy"},{"numOfEndorsement":6,"name":"Flow Cytometry"},{"numOfEndorsement":2,"name":"Mammalian Cell Culture"},{"numOfEndorsement":11,"name":"Stem Cells"},{"numOfEndorsement":12,"name":"Science"}],"numOfConnections":757,"patents":[{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}],"description":"An assay of identifying the responsiveness of a HER2-positive cancer in a patient to a HER2 targeted drug, the method comprising the step of comparing a level of NeuromedinU in a biological sample obtained from the patient with a reference level of NeuromedinU, wherein detection of a level of NeuromedinU that is increased compared to the reference level of NeuromedinU indicates that the HER2-positive cancer has reduced responsiveness to a HER2 targeted drug.","title":"MARKER AND TARGET FOR RESPONSIVENESS AND RESISTANCE TO CANCER AGENTS","url":"http:\/\/patentscope.wipo.int\/search\/en\/detail.jsf?docId=WO2013057323&recNum=58&docAn=EP2012070901&queryString=%28%28num&","issuer":"eu","issuedOn":{"month":4,"day":25,"year":2013}}],"headline":"Lecturer at South East Technological University","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/sweta-rani-18a55a12","organizations":[],"location":"Waterford, County Waterford, Ireland","publications":[{"name":"Book-","description":"Sweta Rani, Lorraine O’Driscoll: Function of beta cell and extracellular RNAs as potential biomarker: LAP Lambert Academic Publishing; ISBN 978-3-8383-4144-6; (17 Feb 2010) \n","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"publishedOn":{"year":2010},"description":"BACKGROUND AND AIMS:\n\nRecently, thioredoxin-interacting protein (Txnip) expression has been implicated in a number of cellular events associated with diabetes, with increased Txnip levels associated with reduced glucose uptake into peripheral tissues, increased reactive oxygen species (ROS) in endothelial cells, beta cell glucotoxicity and apoptosis. The potential relevance of Txnip with regards to glucose-regulated insulin secretion (GSIS), a fundamentally important characteristic of beta cells and insulin-producing cells being considered as a possible cell therapy for diabetes, has not yet been investigated.\nMETHODS:\n\nHere, studying glucose-responsive MIN6 B1(GSIS) and cells which had significantly reduced response to glucose after time in culture i.e. MIN6 B1(Non-GSIS), using ELISAs; qRT-PCR; immunoprecipitation and Western blotting; transient and stable (siRNA\/shRNA and cDNA) approaches to achieve Txnip knock-down or over-expression, respectively,we established a direct association between Txnip expression and GSIS.\nRESULTS:\n\nSpecifically, increasing Txnip levels correlate with increased intracellular ROS levels and with significant GSIS loss.Conversely, both transient and stable knock-down of Txnip expression was associated with GSIS recovery.\nCONCLUSION:\n\nThis, we believe, is another reason in favour of targeting Txnip as a novel approach for diabetes-related therapy.","url":"http:\/\/content.karger.com\/produktedb\/produkte.asp?DOI=10.1159\/000315086","name":"Decreasing Txnip mRNA and protein levels in pancreatic MIN6 cells reduces reactive oxygen species and restores glucose regulated insulin secretion","publisher":"Cell Physiol Biochem","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADTUskBZA34DrW6pUemna86xAVhHrQC4FI,NAME_SEARCH,XrlR)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApBE-8BdKYXjUiW6bnUElhVJvkdtfdiGaY,NAME_SEARCH,hPkB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABzOyoBMTl6im2cfVc4X2p4arKx-FPVbH8,NAME_SEARCH,sY5j)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAARTh3oBFKVaohW4ogOyknHOXVBCkwOOPzQ,NAME_SEARCH,8Ey4)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"publishedOn":{"year":2007},"description":"Detecting extracellular nucleic acids in the serum\/plasma of cancer patients may help in cancer diagnosis. We investigated whether extracellular mRNAs are reproducibly detectable in conditioned medium (CM) from insulin-producing cell cultures and if their presence and amounts are indicative of cell number and\/or function.\nMETHODS:\n\nWe isolated mRNA from medium conditioned by the culture of several insulin-producing cell types: MIN6(L) (glucose-responsive), MIN6(H) (glucose-nonresponsive), and MIN6 B1 murine beta cells and monkey kidney fibroblast cells engineered to produce human preproinsulin (PPI) (Vero-PPI). We used reverse transcription-PCR analyses to evaluate the occurrence of several mRNAs and investigated whether the presence and amounts of the various extracellular mRNAs are associated with cell mass and\/or function.\nRESULTS:\n\nReproducible amplification of mRNAs encoded by Pdx1, Npy, Egr1, Pld1, Chgb, Ins1, Ins2, and Actb from MIN6(L), MIN6(H), and MIN6 B1 cells and their CM suggests that beta cells transcribe and release these mRNAs into their culture environment. Similarly, PPI mRNA was detected in samples of Vero-PPI cells and CM. The amounts of some mRNAs reflected the numbers and functional status (i.e., glucose responsiveness vs nonresponsiveness) of the cells conditioning the medium. Although Pax4 mRNA was detected in the MIN6 B1 cell line, the fact that this transcript was not amplifiable from the corresponding CM suggested that mRNA release was selective.\nCONCLUSION:\n\nmRNAs may be secreted from insulin-producing cells, are reproducibly detected in the extracellular environment, and may have potential as extracellular biomarkers for assessing beta cell mass and function.","url":"http:\/\/www.clinchem.org\/content\/53\/11\/1936.long","name":"Detection of Amplifiable mRNA Extracellular to Insulin-Producing Cells: Potential for Predicting Beta Cell Mass and Function","publisher":"Clinical Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAARTh3oBFKVaohW4ogOyknHOXVBCkwOOPzQ,NAME_SEARCH,8Ey4)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"name":"Circulating microRNA-141 identified as a potential biomarkers for the early diagnosis of Breast Cancer","publishedOn":{"year":2010},"description":"Previous studies, by ourselves and others, have established that mRNAs are detectable extracellularly (EC) and\nhave potential as diagnostic, prognostic and predictive cancer biomarker. Advancing on this work, in the pilot study\noutlined here, we investigated our hypothesis that microRNAs (miRNAs) may also form useful members of such\nbiomarker panels. Following total RNA extraction from serum from recently diagnosed breast cancer patients and\nage- and gender- matched controls, we identified miR-141 to be detectable in all specimens; levels of which were\nsignificantly (p<0.01) greater in all cancer sera compared to those in control sera. The potential implication of this\nfinding is that miRNAs, including miR-141, may have relevance for minimally-invasive diagnosis and monitoring\nof cancer.","publisher":"TCDJPPS","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"publishedOn":{"month":5,"day":1,"year":2012},"description":"Melanoma-associated antigen (MAGE) family members are generally described as tumor-specific antigens. An association between MAGE-D4B and breast cancer has yet to be reported and the functional role of the encoded protein has never been established. We performed microarray analysis of 104 invasive breast tumors and matched non-cancerous breast biopsies. qPCR was used for validation in an independent biobank. To investigate the biological relevance of MAGE-D4B in breast tumorigenesis, its phenotypic effects were assessed in vitro. Overall, MAGE-D4B was detected in 43% of tumors while undetected in normal breast tissue. MAGE-D4B was found to correlate with tumor progression and to be an independent prognostic marker for poor outcome in term of relapse-free and overall survival, with potential predictive relevance in relation to response to chemotherapy. RNA interference-mediated knockdown of MAGE-D4B significantly hampered the invasive properties of Hs578T cells by affecting anchorage-independent growth, adhesion, migration and invasion affecting anchorage-independent growth, adhesion, migration and invasion and by modulating expression of invasion-suppressor gene E-cadherin.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21618523","name":"MAGE-D4B is a novel marker of poor prognosis and potential therapeutic target involved in breast cancer tumorigenesis","publisher":"International Journal of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApBE-8BdKYXjUiW6bnUElhVJvkdtfdiGaY,NAME_SEARCH,hPkB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPLs9wBiMbD2SfcwQSyt4KpqYCdKvT9WaU,NAME_SEARCH,X8JV)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAARTh3oBFKVaohW4ogOyknHOXVBCkwOOPzQ,NAME_SEARCH,8Ey4)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAK2JbYB5ybdC616ULuhjTDuvIqH5h7KlkM,NAME_SEARCH,NduO)"}]},{"publishedOn":{"month":5,"day":20,"year":2008},"description":"The prevalence and clinical relevance of SNIP\/p140Cap has not been extensively investigated. Here SNIP\/p140Cap mRNA expression was studied in 103 breast tumour biopsies, where it was detected in approximately 37% of tumour specimens, but not in any normal breast specimens. Expression correlated significantly with unfavourable overall survival. This suggests that SNIP\/p140Cap may be a useful diagnostic and prognostic marker for breast cancer and its expression in breast cancer, but not in normal breast tissue, suggests that it may have potential as a therapeutic target.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/18475297","name":"SNIP\/p140Cap mRNA expression is an unfavourable prognostic factor in breast cancer and is not expressed in normal breast tissue","publisher":"British Journal of Cancer","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAApBE-8BdKYXjUiW6bnUElhVJvkdtfdiGaY,NAME_SEARCH,hPkB)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAARTh3oBFKVaohW4ogOyknHOXVBCkwOOPzQ,NAME_SEARCH,8Ey4)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADTUskBZA34DrW6pUemna86xAVhHrQC4FI,NAME_SEARCH,XrlR)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"publishedOn":{"month":6,"day":1,"year":2013},"description":"PARP inhibitors, both as monotherapy and in combination with cytotoxic drugs, are currently undergoing clinical trials in several different cancer types. In this investigation, we compared the antiproliferative activity of two PARP\/putative PARP inhibitors, i.e., olaparib and iniparib, in a panel of 14 breast cancer cell lines (seven tripe-negative and seven non-triple-negative). In almost all cell lines investigated, olaparib was a more potent inhibitor of cell growth than iniparib. Inhibition by both drugs was cell line-dependent and independent of the molecular subtype status of the cells, i.e., whether cells were triple-negative or non-triple negative. Although the primary target of PARP inhibitors is PARP1, no significant association was found between baseline levels of PARP1 activity and inhibition with either agent. Similarly, no significant correlation was evident between sensitivity and levels of CDK1, BRCA1 or miR-182. Combined addition of olaparib and either the CDK1 inhibitor, RO-3306 or a pan HER inhibitor (neratinib, afatinib) resulted in superior growth inhibition to that obtained with olaparib alone. We conclude that olaparib, in contrast to iniparib, is a strong inhibitor of breast cancer cell growth and may have efficacy in breast cancer irrespective of its molecular subtype, i.e., whether HER2-positive, estrogen receptor (ER)-positive or triple-negative. Olaparib, in combination with a selective CDK1 inhibitor or a pan HER inhibitor, is a potential new approach for treating breast cancer.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23760496","name":"Comparative antiproliferative effects of iniparib and olaparib on a panel of triple-negative and non-triple-negative breast cancer cell lines.","publisher":"Cancer Biol Ther","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAK91bgB7VQ5BBaDNU3g_4m-0rC6NreMOrM,NAME_SEARCH,r2ZX)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"publishedOn":{"month":9,"day":4,"year":2013},"description":"Early diagnosis and the ability to predict the most relevant treatment option for individuals is essential to improve clinical outcomes for non-small cell lung cancer (NSCLC) patients. Adenocarcinoma (ADC), a subtype of NSCLC, is the single biggest cancer killer and therefore an urgent need to identify minimally invasive biomarkers to enable early diagnosis. Recent studies, by ourselves and others, indicate that circulating miRNAs have potential as biomarkers. Here we applied global profiling approaches in serum from patients with ADC of the lung to explore if miRNAs have potential as diagnostic biomarkers. This study involved RNA isolation from 80 sera specimens including those from ADC patients (equal numbers of Stages 1, 2, 3, and 4) and age- and gender-matched controls (n = 40 each). 667 miRNAs were co-analyzed in these specimens using TaqMan low density arrays and qPCR validation using individual miRNAs. Overall, approximately 390 and 370 miRNAs were detected in ADC and control sera, respectively. A group of 6 miRNAs, miR-30c-1* (AUC = 0.74; p<0.002), miR-616* (AUC = 0.71; p = 0.001), miR-146b-3p (AUC = 0.82; p<0.0001), miR-566 (AUC = 0.80; p<0.0001), miR-550 (AUC = 0.72; p = 0.0006), and miR-939 (AUC = 0.82; p<0.0001) was found to be present at substantially higher levels in ADC compared with control sera. Conversely, miR-339-5p and miR-656 were detected at substantially lower levels in ADC sera (co-analysis resulting in AUC = 0.6; p = 0.02). Differences in miRNA profile identified support circulating miRNAs having potential as diagnostic biomarkers for ADC. More extensive studies of ADC and control serum specimens are warranted to independently validate the potential clinical relevance of these miRNAs as minimally invasive biomarkers for ADC.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24025412","name":"Global analysis of serum microRNAs as potential biomarkers for lung adenocarcinoma","publisher":"Cancer Biol Ther.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"name":"Isolation of exosomes for subsequent mRNA, MicroRNA, and protein profiling.","publishedOn":{"year":2011},"description":"In order to explore the contents and functional relevance of exosomes from medium conditioned by culture cells or from other biological fluids, prior to extensive molecular profiling, they must be isolated and purified. Here, we describe differential centrifugation methods suitable for isolating exosomes from conditioned medium and from other biological fluids, including serum, saliva, tumour ascites, and urine. We also detail Western blotting and transmission electron microscopy methods suitable for basic assessment of their presence, size, and purity, prior to progressing to global mRNA, miRNA, or protein profiling.","publisher":"Methods Mol Biol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmDHDwBKGh8QdbDfvCO-snqM9A908EI8jU,NAME_SEARCH,VQlb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPLs9wBiMbD2SfcwQSyt4KpqYCdKvT9WaU,NAME_SEARCH,X8JV)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2GX3wBPCzWbN_7dPAF4aDBac1XcuHhRg8,NAME_SEARCH,cm4E)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"publishedOn":{"month":2,"day":6,"year":2014},"description":"There is much evidence supporting the existence of bystander effects in cells that were never exposed to radiation. Directly irradiated cells and bystander cells can communicate with each other using gap junctional intercellular communication or by releasing soluble factors into the surrounding medium. Exosomes and microvesicles are also known to mediate communication between cells. The main aim of this study is to establish whether exosomes and microvesicles are involved in radiation induced bystander signaling. Human keratinocytes, HaCaT cells, were irradiated (0.005, 0.05 and 0.5 Gy) using γ rays produced from a cobalt 60 teletherapy unit. After irradiation, the cells were incubated for 1 h and the irradiated cell conditioned medium (ICCM) was harvested. Exosomes were isolated from the ICCM using ultracentrifugation. Exosomes were characterized using light scattering analysis (LSA) and scanning transmission electron microscopy (STEM). Cytotoxicity and reactive oxygen species assays and real time calcium imaging were performed either with ICCM from which exosomes and microvesicles were removed or with the exosome fraction resuspended in cell culture media. The characterization data showed a particle size distribution indicative of both exosomes (30-100 nm) and microvesicles (>100 nm) and the light scattering analysis showed increased concentration of both exosomes and microvesicles with increasing dose. Western blotting confirmed the presence of an exosomal protein marker, TSG 101. Treatment of unirradiated cells with ICCM in which exosomes and microvesicles were removed resulted in abrogation of ICCM induced effects such as reduction in viability, calcium influx and production of reactive oxygen species. Addition of exosomes to fresh media produced similar effects to complete ICCM. These results suggest a role for exosomes and microvesicles in radiation induced bystander signaling. ","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24502353","name":"Exosomes Are Involved in Mediating Radiation Induced Bystander Signaling in Human Keratinocyte Cells","publisher":"Radiation research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAe8Jx0BHzGNdi2Ds6gh2fwFjUZ_faeX5H4,NAME_SEARCH,zDVx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"publishedOn":{"month":3,"day":24,"year":2014},"description":"BACKGROUND:\n\nWhile the treatment of HER2 over-expressing breast cancer with recent HER-targeted drugs has been highly effective for some patients, primary (also known as innate) or acquired resistance limits the success of these drugs. microRNAs have potential as diagnostic, prognostic and predictive biomarkers, as well as replacement therapies. Here we investigated the role of microRNA-630 (miR-630) in breast cancer progression and as a predictive biomarker for response to HER-targeting drugs, ultimately yielding potential as a therapeutic approach to add value to these drugs.\nRESULTS:\n\nWe established that introducing miR-630 into cells with innate- or acquired- resistance to HER-drugs significantly restored the efficacy of lapatinib, neratinib and afatinib; through a mechanism which we have determined to, at least partly, involve miR-630's regulation of IGF1R. Conversely, we demonstrated that blocking miR-630 induced resistance\/insensitivity to these drugs. Cellular motility, invasion, and anoikis were also observed as significantly altered by miR-630 manipulation, whereby introducing miR-630 into cells reduced cellular aggression while inhibition of miR-630 induced a more aggressive cellular phenotype.\nCONCLUSIONS:\n\nTaken together, our findings suggest miR-630 as a key regulator of cancer cell progression in HER2 over-expressing breast cancer, through targeting of IGF1R. This study supports miR-630 as a diagnostic and a predictive biomarker for response to HER-targeted drugs and indicates that the therapeutic addition of miR-630 may enhance and improve patients' response to HER-targeting drugs.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24655723","name":"miR-630 targets IGF1R to regulate response to HER-targeting drugs and overall cancer cell progression in HER2 over-expressing breast cancer.","publisher":"Mol Cancer.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmDHDwBKGh8QdbDfvCO-snqM9A908EI8jU,NAME_SEARCH,VQlb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"publishedOn":{"month":2,"day":27,"year":2013},"description":"Triple-negative breast cancer (TNBC) accounts for 15-20% of breast cancers but is responsible for a disproportionate number of deaths. We investigated the relevance, in TNBC, of nano-sized exosomes expelled from cells. Specifically, we compared effects of exosomes derived from the claudin-low TNBC cell line Hs578T and its more invasive Hs578Ts(i)8 variant, as well as exosomes from TNBC patient sera compared to normal sera.\nRESULTS:\n\nHs578Ts(i)8-exosomes versus Hs578T-exosomes significantly increased the proliferation, migration and invasion capacity of all three recipient cell lines evaluated i.e. SKBR3, MDA-MB-231 and HCC1954. Exosomes from Hs578Ts(i)8 cells also conferred increased invasiveness to parent Hs578T cells. Hs578Ts(i)8-exosomes increased sensitivity of SKBR3, MDA-MB-231 and HCC1954 to anoikis when compared to the effects of Hs578T-exosomes reflecting the fact that Hs578Ts(i)8 cells are themselves innately more sensitive to anoikis. In relation to vasculogenesis and subsequent angiogenesis, Hs578Ts(i)8-exosomes versus Hs578T-exosomes stimulated significantly more endothelial tubules formation. Finally, our pilot translational study showed that exosomes from TNBC patients' sera significantly increased recipient cells' invasion when compared to those derived from age- and gender-matched healthy control sera.\nCONCLUSION:\n\nThis study supports the hypothesis that TNBC exosomes may be involved in cancer cell-to-cell communication, conferring phenotypic traits to secondary cells that reflect those of their cells of origin.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23453937","name":"Exosomes from triple-negative breast cancer cells can transfer phenotypic traits representing their cells of origin to secondary cells","publisher":"Eur J Cancer.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2GX3wBPCzWbN_7dPAF4aDBac1XcuHhRg8,NAME_SEARCH,cm4E)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmDHDwBKGh8QdbDfvCO-snqM9A908EI8jU,NAME_SEARCH,VQlb)"}]},{"publishedOn":{"year":2011},"description":"A typical microarray experiment results in series of images, depending on the experimental design and number of samples. Software analyses the images to obtain the intensity at each spot and quantify the expression for each transcript. This is followed by normalization, and then various data analysis techniques are applied on the data. The whole analysis pipeline requires a large number of software to accurately handle the massive amount of data. Fortunately, there are large number of freely available and commercial software to churn the massive amount of data to manageable sets of differentially expressed genes, functions, and pathways. This chapter describes the software and tools which can be used to analyze the gene expression data right from the image analysis to gene list, ontology, and pathways.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21898212","name":"Software and tools for microarray data analysis","publisher":"Methods Mol Biol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADTUskBZA34DrW6pUemna86xAVhHrQC4FI,NAME_SEARCH,XrlR)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"publishedOn":{"year":2011},"description":"The presence of extracellular nucleic acids has been reported in serum\/plasma from cancer and diabetes patients that may help in disease diagnosis. Taking insulin-producing cells as examples here, RT-PCR was used to investigate a correlation between the presence and amounts of extracellular mRNA(s) and cell mass and\/or function. RT-PCR was performed on a range of mRNAs, including Pdx1, Npy, Egr1, Pld1, Chgb, InsI, InsII, and Actb in biological triplicate analyses.Reproducible amplification of these mRNAs from MIN6, MIN6 B1, and Vero-PPI cells and their CM suggests that beta cells transcribe and release these mRNAs into their environment. mRNAs secreted from insulin-producing cells into their extracellular environment may have potential as extracellular biomarkers for assessing beta cell mass and function.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21898210","name":"Reverse-transcriptase polymerase chain reaction to detect extracellular mRNAs.","publisher":"Methods Mol Biol","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"name":"Neuromedin U: a candidate biomarker and therapeutic target to predict and overcome resistance to HER-tyrosine kinase inhibitors.","publishedOn":{"month":7,"year":2014},"description":"Here, we report the identification of neuromedin U (NmU) as an extracellular biomarker in cells resistant to HER-targeted drugs. NmU overexpression occurred in cells with acquired or innate resistance to lapatinib, trastuzumab, neratinib, and afatinib, all of which displayed a similar trend upon short-term exposure, suggesting NmU induction may be an early response. An analysis of 3,489 cases of breast cancer showed NmU to be associated with poor patient outcome, particularly those with HER2-overexpressing tumors independent of established prognostic indicators. Ectopic overexpression of NmU in drug-sensitive cells conferred resistance to all HER-targeting drugs, whereas RNAi-mediated attenuation sensitized cells exhibiting acquired or innate drug resistance. Our results defined NmU as a candidate drug response biomarker for HER2-overexpressing cancers and as a candidate therapeutic target to limit metastatic progression and improve the efficacy of HER-targeted drugs.","publisher":"Cancer Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmDHDwBKGh8QdbDfvCO-snqM9A908EI8jU,NAME_SEARCH,VQlb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAPLs9wBiMbD2SfcwQSyt4KpqYCdKvT9WaU,NAME_SEARCH,X8JV)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASZKMUBoJ7oAxoX-Ax40xGhjgWqwX1IPvw,NAME_SEARCH,yimj)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABd9DIUBEqkxNxlHTW6JHdCSz6obqPrwF2A,NAME_SEARCH,9-YH)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"name":"Analysis of changes in phosphorylation of receptor tyrosine kinases: antibody arrays.","description":"Tyrosine kinases are mainly classified into two groups, as receptor tyrosine kinase (RTK) and non-receptor tyrosine kinase (NRTK). The RTK family of transmembrane ligand-binding proteins are important mediators of the signaling cascade and includes EGFR, PDGFR (platelet-derived growth factor receptors), FGFR (fibroblast growth factor receptor) and the IR (insulin receptor). RTKs comprise 59 members and their structure includes an extracellular ligand-binding domain, a transmembrane domain, and an intracellular domain possessing the tyrosine kinase activity. This chapter focuses on antibody arrays that are basically used to analyse phosphorylation and dephosphorylation of RTKs. Antibody arrays include well-characterized antibodies for profiling, changes in RTK expression, and comparison between normal, diseased, or treated samples.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25319885","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASYVuMB9F0U4QjJjFu6P4Tz2YJjzSODDzI,NAME_SEARCH,CEcn)"}]},{"name":"MicroRNA profiling of exosomes isolated from biofluids and conditioned media","description":"Exosomes are membrane-bound 50-100 nm vesicles released from many cell types including normal and tumorous tissues. Exosomes transport mainly miRNAs, mRNAs, enzymes, cytokines, etc. from the cells of origin to the neighbor cells mediating the communication between them. The content of exosomes can be explored using RNA profiling after their isolation from medium conditioned by cultured cells or from other biofluids. This chapter includes detailed discussion on isolation, characterization, and miRNA profiling of exosomes. First, exosomes are isolated by filtration and ultracentrifugation, and then characterized using immunoblotting and transmission electron microscope. Finally, we used low density arrays to profile exosomal miRNA.","publisher":"Methods Mol Biol","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25055907","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"publishedOn":{"month":3,"day":19,"year":2015},"description":"Mesenchymal stem (stromal) cells (MSCs) are multipotent cells with the ability to differentiate into several cell types, thus serving as a cell reservoir for regenerative medicine. Much of the current interest in therapeutic application of MSCs to various disease settings can be linked to their immunosuppressive and anti-inflammatory properties. One of the key mechanisms of MSC anti-inflammatory effects is the secretion of soluble factors with paracrine actions. Recently it has emerged that the paracrine functions of MSCs could, at least in part, be mediated by extracellular vesicles (EVs).\n\nEVs are predominantly released from the endosomal compartment and contain a cargo that includes miRNA, mRNA and proteins from their cells of origin. Recent animal model-based studies suggest that EVs have significant potential as a novel alternative to whole cell therapies. Compared to their parent cells, EVs may have a superior safety profile and can be safely stored without losing function. In this article we review current knowledge related to the potential use of MSC-derived EVs in various diseases and discuss the promising future for EVs as an alternative, cell-free therapy.","url":"http:\/\/www.nature.com\/mt\/journal\/vaop\/naam\/abs\/mt201544a.html","name":"Mesenchymal stem cell derived extracellular vesicles: Towards cell-free therapeutic applications","publisher":"Molecular Therapy","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAATH1-kBv-34zxBuYdMLNy-BRcJ2blAwjwM,NAME_SEARCH,b9NZ)"}]},{"name":"Oral Presentation in International Conference (§invited talk; *awards):","description":"1.\t§Rani S, O’ Malley GA, Lohan P, Murphy CC, Ryan A, Griffin MD and Ritter T: Topical application of extracellular vesicles: a novel approach to prevent inflammatory skin and eye diseases: 17th-18th September 2014, The HELIX, Dublin City University\n2.\tRani S, Germano S, Kennedy S, Crown J, O’Driscoll L: Clinical significance and functional relevance of melanoma-associated antigen family protein–D4 (MAGED-4) in breast cancer: Discover Research Night: Dublin, Ireland, Friday, 27th September 2013.\n3.\tRani S, O’Brien K, O’Donovan N, Crown J, O’Driscoll L: Role of exosome in acquired resistance to HER-targeted therapies in breast cancer: Microvesicles and Exosomes in Health and Disease: Dublin, Ireland, Friday 17th May 2013.\n4.\tRani S, O’Brien K, O’Donovan N, Crown J, O’Driscoll L: Exosome-mediated response to her-targeted therapies in breast cancer: IACR, Dublin, Ireland: 27 Feb-1 March 2013.\n5.\tRani S, O’Driscoll L: Neuromedin U: a novel target to overcome resistance to HER-targeted therapies and a potential predictive biomarker: TBSI Research Day, Trinity Biomedical Sciences Institute, 18 Sept 2012.\n6.\t*1Rani S, Germano S, Kennedy S, Gleeson G, Clynes M, Doolan P, McDonnell S, Hughes L, Crown J, O’Driscoll L: Investigating clinical and functional relevance of MAGE-D4B in Breast cancer: RAMI Biomedical Sciences Annual Meeting, Ireland, 22 June, 2011.\n7.\tRani S, Germano S,  Kennedy S, Clynes M, Crown J, O'Driscoll L: MAGE-D4B in Breast Cancer: assessment of Intracellular & Extracellular relevance: MTCI Breast Cancer Symposium: Dublin: Nov 2010.\n8.\tRani S, Mehta JP, Doolan P, Barron N, Jeppesen PB, Clynes M, O’Driscoll L: Txnip-identified as a regulator of glucose-stimulated insulin secretion and reactive oxygen species in MIN6 cells: “Translational Research”: Applying molecular insights from laboratory discovery to clinical care, Ireland, June 23-24, 2010: published in IJMS.\n","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"}]},{"name":"miR-134 in extracellular vesicles reduces triple-negative breast cancer aggression and increases drug sensitivity.","publishedOn":{"month":9,"day":24,"year":2015},"publisher":"Oncotarget","url":"http:\/\/www.ncbi.nlm.nih.gov\/m\/pubmed\/26416415\/?i=1&from=mir-134","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA2GX3wBPCzWbN_7dPAF4aDBac1XcuHhRg8,NAME_SEARCH,cm4E)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAmDHDwBKGh8QdbDfvCO-snqM9A908EI8jU,NAME_SEARCH,VQlb)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABQsuMwB7evoRf1LI5Vo80-PwowyfjSBNns, , )"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABHS4pUBcJBmMzZVvG0oyt2OVPwQvzF9WYQ,NAME_SEARCH,drl1)"}]},{"publishedOn":{"month":12,"day":17,"year":2015},"description":"Wound healing is a complex process and often delayed in patients with underlying chronic conditions. The cost of wound care is a significant burden to the society, warranting new techniques to prompt wound healing. Several studies have reported on the beneficial effects of mesenchymal stem cells (MSCs) function in recruiting host cells, releasing secretory factors and matrix proteins thereby increasing wound heal. These secrete bioactive trophic factors from MSCs also includes extracellular vesicles (EVs) or exosomes. Recent studies have shown that EVs are one of the key secretory products of MSCs mediating cell-to-cell communication to enhance wound healing. Current knowledge related to the potential use of EVs in wound healing is reviewed and the promising future for EVs - a naturally secreted nanoparticle - as an alternative to cell-based therapy is discussed.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/adma.201504009\/abstract","name":"The Exosome - A Naturally Secreted Nanoparticle and its Application to Wound Healing","publisher":"advanced materials","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKStXoB0nzifIDfEyAEcBDUaB8hk8Vjb7I,NAME_SEARCH,ZARz)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANz4DEB8XeofisjztIN93PCuNReFJOvGY4,NAME_SEARCH,7VSj)"}]}],"positions":null,"posts":[{"createdAt":1715959260000,"insightId":"9181e0e8-158a-4fa8-9601-a5b03b8bffcb","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":13},{"type":"PRAISE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7197254864437923840","threadUrn":"urn:li:activity:7197254864437923840","reactionsCount":15,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7197254863997595648","message":{"attributes":[],"text":"Exploring the Frontiers of Immunology in Cancer..."},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQG_STsHBu4mSg\/feedshare-shrink_2048_1536\/0\/1715762690463?e=1720051200&v=beta&t=iuA4EBhiDmkp0kF0pGVML-d7f8Lk8ol0THDIK163M6w"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7196430318231252992","message":{"attributes":[],"text":"Fantastic to meet in Bratislava for our 2nd IMMUNO-model Annual Meeting!!!! Thank you to all our attendees!!!"},"entityUrn":"urn:li:share:7196430318231252992"},"entityUrn":"urn:li:share:7197254863997595648"}}},{"createdAt":1715956440000,"insightId":"fbe3a92a-b31f-4d66-9922-a07997aa7271","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQHugmRlFQrLYQ\/feedshare-shrink_2048_1536\/0\/1715956442793?e=1720051200&v=beta&t=XugqEVHrrdqidX6jPGD3k_5cTwZVVHs-lmd8GIXtm_s"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":106},{"type":"PRAISE","count":17},{"type":"EMPATHY","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7197242976614383616","threadUrn":"urn:li:activity:7197242976614383616","reactionsCount":127,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7197242975993692160","message":{"attributes":[{"start":98,"length":24,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:92496747"}}}],"text":"Some great talks, brainstorming sessions and new collaboration. I also got to present a poster @  IMMUNO-model COST ACTION"},"entityUrn":"urn:li:share:7197242975993692160"}}},{"createdAt":1716915840000,"insightId":"39119a2b-b688-46a2-abc2-0b2a6d536ce3","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7201264921551011844,7201267072905924608)","threadUrn":"urn:li:ugcPost:7201264921551011844","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Anastasiya"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7201264921551011844"}}},{"createdAt":1715442780000,"insightId":"143a32b8-68ea-4043-ac3e-7a13d4329a34","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"APPRECIATION","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7194762631902076928,7195088627641516032)","threadUrn":"urn:li:activity:7194762631902076928","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Good luck and best wishes.."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7194762631902076928"}}},{"createdAt":1713518700000,"insightId":"788232b0-96c6-43fa-800e-41561e8f7933","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7186622885661167616,7187018366757314560)","threadUrn":"urn:li:activity:7186622885661167616","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats James!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7186622885661167616"}}},{"createdAt":1713355020000,"insightId":"a6a8bad3-d1c5-4a51-9081-6cb8cfc70360","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7185678768248602625,7186332034858950657)","threadUrn":"urn:li:ugcPost:7185678768248602625","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Aneta"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7185678768248602625"}}},{"createdAt":1713095640000,"insightId":"ae0b9ecd-47e5-4dd1-9b26-2c2aa56f5a36","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7185242711988273152,7185243934405632000)","threadUrn":"urn:li:ugcPost:7185242711988273152","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Tomas"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7185242711988273152"}}},{"createdAt":1712694120000,"insightId":"bf4f64c6-b6ea-45ed-b2c8-d41345531e3c","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7183205320398151681,7183559886260043777)","threadUrn":"urn:li:ugcPost:7183205320398151681","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Jonathan"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7183205320398151681"}}},{"createdAt":1712520240000,"insightId":"3399a39b-c68b-4fa4-ac1c-a085e9d9b800","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7182826918369480704,7182830534656446464)","threadUrn":"urn:li:ugcPost:7182826918369480704","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Bella!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7182826918369480704"}}},{"createdAt":1709644620000,"insightId":"b9d4a008-a9e7-457e-8106-31eb186f9dee","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7170172520468307968,7170769368685989889)","threadUrn":"urn:li:ugcPost:7170172520468307968","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Madhuri"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7170172520468307968"}}}]}