{"summary":"Senior Scientist with over 10 years' experience in Analytical Chemistry and providing leadership for biotherapeutics product development and process improvements.  I have over 4 years' experience as an analytical lead to develop and implement strategy for biotherapeutics throughout the drug development lifecycle and regulatory filing from an analytical lead and as a stability strategist perspective.","lastName":"Chang","objectUrn":"urn:li:member:45671978","geoRegion":"St Louis, Missouri, United States","fullName":"Qing Chang","firstName":"Qing","currentPositions":[],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAK45ioB5JFnwHqzD2PQcQORRNHw6sMBgaU,NAME_SEARCH,vVFx)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1516499888112?e=1723075200&v=beta&t=nvPFKvbIkHijtZLdXSGqbFzGgHrjy3O7MgYUHt6Lx1M","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1516499888334?e=1723075200&v=beta&t=K6-wcI2M0FMMHVUyopN6_n0hnMU2nJNumyGYpkg063A","height":200},{"width":360,"fileIdentifyingUrlPathSegment":"400_400\/0\/1516499888295?e=1723075200&v=beta&t=-toNkG59AkIPJHkbP_liJX0UXFD4PmfLXOmpvSDV3t8","height":360},{"width":360,"fileIdentifyingUrlPathSegment":"800_800\/0\/1516499888089?e=1723075200&v=beta&t=i-YTuGlSGi9eEw0qy78lEC7nmIUObP3txvDke3nKyQ0","height":360}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQEK1kv0wBFllQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2009},"degree":"M.S.","eduId":32894830,"schoolUrn":"urn:li:fs_salesSchool:166643","school":"urn:li:fs_salesSchool:166643","fieldsOfStudy":["Analytical Chemistry"],"schoolName":"The University of Kansas","startedOn":{"year":2006}},{"endedOn":{"year":2006},"degree":"B.S.","eduId":32894794,"schoolUrn":"urn:li:fs_salesSchool:166643","school":"urn:li:fs_salesSchool:166643","fieldsOfStudy":["Chemistry"],"startedOn":{"year":2000}}],"skills":[{"numOfEndorsement":8,"name":"Analytical Chemistry"},{"numOfEndorsement":8,"name":"HPLC"},{"numOfEndorsement":0,"name":"Analytical Methods Development"},{"numOfEndorsement":0,"name":"Analytical Method Validation"},{"numOfEndorsement":1,"name":"Regulatory Submissions"},{"numOfEndorsement":0,"name":"Pharmaceutics"},{"numOfEndorsement":0,"name":"Assay Development"},{"numOfEndorsement":0,"name":"Teaching"},{"numOfEndorsement":0,"name":"Biochemistry"},{"numOfEndorsement":0,"name":"Protein Chemistry"},{"numOfEndorsement":0,"name":"Laboratory Skills"},{"numOfEndorsement":0,"name":"Analytical Skills"},{"numOfEndorsement":6,"name":"UV\/Vis"},{"numOfEndorsement":1,"name":"Mass Spectrometry"},{"numOfEndorsement":4,"name":"LC-MS"},{"numOfEndorsement":5,"name":"Chromatography"},{"numOfEndorsement":5,"name":"Chemistry"},{"numOfEndorsement":2,"name":"Spectroscopy"},{"numOfEndorsement":0,"name":"Organic Synthesis"}],"pronoun":"He\/Him","numOfConnections":413,"patents":[],"headline":"Analytical Lead | Project Manager | Senior Scientist | Stability Strategist | Junior Board Member for Nonprofits","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/qingchang","organizations":[],"location":"St Louis, Missouri, United States","publications":[],"positions":null,"posts":[{"createdAt":1717183800000,"insightId":"68ca829c-5b4c-4e87-8f5b-f1f1a6a45f8d","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQH8_ueQuSyXrg\/articleshare-shrink_800\/0\/1717172875104?e=1717977600&v=beta&t=1SxvpDufb_IQ8oVcXWOIWPJfxX3ZvfO7QyGbZ1UvmYI","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQH8_ueQuSyXrg\/articleshare-shrink_800\/0\/1717172875104?e=1717977600&v=beta&t=1SxvpDufb_IQ8oVcXWOIWPJfxX3ZvfO7QyGbZ1UvmYI"}]},"description":"Vas Narasimhan, Novartis CEO, joins 'Squawk on the Street' to discuss the company's positive Leukemia drug results, the review timeline for Scemblix, and insights into Novartis' breast cancer drug.","resolvedUrl":"https:\/\/www.cnbc.com\/video\/2024\/05\/31\/novartis-ceo-our-leukemia-drug-scemblix-is-a-potential-3-billion-plus-medicine.html?__source=iosappshare%7Ccom.apple.UIKit.activity.CopyToPasteboard","title":"Novartis CEO: Our leukemia drug Scemblix is a potential $3 billion plus medicine"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":7}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7202391081978605569","threadUrn":"urn:li:activity:7202391081978605569","reactionsCount":7,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7202391081320103936","message":{"attributes":[{"start":85,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eeTu7UmG"}}}],"text":"Novartis CEO: “Our leukemia drug Scemblix is a potential $3 billion plus medicine” \n\nhttps:\/\/lnkd.in\/eeTu7UmG"},"entityUrn":"urn:li:share:7202391081320103936"}}},{"createdAt":1716896700000,"insightId":"fdc57340-8095-4e4f-84ef-e05cad1197ca","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHtzEZ2HDmmZw\/articleshare-shrink_800\/0\/1716894500508?e=1717977600&v=beta&t=WXhJ6hNJQ4ZvO0tbjvulY3hf4Azmi4OZ4eM8PebNY7A","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHtzEZ2HDmmZw\/articleshare-shrink_800\/0\/1716894500508?e=1717977600&v=beta&t=WXhJ6hNJQ4ZvO0tbjvulY3hf4Azmi4OZ4eM8PebNY7A"}]},"description":"CIO Brad Miller has been replacing IT outsourced during the pandemic with a full-time in-house staff as the biotech looks to roll out 15 new products over the next five years.","resolvedUrl":"https:\/\/www.wsj.com\/articles\/moderna-makes-big-play-for-big-tech-talent-0b349371?mod=hp_lead_pos11","title":"Moderna Makes Big Play for Big Tech Talent"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7201186784070778882","threadUrn":"urn:li:activity:7201186784070778882","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7201186782527324163","message":{"attributes":[],"text":"\"Moderna has been transforming a heavily-outsourced IT department into one staffed by full-time tech professionals, intended to scale up with more products, smooth the customer experience and execute more like an e-commerce company\""},"entityUrn":"urn:li:share:7201186782527324163"}}},{"createdAt":1716892200000,"insightId":"bbe7755a-8919-4459-9bde-aab49f9d31c8","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGrnC_njvXU1A\/articleshare-shrink_800\/0\/1715271160371?e=1717977600&v=beta&t=p50MAkmN4W4fXGmdVPAMzfPEuhSbzG1DV5j_9CQxT2Q","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGrnC_njvXU1A\/articleshare-shrink_800\/0\/1715271160371?e=1717977600&v=beta&t=p50MAkmN4W4fXGmdVPAMzfPEuhSbzG1DV5j_9CQxT2Q"}]},"description":"Cambrian Bio's Juliette Han is on a mission to create therapeutics to treat diseases that come with age.","fullText":"Good morning. It’s not every day that you meet a neuroscientist who is a finance chief and also a chief operating officer. I recently sat down with Juliette Han, the CFO and COO at Cambrian Bio, a clinical-stage biotechnology company developing a pipeline of therapeutics to treat diseases that come with age. Han is also an adjunct professor in finance at Columbia Business School. But a career path combining science and finance wasn’t one that she initially expected. Cambrian Bio CFO and COO Juliette Han. “I really could not stand science when I was in high school,” Han told me. “I thought you just memorize a bunch of stuff, take a test, and there’s a right and wrong answer. That was not that interesting to me.” When Han signed up for a general biology course in college taught by a neuroscientist, however, she encountered a whole new world. “I felt like with neuroscience anything was possible,” she said. “The more you find out, the more questions you have. It’s so complex that it’s really humbling.” Han would continue that path, eventually earning a Ph.D. in neuroscience from Harvard Medical School.  The business world soon came calling, and she welcomed the opportunity to learn the skill sets that would be foundational to her career, Han said. “I wanted to work at great companies with smart people where the pace was fast, and learn to solve business problems,” she told me.  Her gateway to business was as chief of staff for McKinsey New Ventures (a part of McKinsey & Company) and as a strategy consultant in the firm’s health care practice. Han then joined Citadel as COO for HR operations, where she led strategic thinking behind performance and teams. That led to Han taking on the role of chief of staff at hedge fund Two Sigma’s private investment group. In 2020, she joined Cambrian Bio. Headquartered in New York City, the company was cofounded in 2019 by James Peyer and has raised over $180 million. It manages a number of drug programs led by top scientists, for example, Amplifer Therapeutics .  “We’re about treating illnesses that impact large portions of the population as we age,” Han said. Cambrian Bio’s perspective on aging isn’t necessarily about living forever; it’s more about looking at what breaks down in our bodies as we get older, how to treat it, and even prevent it in the future, she added.  Right now, a focus of the company is on metabolic disorders. For example, one of Cambrian Bio’s pipeline companies in clinical trials is targeting diabetes and obesity, she said.  And those areas are indeed top of mind for many Americans. In fact, the CFOs at Eli Lilly, producer of Mounjaro and Zepbound, and Novo Nordisk, maker of Ozempic and Wegovy, are dealing with an unprecedented demand for these drugs that many are using to aid weight loss. However, from Han’s perspective, these glucagon-like peptide 1 (GLP-1) drugs go way beyond just helping people slim down, they’re “first class of prevention and healthspan drugs,” she said.  Cambrian Bio operates many of the companies it has acquired or founded. That’s where Han’s dual role as both CFO and COO comes into play. Understanding how finances are being deployed and used in these companies, and handling marketing, HR, and legal in the right way, “I think is integral to our success,” she said.  Han also has finance professionals reporting to her. “I’m not the CPA here,” Han told me. “I absolutely need my wonderful finance team.” As the purview of a CFO continues to expand, having an effective team will be key. McKinsey research finds that finance chiefs need experience and skills beyond traditional expertise in planning, budgeting, and risk mitigation. “CFOs now serve as board advisers and CEO consiglieri on organizational priorities and strategy, as performance challengers and innovation champions, as leaders of major investments and transactions, and as convenors of cross-enterprise initiatives,” according to the firm’s recent report . Han is a neuroscientist who is a strategic thinker. She is able to not only understand the financials and share them with investors, but has an advantage when telling the company’s story. “Investors based in biotech might have science backgrounds themselves,” Han explained. “Are they really going to listen to a financier who doesn’t really understand all the deep technicalities of what gives rise to the value and the risks?” As a bonus, Han can also relate to the top scientists involved with the company. “I will say, especially in biotech, the modern day CFO needs to speak the language of the team,” she said.  Sheryl Estrada sheryl.estrada@fortune.com María Soledad Davila Calero curated the Leaderboard and Overheard sections of today’s newsletter. Gavin Felder was named CFO at Smoothie King Franchises Inc. , effective May 28. Felder replaces Thomas Kim, who left the company in September. Felder joins the company from Yum Brands, most recently serving as its chief strategy officer. During his 16 years at the company, he also worked as commercial director for KFC U.K., CFO of KFC Africa, and CFO for Yum’s Global KFC Division. Taryn Miller was named at Wolverine World Wide (NYSE:WWW), a casual footwear and apparel company. Prior to this appointment, Miller served as VP of corporate and commercial finance at Corteva Agriscience. She has also served as the CFO of global business units, enterprise FP&A, and investor relations at Kimberly-Clark Corporation. There is a shortage of nearly 4 million cybersecurity professionals worldwide, according to the World Economic Forum (WEF). A new paper by WEF, in collaboration with more than 50 public and private organizations, is based on a strategic Cybersecurity Talent Framework. It is intended to serve as a source of reference for decision-makers concerned by the industry workforce shortage and committed to developing cybersecurity talent across their respective sectors. A new report released by KPMG LLP, the U.S. audit, tax, and advisory firm, highlights the U.S. findings of a global survey on AI usage in financial reporting and auditing. In the next three years, 100% of the 300 U.S. financial reporting leaders surveyed said they will be either piloting or using AI in financial reporting, up from 71% today. Regarding generative AI, 97% said they will be either piloting or using the technology in financial reporting, up from 46% today. The top benefits U.S, leaders expect in three years include real-time insights into risks, fraud, control weaknesses (73%), increased data accuracy and reliability (67%), and lower costs (62%). In addition, 60% expect a greater ability to predict trends and impacts. “The potential benefits of AI are driving every conversation with financial reporting leaders,” Scott Flynn, KPMG U.S. vice chair, audit, said in a statement. “In the next year or two, the fear of missing out on AI will be replaced with just missing out.” The U.S. findings derive from KPMG's global research conducted among 1,800 financial reporting executives across major economies. “An understanding as to how resilient [internal combustion engines] are is spreading across the automotive supply chain, with many in the industry quietly stepping back from earlier commitments to go fully electric within the next five to 10 years.” —Patrice Haettel is CEO of HORSE, manufacturer of low-emission and alternative-fuel options, said in his latest Fortune opinion piece . Haettel argued that while EVs can be a great option for highly urbanized areas, the future of transportation is one that includes internal combustion engine vehicles.","resolvedUrl":"https:\/\/fortune.com\/2024\/05\/09\/cfo-finance-chief-biotech-harvard-neuroscientist-cambrian-bio\/","title":"The finance chief of this biotech company is a Harvard-trained neuroscientist who says ‘the modern day CFO needs to speak the language of the team’","sourceDomain":"fortune.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7201167898264936448","threadUrn":"urn:li:activity:7201167898264936448","reactionsCount":8,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7201167897518354433","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7201167897518354433"}}},{"createdAt":1716709680000,"insightId":"f0f57c8f-a43d-46b9-96ff-afa9b36efad7","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQERa8MoNrKM8A\/articleshare-shrink_800\/0\/1716942789388?e=1717977600&v=beta&t=PeNohQDy9UUw7DpbdUwiX-_TaXSKhdEbQGvCMMjz-sw","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQERa8MoNrKM8A\/articleshare-shrink_800\/0\/1716942789388?e=1717977600&v=beta&t=PeNohQDy9UUw7DpbdUwiX-_TaXSKhdEbQGvCMMjz-sw"}]},"publishedAt":1716696052000,"description":"Merck, GSK and AstraZeneca have all signed deals","fullText":"Western pharmaceutical companies and investors are driving a record number of licensing deals with Chinese drugmakers that have insufficient capital to fund late-stage drug development and global expansion. Merck, GSK and AstraZeneca have all signed licensing deals in a wave of biotech investment that hit a record $44.1bn last year, according to UBS research. The momentum has been sustained in 2024, with $9.8bn worth of biotech licensing deals signed in the first quarter. Western pharma companies are seeking to expand their product pipelines as they confront patent expiries of lucrative drugs in the coming years, while Chinese drugmakers are struggling to raise funds domestically for drug development and clinical trials during a stock market slump. A Hong Kong-listed index of 50 “innovative” biotech stocks has fallen 57 per cent over the past three years. “Over a decade ago, China started pouring investment into biotech. Now the results of that investment are coming out just as the Chinese companies face funding constraints,” said Helen Chen, head of LEK Consulting’s healthcare practice in Shanghai. She added that Chinese drugmakers were facing challenges in the domestic market following a pricing regime overhaul that has forced them to drop prices of innovative drugs to qualify for the national medical insurance scheme. Beijing’s campaign to drive down prices has forced drugmakers to search for growth overseas. The interest in Chinese pharma defies a broader exodus of foreign capital from the country at a time of rising geopolitical tension and slowing economic growth. China’s funding crunch has created an opportunity for drugmakers to expand their product pipelines. “Many large global pharmaceutical companies are sitting on cash piles following the pandemic,” said Chen Chen, a healthcare analyst at UBS. “At the same time, they are looking to expand their portfolio as many drug patents are due to expire in the next few years.” Most of the deals involve US or European pharmaceutical companies licensing Chinese-made drugs for a low price and then providing the capital needed for more development, clinical trials and commercialisation. Some of the deals are to license the rights to sell within China . “It’s a form of venture capital investment,” said Chen Chen. In December 2023, Merck made an upfront payment of $70mn for the Chinese rights to license Shanghai-based biotech group Abbisko’s treatment for benign joint tumours that affect mobility. The licence is to commercialise in China with the option to go overseas. New investors are coming to the sector. “One of the most interesting developments is the entry of private equity, seeking Chinese assets for internationalisation with the hope of exiting to large pharmaceutical companies within one to three years,” said Helen Chen of LEK. This month, Shanghai-listed Jiangsu Hengrui Pharmaceuticals said it sold the overseas licence for a portfolio of weight loss drugs to Hercules CM NewCo, a company formed by a consortium of investors including Bain Capital Life Sciences, the US buyout group’s pharma arm. It has licensed three drug candidates for $110mn, with later payments upon hitting regulatory targets and royalties if the product is rolled out to the public. Hengrui also received a 20 per cent stake in Hercules. Hengrui struck a less favourable deal in August to sell the global rights for its adult asthma treatment to Aiolos Bio, then known as One Bio, for an initial upfront payment of $21.5mn, with up to $1bn more if it gains approval overseas. In October, Aiolos raised $245mn from a group of backers including Bain Capital Life Sciences and venture capital firms Atlas Venture, Forbion and Sofinnova. Months later, GSK announced it had acquired Aiolos for an upfront payment of $1bn, with a further $400mn to be paid after clearing regulatory milestones. GSK will also pay Hengrui if the drug hits certain milestones and royalties if it commercialises. The deal has prompted criticism within the Chinese pharmaceutical industry, where some are calling for more government support. “Why is China selling its own innovative drugs so cheaply to foreigners?” said one Chinese biotech start-up executive who sold their drug licensing rights after struggling to raise capital from investors. “Beijing should help good enterprises to develop promising products and not just let them be sold to foreign companies.”","resolvedUrl":"https:\/\/www.ft.com\/content\/b5683319-9662-4bc9-95dd-60c9e20788c1","title":"Western companies drive Chinese biotech licensing deal blitz","sourceDomain":"ft.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":22},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7200402443287900160","threadUrn":"urn:li:activity:7200402443287900160","reactionsCount":23,"commentsCount":4,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7200402442776195072","message":{"attributes":[],"text":"“One of the most interesting developments is the entry of private equity, seeking Chinese assets for internationalization with the hope of exiting to large pharmaceutical companies within one to three years” "},"entityUrn":"urn:li:share:7200402442776195072"}}},{"createdAt":1716454260000,"insightId":"beafea9e-e300-4e99-8df3-aca1ce0fcd88","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEjKe86CKtnYA\/articleshare-shrink_800\/0\/1716437007444?e=1717977600&v=beta&t=-puorK09gpctgLfxOkdnKFJqIsEPZakPubOTagbCUo8","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQEjKe86CKtnYA\/articleshare-shrink_800\/0\/1716437007444?e=1717977600&v=beta&t=-puorK09gpctgLfxOkdnKFJqIsEPZakPubOTagbCUo8"}]},"publishedAt":1716436837000,"description":"As Covid revenues slump, technology developed to fight the pandemic is having some success combating this disease","fullText":"The pandemic proved the efficacy of messenger RNA vaccines in fighting disease. But this was not the intention of the technology’s pioneers. They had other goals in mind, notably tackling cancer. That vision is now being put to the test, with promising early results. The world’s first personalised mRNA cancer immunotherapy for melanoma has begun phase 3 clinical trials. The treatment, developed by Boston-based Moderna in conjunction with Merck, is intended to prevent the recurrence of cancer after surgery. Tailored to the tumour’s genetic signature, it prepares the patient’s immune system to attack malignant cells. If the therapy lives up to the high expectations set by an earlier trial, it could be a blockbuster. Michael Yee of Jefferies reckons that treating melanoma patients alone could mean peak annual sales for Moderna of $1bn. That amounts to a present value of roughly $5bn, assuming a 75 per cent chance of success and an EV-to-sales multiple of 7. The latter is based on valuations of similar high-margin biotech businesses, discounted because peak sales would occur at the end of the decade at the earliest. Should the technology be effective against other tumours, its potential value would be multiples of that.  Moderna’s treatment is part of a pipeline of vaccines and therapies being developed by the lossmaking company to fill the hole left by the slump in Covid-19 revenues. Similarly, Germany’s BioNTech is working on a range of new treatments as it faces dwindling coronavirus vaccines revenues. In April, it published early stage trial evidence that a mRNA therapeutic cancer vaccine triggered an immune response in some pancreatic cancer patients. However, like Moderna, it is involved in patent litigation . This adds uncertainty to the investment case. Technology used in the Oxford\/AstraZeneca Covid-19 vaccine is also being applied to cancer, albeit at an early experimental stage. University of Oxford, the Francis Crick Institute and UCL aim to create a vaccine that would protect against lung cancer . This is one of a handful of prophylactic vaccine projects worldwide, not counting well-established vaccines against cancer-linked viruses. Merck’s HPV vaccine, which protects against cervical cancer, is projected to make sales of nearly $10bn in 2024, according to Visible Alpha. It has taken decades of research to get this far. There have been some crushing disappointments, such as the failure of prostate cancer vaccine pioneer Dendreon, which filed for bankruptcy protection in 2014. Dendreon’s therapy was hampered by high production costs and questions over cost effectiveness. Its successors still have to overcome those hurdles. But there have been significant advances in targeting, delivering and combining therapies. That should give innovative vaccines a fighting chance of joining the expanding anticancer drug arsenal.","resolvedUrl":"https:\/\/www.ft.com\/content\/d1d3c6b0-307a-485b-a48b-be635cdfd243","title":"Cancer vaccines are finally showing promise","sourceDomain":"ft.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":6},{"type":"INTEREST","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7199331124873936896","threadUrn":"urn:li:activity:7199331124873936896","reactionsCount":8,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7199331124420976640","message":{"attributes":[],"text":"\"Michael Yee of Jefferies reckons that treating melanoma patients alone could mean peak annual sales for Moderna of $1bn. That amounts to a present value of roughly $5bn, assuming a 75 per cent chance of success and an EV-to-sales multiple of 7\" "},"entityUrn":"urn:li:share:7199331124420976640"}}},{"createdAt":1716264900000,"insightId":"ac975420-9564-48a7-9762-f232d1102476","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEWMK1JlvZ1TQ\/articleshare-shrink_800\/0\/1716237007090?e=1717977600&v=beta&t=ITxQBSccY2rvFs6YbB9K8vvxKtIUipCP2nQOiihoiIc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEWMK1JlvZ1TQ\/articleshare-shrink_800\/0\/1716237007090?e=1717977600&v=beta&t=ITxQBSccY2rvFs6YbB9K8vvxKtIUipCP2nQOiihoiIc"}]},"description":"The telehealth company Hims & Hers Health said it is offering weight-loss injections with the same active ingredient as Wegovy and Ozempic for as low as $199 a month.","resolvedUrl":"https:\/\/www-barrons-com.cdn.ampproject.org\/c\/s\/www.barrons.com\/amp\/articles\/hims-hers-stock-obesity-glp-1-ozempic-698d382a","title":"Hims & Hers Stock Spikes. It’s Taking on Big Pharma With Cheap Obesity Shots."}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":12},{"type":"INTEREST","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7198536796467589121","threadUrn":"urn:li:activity:7198536796467589121","reactionsCount":14,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198536795901358080","message":{"attributes":[],"text":"“Its version of a GLP-1, a group of drugs meant to treat obesity, costs about one sixth as much as Novo Nordisk‘s Ozempic and Eli Lilly ’s Zepbound”"},"entityUrn":"urn:li:share:7198536795901358080"}}},{"createdAt":1716195480000,"insightId":"0d75d294-9b37-4f23-88e3-e6268d896ef7","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":7}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7198245712860434432","threadUrn":"urn:li:activity:7198245712860434432","reactionsCount":7,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198245712373895168","message":{"attributes":[],"text":"Wonderful news, congratulations to Singapore!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQF1lrdCb0Zk_g\/articleshare-shrink_800\/0\/1716214016548?e=1717977600&v=beta&t=1Pu6HSRxWynYQRhAnk4_gSx0RB8wBOLOijXwa0p0PSQ","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQF1lrdCb0Zk_g\/articleshare-shrink_800\/0\/1716214016548?e=1717977600&v=beta&t=1Pu6HSRxWynYQRhAnk4_gSx0RB8wBOLOijXwa0p0PSQ"}]},"description":"AstraZeneca intends to build a $1.5 billion manufacturing facility in Singapore for antibody drug conjugates (ADCs), enhancing global supply of its ADC portfolio.","resolvedUrl":"https:\/\/www.edb.gov.sg\/en\/about-edb\/media-releases-publications\/astrazeneca-plans-1-5-billion-manufacturing-facility-for-antibody-drug-conjugates-in-singapore.html","title":"AstraZeneca plans $1.5 billion manufacturing facility for antibody drug conjugates (ADCs) in Singapore"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7198228039883767809","message":{"attributes":[{"length":11,"start":0,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1603"}}},{"length":4,"start":90,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:adc"}}},{"length":9,"start":1361,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:470660720"}}},{"length":14,"start":1373,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:18180828"}}},{"length":14,"start":1390,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:5466568"}}},{"length":10,"start":1407,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:85662066"}}},{"length":13,"start":1420,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:56883017"}}},{"length":10,"start":1435,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:singapore"}}},{"length":11,"start":1446,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:innovation"}}},{"length":11,"start":1458,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:healthcare"}}},{"length":14,"start":1470,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:manufacturing"}}},{"length":22,"start":1485,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:antibodydrugconjugate"}}},{"length":18,"start":1508,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:precisionmedicine"}}}],"text":"AstraZeneca has picked Singapore to set up its first end-to-end antibody drug conjugates (#ADC) manufacturing plant. \n\nThe US$1.5 billion (S$2b) greenfield facility, targeted to be operational from 2029, will produce next-generation treatments that deliver highly potent cancer-killing agents directly to cancer cells through a targeted antibody.\n \nThis is also AstraZeneca’s first manufacturing investment in Singapore. We are delighted to welcome AstraZeneca to Singapore’s established and vibrant biomedical sciences sector, that is home to both leading biopharma and medtech companies developing and commercialising innovative products and solutions for precision therapies. Thank you for your confidence!\n\nPrecision medicine has shown strong growth potential. Singapore is keen to welcome more companies that are enabling precision medicine, to tap into the proven capabilities of our biomedical sciences ecosystem to develop and manufacture innovative products for global markets. \n\nAstraZeneca’s sustainable facility and investments by other biomedical sciences companies will also create new, high-quality manufacturing jobs opportunities in Singapore. It’s an exciting time for biomedical sciences in Singapore and we invite like-minded companies and Singaporeans to join us on this journey to continue strengthening and developing the sector! 👨‍🔬\n \nPam Cheng | Per Alfredsson | Matt Winterman | Suyeon Kim | Sylvia Varela\n\n#Singapore #innovation #healthcare #manufacturing #antibodydrugconjugate #precisionmedicine"},"entityUrn":"urn:li:share:7198228039883767809"},"entityUrn":"urn:li:share:7198245712373895168"}}},{"createdAt":1715960580000,"insightId":"b836bf13-fb92-4568-8866-6021f8a2472e","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEkPGYRVlg1Cg\/articleshare-shrink_800\/0\/1715954908273?e=1717977600&v=beta&t=UoEpKltdsR4ilfUl9SLLPqcEXRnPU1lcpJ9zDnGe0jQ","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEkPGYRVlg1Cg\/articleshare-shrink_800\/0\/1715954908273?e=1717977600&v=beta&t=UoEpKltdsR4ilfUl9SLLPqcEXRnPU1lcpJ9zDnGe0jQ"}]},"description":"The Federal Trade Commission has loomed large over M&A in the biopharma industry in the last two years. The antitrust regulator attempted to block Amgen’s $27.8 billion takeover of Horizon, stopped Sanofi’s licensing deal for Maze and won its effort...","resolvedUrl":"https:\/\/endpts.com\/qa-ftcs-top-healthcare-enforcer-on-pharma-ma-company-growth-and-pbms\/","title":"Q&A: FTC’s top healthcare enforcer on pharma M&A, company growth and PBMs"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7197260551129886721","threadUrn":"urn:li:activity:7197260551129886721","reactionsCount":1,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7197260550504939521","message":{"attributes":[],"text":"Proof, if it were needed, that the Lina Khan FTC is a solution in search of a problem…\n\n“We’re going to get a bit philosophical here. If we go back to the founding of our antitrust laws, the innovation behind our country and our philosophical identity, there is clear preference in the way our laws were written for build over buy. You can see that in the concept of Manifest Destiny. There’s something about America that is about pioneers and creating. That aspect of our DNA weaves into our laws”"},"entityUrn":"urn:li:share:7197260550504939521"}}},{"createdAt":1715952600000,"insightId":"59a37b87-e4a1-4b8d-b0bb-f1e8ca731db9","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHJ9vof6t1nMQ\/articleshare-shrink_800\/0\/1715889530066?e=1717977600&v=beta&t=jWsYCcawdz-NjwGdSOoyHmPAuOqfu-jc7AV2OHuSCas","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHJ9vof6t1nMQ\/articleshare-shrink_800\/0\/1715889530066?e=1717977600&v=beta&t=jWsYCcawdz-NjwGdSOoyHmPAuOqfu-jc7AV2OHuSCas"}]},"description":"The FDA cleared the Amgen drug, called Imdelltra, as a treatment for patients with advanced small-cell lung cancer.","resolvedUrl":"https:\/\/cnb.cx\/3WPIItH","title":"FDA approves Amgen's treatment for most deadly form of lung cancer "}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7197226958840025089","threadUrn":"urn:li:activity:7197226958840025089","reactionsCount":4,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7197226958319943681","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7197226958319943681"}}},{"createdAt":1715618400000,"insightId":"43f502b4-9eba-42ee-8a93-0a78a882f1e5","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEvhHE0ImHWAA\/articleshare-shrink_800\/0\/1715517612326?e=1717977600&v=beta&t=6_l2DBX6aJPyiOPAP7Ous7ttaILMe6S3ud9UfEYEa_s","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEvhHE0ImHWAA\/articleshare-shrink_800\/0\/1715517612326?e=1717977600&v=beta&t=6_l2DBX6aJPyiOPAP7Ous7ttaILMe6S3ud9UfEYEa_s"}]},"description":"How the country revived its go-getting spirit","resolvedUrl":"https:\/\/www.economist.com\/finance-and-economics\/2024\/05\/12\/america-is-in-the-midst-of-an-extraordinary-startup-boom","title":"America is in the midst of an extraordinary startup boom"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7195825210736918530","threadUrn":"urn:li:activity:7195825210736918530","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7195825210158137344","message":{"attributes":[],"text":"“Since mid-2022, the baton has been passed to technology firms, particularly a sharp increase last year in business applications based around AI.  This carries echoes of the 1990s, when computers and the internet took off”"},"entityUrn":"urn:li:share:7195825210158137344"}}},{"createdAt":1715607420000,"insightId":"6c8f4b13-897b-4d10-9ee5-a690122eba0b","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"publishedAt":1715598876000,"description":"Japanese pharma group takes on new jab that makes immune system attack dangerous protein build-up in brain","fullText":"Markets data delayed by at least 15 minutes. © THE FINANCIAL TIMES LTD 2024. FT and ‘Financial Times’ are trademarks of The Financial Times Ltd. The Financial Times and its journalism are subject to a self-regulation regime under the FT Editorial Code of Practice .","resolvedUrl":"https:\/\/www.ft.com\/content\/a7cb45a5-c2d7-4d7f-81f4-e4922d79b6c7","title":"More from the FT Group","sourceDomain":"ft.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":7}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7195779297905647616","threadUrn":"urn:li:activity:7195779297905647616","reactionsCount":7,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7195779297402310656","message":{"attributes":[],"text":"\"AC Immune CEO Andrea Pfeifer said that antibody infusion drugs could be expensive and require infrastructure to deliver regular doses and monitor patients, while vaccines could be administered more cheaply and just two to four times a year\""},"entityUrn":"urn:li:share:7195779297402310656"}}},{"createdAt":1715595540000,"insightId":"07515833-4eda-439e-93c4-160038ff705b","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHQbdH0JFgVKQ\/articleshare-shrink_800\/0\/1715259580579?e=1717977600&v=beta&t=8ha2GISmHbIqfgkOThA1XjRR3Wytylq3aSOVisYQi9Q","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHQbdH0JFgVKQ\/articleshare-shrink_800\/0\/1715259580579?e=1717977600&v=beta&t=8ha2GISmHbIqfgkOThA1XjRR3Wytylq3aSOVisYQi9Q"}]},"description":"A nanoparticle by scientists at the Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine may one day be used to treat the metastases with the added benefit of treating the primary tumor at the same time.","resolvedUrl":"https:\/\/www.insideprecisionmedicine.com\/topics\/translational-research\/nanoparticle-penetrates-blood-brain-barrier-to-target-brain-metastases\/","title":"Nanoparticle Penetrates Blood-Brain Barrier to Target Brain Metastases","sourceDomain":"insideprecisionmedicine.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7195729433398288384","threadUrn":"urn:li:activity:7195729433398288384","reactionsCount":5,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7195729432966279168","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7195729432966279168"}}},{"createdAt":1715506800000,"insightId":"6e459a0c-69d4-4a4a-941f-3d1ed083ea45","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHPX4xjk_Pofg\/articleshare-shrink_800\/0\/1715486864830?e=1717977600&v=beta&t=NXoh35-oQ5bx3voWY6_tfOAmydkQZwy8Yp5SnCaWBco","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHPX4xjk_Pofg\/articleshare-shrink_800\/0\/1715486864830?e=1717977600&v=beta&t=NXoh35-oQ5bx3voWY6_tfOAmydkQZwy8Yp5SnCaWBco"}]},"publishedAt":1715486471000,"description":"Machine intelligence is not yet a substitute for the experimentation that underpins understanding of a disease","fullText":"The artificial intelligence hype cycle depends on flashy announcements that break records. In April, San Francisco-based start-up Xaira delivered just that, announcing that it had raised $1bn in one of biotech’s biggest ever launches.  Xaira claims that drug development is poised for an AI revolution. It is not alone. Demis Hassabis, co-founder of Google DeepMind, famous for solving the 50-year-old scientific challenge of protein shape prediction, argues that biology could be “perfect” for AI, as it is fundamentally an information processing system. He heads Isomorphic Labs, Alphabet’s AI drugs offshoot which has agreed partnerships worth up to $3bn with Eli Lilly and Novartis. It aims to halve the drug discovery stage to just two years.  Growing numbers of AI-derived compounds are under development. The World Health Organisation has identified at least 73, though none are yet approved for use in humans. Some companies are getting close. Insilico Medicine, which recently filed for a Hong Kong IPO, was the first to get an AI-designed drug into Phase II clinical trials. But AI is still no substitute for the experimentation that underpins understanding of a disease. The sector has already experienced trouble. On the day of Xaira’s launch, BenevolentAI announced major lay-offs. The London-based company set out to unite human and machine intelligence but its shares have lost 94 per cent of their value since it went public with a €1.5bn valuation in December 2021 via a merger with a special purpose acquisition company. Developing innovative new drugs is expensive and inefficient. The pharmaceutical industry has no shortage of funds or motivation when it comes to improving drug discovery success rates using AI. Around 200 “AI-first” biotechs have secured more than $18bn in the decade to 2023, according to consultants BCG. Both AI use and success rates vary. Using computing in drug design is far from new, originating as far back as the 1970s. Insights are only as good as the data used to train models. Predicting the toxicity of drug candidates is held back by the paucity or relevance of publicly available information. There is a lot of data on profitable and hotly pursued research fields like cancer, for example. There is less on relatively neglected areas such as mental health or infectious diseases. AI is not a magical solution to these problems. Data gaps can be filled through experimentation, but it takes time and deep pockets.  ","resolvedUrl":"https:\/\/www.ft.com\/content\/b279d3d4-f1b5-4733-8e64-fcbf90d12219","title":"AI-powered drug discovery demands investor patience","sourceDomain":"ft.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7195357246631931904","threadUrn":"urn:li:activity:7195357246631931904","reactionsCount":8,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7195357246204059648","message":{"attributes":[],"text":"\"AI is still no substitute for the experimentation that underpins understanding of a disease.....Data gaps can be filled through experimentation, but it takes time and deep pockets\""},"entityUrn":"urn:li:share:7195357246204059648"}}},{"createdAt":1715318220000,"insightId":"443a103f-ecec-4b4a-9b8b-c3f10506a381","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194566154072276992","threadUrn":"urn:li:activity:7194566154072276992","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194566153577332737","message":{"attributes":[],"text":"This 👌"},"rootActivity":{"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194451396706873346","message":{"attributes":[{"length":12,"start":5,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3014788"}}}],"text":"With Oscar Health reporting its first quarterly profit, it is worth revisiting the changes and contextualizing the operating environment. Oscar is performing a lot better than three years ago; the improvement isn’t because technology has made the difference, rather from having an experienced operator and supportive market environment. And, as a sub-scale player, Oscar continues to trail competitors. \n\nLast year, Oscar added an experienced healthcare leader who is focused on the things that actually drive value for insurers. This was a significant move counter to the earlier proclamations of being new and different and is commendable. Even more commendable and genuinely respectable, and under-reported, Oscar’s co-founders personally offset the equity grant to the new CEO.\n\nThe company is off its hyper-growth posture: over two years, grown is in-line with the market and likely trailing in their focus states (which shows rational pricing). Plus Oscar has significantly cut back on admin, like selling a claims platform no one wanted.\n\nMore significant, though, are the changes in the market. Oscar outlasted the reckless pricing of other start-ups who destructively failed; the market is far more rational. Legislation providing enhanced subsidies has nearly doubled the market size, leading to record levels of profitability across the industry. Plus Oscar has benefitted from higher interest rates - investment income up $150 million.\n\nOscar (and others) were also substantially aided by risk adjustment, the always fun and exciting topic! Despite growing, Oscar’s risk adjustment accrual declined by over $100 million.\n\nAs mentioned, we’ve seen phenomenal growth in the Individual market in the last two years. What hasn’t gotten much attention, but definitely should, has been the widespread shady broker behavior in the space. Reports are rampant of individuals signed up for plans without any knowledge - they don't even know they have coverage. And, surprising no one, it sounds like the activity has been most pronounced in Oscar’s largest market - Florida.\n\nTo be clear, I’ve not heard of Oscar supporting or contributing to the behavior; it sounds like others are the direct beneficiaries.  The impact is a shift in relative risk adjustment scores, with the plans enrolling these members having lower risk scores, owing more to others – or in the case of Oscar, reducing what they owe. Basically,  everyone wins, aside from taxpayers and the victims (who might have to pay back subsidies).\n\nSo it shouldn’t be surprising Oscar is guiding to breakeven when others are forecasting near-double digit margins. Oscar structurally lacks scale and will be constrained to long-term sub-optimal margin performance - but if we want to redefine success as not failing, then great.\n\nBy looking more like a traditional health plan and fierce market tailwinds, Oscar has evolved into a viable business. We’ll have to see what happens next, particularly if the market enablers recede."},"entityUrn":"urn:li:share:7194451396706873346"},"entityUrn":"urn:li:share:7194566153577332737"}}},{"createdAt":1715243280000,"insightId":"22893bf7-92db-44e3-a370-f6facc96b7bf","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFiMU18pO47mg\/articleshare-shrink_800\/0\/1715227342651?e=1717977600&v=beta&t=5hQaU8JUZvhoj5KgP6Zr8ncpLIEXs-Co_RHsPRTtrGk","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFiMU18pO47mg\/articleshare-shrink_800\/0\/1715227342651?e=1717977600&v=beta&t=5hQaU8JUZvhoj5KgP6Zr8ncpLIEXs-Co_RHsPRTtrGk"}]},"publishedAt":1715227208000,"description":"Nir Bar Dea is seeking to restore firm’s investment performance as it moves on from founder Ray Dalio","fullText":"Bridgewater Associates’ new chief executive Nir Bar Dea said he had overhauled the hedge fund after just a year in charge, in a bid to restore the firm’s investment performance and mark a break from founder Ray Dalio. “Everything has to get rewired,” Bar Dea told the Financial Times. “It’s like taking a brain and a heart out of a human and then planting a new brain and a new heart.” Bar Dea’s rise to the top of Bridgewater comes at a crucial time for the business. The Connecticut-based firm, founded by Dalio, will be 50 years old next year and has for years dominated the sector as both the largest and best-performing hedge fund in the world. But cracks have started to show in recent years with a drawn-out succession plan, high staff turnover and underwhelming performance. A former military officer who ascended to the top after less than a decade at the firm, Bar Dea has lived through the short tenure of multiple chief executives as Bridgewater has struggled to move on from Dalio. Bar Dea, who was appointed sole CEO in March 2023 after previously sharing the job with Mark Bertolini, now wants to make it clear: Bridgewater is in the hands of a new generation and its decade-long transition away from the man who built the firm into a $160bn behemoth is over. “We’re proud of Ray being a part of our history,” he said. “But it’s also true that Ray is . . . his own person and has his own set of goals. He does a lot of things outside of Bridgewater and that’s great. We want that for him. And then we need our independence.” Bridgewater was in 2022 superseded by Ken Griffin’s Citadel as the best-performing hedge fund of all time. The firm’s flagship Pure Alpha fund sustained big losses at the end of 2022, then recorded one of its worst-ever years in 2023, after heavy losses in the final quarter left it down 7.6 per cent after fees. Bar Dea acknowledged to investors in a video shared with clients that returns at the flagship fund were “less than what our clients expect and less than what we expect of ourselves”. With the handover now completed, Bar Dea has set about trying to address staff turnover and investment returns. The Pure Alpha fund has staged a rebound this year and is up about 20 per cent, according to people familiar with the matter. While little is known about how Bridgewater makes money, it is known on Wall Street for its unorthodox culture, with Dalio’s gospel of “radical transparency” long serving as its guiding philosophy. Its culture has contributed to high turnover: former Apple executive Jon Rubinstein resigned as co-chief executive just 10 months into his role after being deemed not to be a “cultural fit”. Bar Dea accepts that Bridgewater’s pursuit of what he calls “absolute truth” is not for everyone. “People almost self-select themselves to be in a place that puts truth above everything else,” he said. Bar Dea has previously said that the firm’s success is based on the “core idea of a group of people that want to be excellent so much that they’re going to be living in a state of uncomfortableness”. Still, the 42-year-old maintains that there are key ways in which Bridgewater’s culture has changed under his leadership. Feedback is predominantly given by junior employees to more senior ones, which is a “day and night change” from when he joined — back then “the flow of that feedback [was] almost entirely going from the top down”, he said. Bar Dea hopes that Bridgewater’s pursuit of “absolute truth” will deliver market-beating performance for the hedge fund’s investors. As part of a plan to make the fund more nimble during big market swings, Bar Dea has pledged to shrink the flagship fund by capping assets and returning money to investors. Pure Alpha’s assets will drop from $80bn to between $50bn and $60bn. “We want to be the best, not the biggest,” said Bar Dea, who cut 100 jobs last year. Bar Dea is focusing on two areas to reinvigorate performance. One is the funds, including Pure Alpha and All Weather, while the second is referred to internally as “portfolio solutions”, where Bridgewater works with clients to come up with new strategies that can improve their returns. “We’re thinking about their biggest problems and creating solutions that honestly change their lives and add impact to the world,” said Bar Dea. As part of the initiative, Bridgewater has been working on a macro fund that uses artificial intelligence , including large language models from companies such as OpenAI and Anthropic, to help it make investments. Greg Jensen, one of three co-chief investment officers at the firm, who is leading the initiative, called it “unquestionably an experiment” at this point. But Bar Dea described the fund as a first of its kind and said it would be one of the “biggest innovations [Bridgewater] has done over the years”.","resolvedUrl":"https:\/\/www.ft.com\/content\/b4ea1456-52d8-42d3-aaa3-f4b6b818438e","title":"Bridgewater’s chief says he has ‘rewired’ world’s largest hedge fund","sourceDomain":"ft.com"}},"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194251842455785472","threadUrn":"urn:li:activity:7194251842455785472","reactionsCount":0,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194251841981796355","message":{"attributes":[],"text":"“We’re proud of Ray Dalio being a part of our history. But Ray is his own person and has his own set of goals. He does a lot of things outside of Bridgewater and that’s great. We want that for him. And then we need our independence.”"},"entityUrn":"urn:li:share:7194251841981796355"}}},{"createdAt":1715242380000,"insightId":"370b01b5-b09d-46bb-88e8-419cc1fec779","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHvYyPQjUcndw\/articleshare-shrink_800\/0\/1715202963951?e=1717977600&v=beta&t=W0Xi8glhNzjDyg91WYDG1b8eR17SAg4trL61Wl0uZzo","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHvYyPQjUcndw\/articleshare-shrink_800\/0\/1715202963951?e=1717977600&v=beta&t=W0Xi8glhNzjDyg91WYDG1b8eR17SAg4trL61Wl0uZzo"}]},"description":"The amount of data captured from the device declined, although the patient and the Elon Musk-owned company still staged a successful demonstration.","resolvedUrl":"https:\/\/www.wsj.com\/tech\/neuralinks-first-brain-chip-implant-in-a-human-appeared-flawless-there-was-a-problem-637f1adc?st=w2628ssw18iqec9","title":"Neuralink’s First Brain-Chip Implant in a Human Appeared Flawless. There Was a Problem."}},"socialMetadata":{"reactionTypeCounts":[{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194248198360584192","threadUrn":"urn:li:activity:7194248198360584192","reactionsCount":1,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194248197815365632","message":{"attributes":[],"text":"“Some data was lost because a number of the implant’s threads that had been placed in Arbaugh’s brain came out. The company, owned by Elon Musk, didn’t disclose the reason why some threads retracted unexpectedly”"},"entityUrn":"urn:li:share:7194248197815365632"}}},{"createdAt":1715201040000,"insightId":"b9df1023-ce3d-47d7-862a-17167cc0f367","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGBIJ24KWgXAQ\/articleshare-shrink_800\/0\/1715180664045?e=1717977600&v=beta&t=GytVKS_8-7D62ksxuCLdXoDK5yWSo9UksR872F_yum8","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQGBIJ24KWgXAQ\/articleshare-shrink_800\/0\/1715180664045?e=1717977600&v=beta&t=GytVKS_8-7D62ksxuCLdXoDK5yWSo9UksR872F_yum8"}]},"description":"The system, AlphaFold3, could accelerate efforts to understand the human body and fight disease.","resolvedUrl":"https:\/\/www.nytimes.com\/2024\/05\/08\/technology\/google-ai-molecules-alphafold3.html?smid=nytcore-ios-share&referringSource=articleShare&sgrp=c-cb","title":"Google Unveils A.I. for Predicting Behavior of Human Molecules"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194074711327137792","threadUrn":"urn:li:activity:7194074711327137792","reactionsCount":8,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194074708210847747","message":{"attributes":[],"text":"“AlphaFold3 extends the technology beyond protein folding. In addition to predicting the shapes of proteins, it can predict the behavior of other microscopic biological mechanisms, including DNA and RNA”"},"entityUrn":"urn:li:share:7194074708210847747"}}},{"createdAt":1714977000000,"insightId":"b35120e0-de10-4c46-bc1b-7f2bb2d3cb56","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":7},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7193135139210620928","threadUrn":"urn:li:activity:7193135139210620928","reactionsCount":8,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193135138711437312","message":{"attributes":[],"text":"“Flagship is not just stopping at Samsung. The firm is actively seeking to integrate its ecosystem with Korea's dynamic sectors, ranging from academia to clinical trials”"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGMZXdkUhfWNg\/articleshare-shrink_800\/0\/1714696030109?e=1717977600&v=beta&t=6dg9h7oYRe9lO_Z5_Oyd9ISPGwBmZ-bKJwTzooQqd4g","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGMZXdkUhfWNg\/articleshare-shrink_800\/0\/1714696030109?e=1717977600&v=beta&t=6dg9h7oYRe9lO_Z5_Oyd9ISPGwBmZ-bKJwTzooQqd4g"}]},"description":"Flagship Pioneering, the U.S. biotech venture capital firm renowned for investing in Covid-19 vaccine maker Moderna, is deepening its ties with Samsung to push the boundaries of medical innovation.Building on their initial collaboration announcement...","resolvedUrl":"https:\/\/cms.koreabiomed.com\/news\/articleView.html?idxno=23958","title":"Flagship Pioneering to establish Korean offshoot akin to Boston HQ: APAC head"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7191956855051444224","message":{"attributes":[{"start":111,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:31778940"}}},{"start":171,"length":19,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:29602"}}},{"start":558,"length":8,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:biotech"}}},{"start":567,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:innovation"}}},{"start":579,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:healthcare"}}},{"start":591,"length":19,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:flagshippioneering"}}},{"start":611,"length":8,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:samsung"}}}],"text":"We are pleased to share our latest interview with Flagship Pioneering Chair of Asia Pacific and Senior Advisor Andre Andonian, detailing the strategic partnership between Flagship Pioneering and Samsung Group. \n\nThis collaboration seeks to harness Flagship's innovative biotech model and Samsung's technological prowess to drive advancements in healthcare and expand its influence in the Asia-Pacific.\n\nDiscover how this alliance aims to transform medical innovation and clinical practices.\n\nRead more about their exciting future plans in the full article.\n\n#Biotech #Innovation #Healthcare #FlagshipPioneering #Samsung"},"entityUrn":"urn:li:share:7191956855051444224"},"entityUrn":"urn:li:share:7193135138711437312"}}},{"createdAt":1714835940000,"insightId":"f7a5347d-8063-4723-93fc-2dbd33ef3161","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":29},{"type":"PRAISE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7192543334760951808","threadUrn":"urn:li:activity:7192543334760951808","reactionsCount":32,"commentsCount":3,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192543334324654080","message":{"attributes":[],"text":"$840 million!!!! 😱😱😱😱"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQFgF5ma1LiUbQ\/articleshare-shrink_800\/0\/1714823512470?e=1717977600&v=beta&t=FC0rFxRhtDEdZVuWipX7cqeO-usuVUsMHMNO2RAwNPg","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQFgF5ma1LiUbQ\/articleshare-shrink_800\/0\/1714823512470?e=1717977600&v=beta&t=FC0rFxRhtDEdZVuWipX7cqeO-usuVUsMHMNO2RAwNPg"}]},"publishedAt":1714822536000,"description":"Binding agreement signed; formal announcement by early next week, pips rival bidders Mankind Pharma-Chrys Cap Healthium is the largest manufacturer of surgical needles globally by volume.","fullText":"MUMBAI: KKR is all set to acquire Healthium Medtech (formerly Sutures India) from private equity owner Apax Partners for an enterprise value of Rs 7,000 crore ($840 million), said people aware of the matter. This follows a hotly contested race that included a consortium of Mankind Pharma and ChrysCapital , the only other contender. Novo Holdings , the controlling shareholder in Danish drug major Novo Nordisk pulled out last minute as did EQT. KKR and Apax have signed the binding agreement for the acquisition of Bengaluru based Healthium Medtech and likely to make a formal announcement as early as Monday, the people mentioned above added. Healthium is the largest manufacturer of surgical needles globally by volume. Moneycontrol was the first to report on Saturday that KKR was the highest bidder for Healthium. Another contender Mankind-ChrysCapital has offered a price of Rs6500 crore ($780 mn), said sources. Apax owns 99.8% of the company with the rest 0.2% owned by Anish Bafna, the CEO & MD of Healthium Medtech. Healthium is the fourth largest surgical suture manufacturer in the world with a market share of about 18% in India. Bafna will continue to run the company under KKR. When contacted, Apax Partners, KKR spokespersons declined to comment. Earlier in 2022, Healthium Medtech had sold its UK-based subsidiary to KKR for an undisclosed amount. It had sold Watford-based Clinisupplies to KKR Health Care Strategic Growth Fund II. Sutures India was originally set up in 1992 in Bengaluru by LG Chandrasekhar and S Subramanium, former executives with Smith & Nephew, and Johnson & Johnson. In FY24, the company posted Rs 820 crore in revenue and Rs 256 crore ebitda. This financial year, revenue is expected to reach Rs 1,020 crore with ebitda at around Rs 350 crore. The transaction then is being done at 20X the current EBITDA multiple of the current fiscal FY25. Ethicon Inc, from Johnson & Johnson is the current market leader. Arthrex Inc and Covidien Holding Inc are some of the other players in the global surgical sutures market. Earlier this year, Apax initiated a formal sale process mandating investment bank Jefferies for the proposed deal valuing the company at Rs6500-7000 crore ($850 mn),ET first reported in January. Two dozen funds including Partners Group, Hillhouse, TA Associates, Carlyle, and Canadian pension funds had picked up the information memorandum after signing non-disclosure agreements, Eventually only two submitted the binding bids Over the years, several PE investors including InvAscent-led India Life Sciences, CX Partners and TPG Growth have backed the company till TPG Growth took a 73% controlling stake. In 2018, Apax Partners bought out TPG Growth, CX Partners, and founding shareholders, for about Rs 1,950 crore ($300 million). The Healthium Group has five key product areas - advanced surgery, arthroscopy, urology, wound care and consumables. Healthium products are claimed to have covered over 40,000 surgeons across 18,000 hospitals, reaching 90% of all districts in India. The company exports its products to over 90 countries including Europe, South America, Africa and Asia. Revenues from the foreign market constituted 45% of its FY2023 revenues while the domestic market contributed to 55% of its total sales. Healthium has a diversified presence across products and geographies with exports to more than 90 countries. It has technical expertise with an in-house development team, along with a strong sales and distribution channel which continue to aid its revenue growth and market presence, said a January ICRA report. In August 2021, the company acquired the gelatin sponge business of Sri Gopal Krishna Labs (the AbGel business) as a going concern on a slump sale basis. Later, the company also acquired a 100% equity stake in CareNow Medical Private Limited, which is engaged in the designing, manufacturing, marketing and sale of advanced wound management and infection prevention products. The domestic surgical sutures market will continue to grow at a compound annual growth rate of over 13 per cent to reach $380 million in 2030, according to GlobalData's report, 'India Surgical Sutures Market Share.' India will account for about 18 percent of the Asia-Pacific (APAC) surgical sutures market, by revenue, in 2023, it said. ( Originally published on May 04, 2024 )","resolvedUrl":"https:\/\/economictimes.indiatimes.com\/industry\/healthcare\/biotech\/healthcare\/kkr-to-buy-healthium-medtech-for-rs-7000-cr-from-apax\/articleshow\/109840819.cms","title":"KKR to buy Healthium Medtech for Rs 7000 cr from Apax","sourceDomain":"economictimes.indiatimes.com"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192530736891969536","message":{"attributes":[{"length":3,"start":0,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:15787"}}},{"length":25,"start":11,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:13442935"}}},{"length":4,"start":58,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:9602"}}},{"length":18,"start":218,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3968"}}},{"length":24,"start":239,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dEXJ_-Av"}}}],"text":"KKR to buy Healthium Medtech Limited  for Rs 7000 cr from Apax. Finally a big payday for the firm. Never realised this company would be valued so much. The challenge now is to take this to the next level. Our story in The Economic Times \n\nhttps:\/\/lnkd.in\/dEXJ_-Av\n"},"entityUrn":"urn:li:share:7192530736891969536"},"entityUrn":"urn:li:share:7192543334324654080"}}},{"createdAt":1714650420000,"insightId":"a1d245ad-fc85-46c3-b3ad-4c869293da14","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGk2yDHe8YLBw\/articleshare-shrink_800\/0\/1714630617522?e=1717977600&v=beta&t=joOVphsGExY4Rj0ZypR1QtKmyItFavrS3aiWPNpIWwc","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGk2yDHe8YLBw\/articleshare-shrink_800\/0\/1714630617522?e=1717977600&v=beta&t=joOVphsGExY4Rj0ZypR1QtKmyItFavrS3aiWPNpIWwc"}]},"description":"Novo Nordisk raised its full-year guidance to reflect better pricing in the U.S. and as global demand for its hit weight-loss and diabetes drugs continues to outstrip supply.","resolvedUrl":"https:\/\/www.wsj.com\/health\/pharma\/novo-nordisk-lifts-guidance-as-blockbuster-drug-demand-shows-no-signs-of-abating-5d72591f?st=sn3bwysimr8uku2","title":"Wegovy Sales More Than Double as Demand Soars"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7191765333358120960","threadUrn":"urn:li:activity:7191765333358120960","reactionsCount":4,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7191765332733124609","message":{"attributes":[],"text":"“Novo Nordisk raised its full-year guidance to reflect better pricing in the U.S. and continued high demand”"},"entityUrn":"urn:li:share:7191765332733124609"}}}]}