{"summary":"I am a full professor and consultant radiologist at the University Hospital Würzburg.  My scientific focus lies on magnetic resonance imaging, radiomics, artificial intelligence and machine learning with a special interest in the translation of radiomics to clinical practice, the validation of quantitative imaging techniques, and the application of machine learning algorithms in medical imaging science. \n\nBesides the pursuit of my academic career, I always had a huge interest in teaching, which led - together with two women co-founders - to the foundation of my own company, the Lernrad GmbH, in January 2021. Just at the International Women's Day, we launched our online platform with teaching courses on topics concerning radiology, addressing the needs of medical students as well as radiology residents and consultant radiologists. With our interactive and case-based teaching approach, we thrive at taking digital medical teaching in the German-speaking countries to the next level.","lastName":"Baessler","objectUrn":"urn:li:member:468257837","geoRegion":"Würzburg, Bavaria, Germany","fullName":"Bettina Baessler","firstName":"Bettina","currentPositions":[{"companyName":"MVZ Dr. Neumaier & Kollegen Regensburg","title":"Ärztliche Leitung Region Bayern Nord","tenureAtCompany":{"numMonths":2},"companyUrnResolutionResult":{"employeeCountRange":"201-500","headquarters":{"country":"Germany","city":"Regensburg","postalCode":"93047","line1":"Bahnhofstraße 24"},"website":"http:\/\/www.mvz-neumaier.de","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/mvz-dr.-neumaier-&-kollegen-regensburg\/","industry":"Medical Practices"},"startedOn":{"month":4,"year":2024},"companyUrn":"urn:li:fs_salesCompany:37700699"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1710011129905?e=1723075200&v=beta&t=bdUAWdHp_rkjm901RwoFduofg-XqwN-Kda0Hf0fdjuU","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1710011129905?e=1723075200&v=beta&t=emWsngz-BQnmUZsft0aclvzGCHE27XHrKPZKDAsHMR8","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1710011129905?e=1723075200&v=beta&t=afe_ozs0J1dMX_orrrhd_SQTtAMBqcl1jhY8OSmKyZo","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1710011129905?e=1723075200&v=beta&t=eRh7yhb57Obi9i3R9I3kR4_851Xm1lY9G35n6Wy8_78","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E03AQFpfSkDf0uW_A\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"socialHandles":[{"type":"TWITTER","name":"Baessler_Rad","dataSource":"LINKEDIN"}]},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2010},"degree":"Staatsexamen","eduId":319507666,"schoolUrn":"urn:li:fs_salesSchool:15091826","school":"urn:li:fs_salesSchool:15091826","fieldsOfStudy":["Medicine"],"schoolName":"University of Bonn","startedOn":{"year":2003}}],"skills":[{"numOfEndorsement":7,"name":"Radiologie"},{"numOfEndorsement":6,"name":"Magnetresonanztomographie"},{"numOfEndorsement":6,"name":"Herz-MRT"},{"numOfEndorsement":2,"name":"Myokarditis"},{"numOfEndorsement":1,"name":"T2-Mapping"},{"numOfEndorsement":0,"name":"Feature Tracking"},{"numOfEndorsement":4,"name":"Klinische Forschung"},{"numOfEndorsement":2,"name":"Medizin"},{"numOfEndorsement":3,"name":"Medizinische Informationstechnologie"},{"numOfEndorsement":1,"name":"Medizinische Ausbildung"},{"numOfEndorsement":2,"name":"Medizinische Bildgebung"},{"numOfEndorsement":1,"name":"Research"},{"numOfEndorsement":2,"name":"Data Science"},{"numOfEndorsement":2,"name":"Machine Learning"},{"numOfEndorsement":2,"name":"Radiomics"},{"numOfEndorsement":2,"name":"Statistik"},{"numOfEndorsement":1,"name":"R"},{"numOfEndorsement":1,"name":"Python"}],"numOfConnections":1086,"patents":[],"headline":"Founder and CEO of Lernrad GmbH; Professor of Clinical Radiology at University Hospital Würzburg","courses":[],"certifications":[{"companyUrn":"urn:li:fs_salesCompany:3526187","url":"http:\/\/coursera.org\/verify\/K6TFVM33NKJ2","authority":"Coursera Course Certificates","name":"The R Programming Environment","company":"urn:li:fs_salesCompany:3526187","licenseNumber":"K6TFVM33NKJ2","startedOn":{"month":3,"year":2017}},{"companyUrn":"urn:li:fs_salesCompany:3526187","url":"http:\/\/coursera.org\/verify\/9KH5JWVQ96BM","authority":"Coursera Course Certificates","name":"Programming vor Everybody (Getting Started with Python)","company":"urn:li:fs_salesCompany:3526187","licenseNumber":"9KH5JWVQ96BM","startedOn":{"month":1,"year":2017}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/bettina-bae%C3%9Fler-66599a110","organizations":[{"name":"Society for Cardiovascular Magnetic Resonance (SCMR)","startedOn":{"month":2,"year":2014}},{"name":"Radiological Society of North America (RSNA)","startedOn":{"month":1,"year":2015}},{"name":"Deutsche Röntgengesellschaft (DRK) + AG Kardiovaskuläre Bildgebung","startedOn":{"month":1,"year":2013}},{"name":"European Society of Cardiac Radiology (ESCR)","startedOn":{"month":9,"year":2013}},{"name":"European Association of Cardiovascular Imaging (EACVI)","startedOn":{"month":1,"year":2015}},{"name":"European Society of Radiology (ESR)","startedOn":{"month":1,"year":2015}},{"name":"AG IT der Deutschen Röntgengesellschaft","startedOn":{"month":11,"year":2017}},{"name":"European Society of Medical Imaging Informatics (EUSOMII)","startedOn":{"month":12,"year":2017}},{"name":"AG Onkologische Bildgebung der Deutschen Röntgengesellschaft","startedOn":{"month":1,"year":2017}},{"name":"International Society of Magnetic Resonance in Medicine (ISMRM)","position":"Member of the Education Committee (Cardiovascular Table)","startedOn":{"month":1,"year":2017}}],"location":"Würzburg, Bavaria, Germany","publications":[{"publishedOn":{"month":8,"year":2015},"description":"Background\nThe aim of this study was the evaluation of a fast Gradient Spin Echo Technique (GraSE) for cardiac T2-mapping, combining a robust estimation of T2 relaxation times with short acquisition times. The sequence was compared against two previously introduced T2-mapping techniques in a phantom and in vivo.\n\nMethods\nPhantom experiments were performed at 1.5 T using a commercially available cylindrical gel phantom. Three different T2-mapping techniques were compared: a Multi Echo Spin Echo (MESE; serving as a reference), a T2-prepared balanced Steady State Free Precession (T2prep) and a Gradient Spin Echo sequence. For the subsequent in vivo study, 12 healthy volunteers were examined on a clinical 1.5 T scanner. The three T2-mapping sequences were performed at three short-axis slices. Global myocardial T2 relaxation times were calculated and statistical analysis was performed. For assessment of pixel-by-pixel homogeneity, the number of segments showing an inhomogeneous T2 value distribution, as defined by a pixel SD exceeding 20 % of the corresponding observed T2 time, was counted.\n\nResults\nPhantom experiments showed a greater difference of measured T2 values between T2prep and MESE than between GraSE and MESE, especially for species with low T1 values. Both, GraSE and T2prep resulted in an overestimation of T2 times compared to MESE. In vivo, significant differences between mean T2 times were observed. In general, T2prep resulted in lowest (52.4 ± 2.8 ms) and GraSE in highest T2 estimates (59.3 ± 4.0 ms). Analysis of pixel-by-pixel homogeneity revealed the least number of segments with inhomogeneous T2 distribution for GraSE-derived T2 maps.","url":"https:\/\/doi.org\/10.1186\/s12968-015-0177-2","name":"Cardiac T2-mapping using a fast gradient echo spin echo sequence - first in vitro and in vivo experience.","publisher":"J Cardiovasc Magn Reson, pp. 17:67","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":11,"year":2015},"description":"Background\nPrevious studies showed that myocardial T2 relaxation times measured by cardiac T2-mapping vary significantly depending on sequence and field strength. Therefore, a systematic comparison of different T2-mapping sequences and the establishment of dedicated T2 reference values is mandatory for diagnostic decision-making.\n\nMethods\nPhantom experiments using gel probes with a range of different T1 and T2 times were performed on a clinical 1.5T and 3T scanner. In addition, 30 healthy volunteers were examined at 1.5 and 3T in immediate succession. In each examination, three different T2-mapping sequences were performed at three short-axis slices: Multi Echo Spin Echo (MESE), T2-prepared balanced SSFP (T2prep), and Gradient Spin Echo with and without fat saturation (GraSEFS\/GraSE). Segmented T2-Maps were generated according to the AHA 16-segment model and statistical analysis was performed.\n\nResults\nSignificant intra-individual differences between mean T2 times were observed for all sequences. In general, T2prep resulted in lowest and GraSE in highest T2 times. A significant variation with field strength was observed for mean T2 in phantom as well as in vivo, with higher T2 values at 1.5T compared to 3T, regardless of the sequence used. Segmental T2 values for each sequence at 1.5 and 3T are presented.\n\nConclusions\nDespite a careful selection of sequence parameters and volunteers, significant variations of the measured T2 values were observed between field strengths, MR sequences and myocardial segments. Therefore, we present segmental T2 values for each sequence at 1.5 and 3T with the inherent potential to serve as reference values for future studies.","url":"http:\/\/dx.doi.org\/10.1016\/j.ejrad.2015.08.002","name":"A Systematic Evaluation of Three Different Cardiac T2-mapping Sequences at 1.5 and 3T in Healthy Volunteers.","publisher":"Eur J Radiol, 84: 2161–2170","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":12,"year":2015},"description":"Background\n\nThe purpose of the present study was to investigate the diagnostic value of T2-mapping in acute myocarditis (ACM) and to define cut-off values for edema detection.\n\nMethods\n\nCardiovascular magnetic resonance (CMR) data of 31 patients with ACM were retrospectively analyzed. 30 healthy volunteers (HV) served as a control. Additionally to the routine CMR protocol, T2-mapping data were acquired at 1.5 T using a breathhold Gradient-Spin-Echo T2-mapping sequence in six short axis slices. T2-maps were segmented according to the 16-segments AHA-model and segmental T2 values as well as the segmental pixel-standard deviation (SD) were analyzed.\n\nResults\n\nMean differences of global myocardial T2 or pixel-SD between HV and ACM patients were only small, lying in the normal range of HV. In contrast, variation of segmental T2 values and pixel-SD was much larger in ACM patients compared to HV. In random forests and multiple logistic regression analyses, the combination of the highest segmental T2 value within each patient (maxT2) and the mean absolute deviation (MAD) of log-transformed pixel-SD (madSD) over all 16 segments within each patient proved to be the best discriminators between HV and ACM patients with an AUC of 0.85 in ROC-analysis. In classification trees, a combined cut-off of 0.22 for madSD and of 68 ms for maxT2 resulted in 83 % specificity and 81 % sensitivity for detection of ACM.\n\nConclusions\n\nThe proposed cut-off values for maxT2 and madSD in the setting of ACM allow edema detection with high sensitivity and specificity and therefore have the potential to overcome the hurdles of T2-mapping for its integration into clinical routine.","url":"https:\/\/doi.org\/10.1186\/s12968-015-0217-y","name":"Mapping tissue inhomogeneity in acute myocarditis: a novel analytical approach to quantitative myocardial edema imaging by T2-mapping.","publisher":"J Cardiovasc Magn Reson 17:51.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":1,"year":2016},"description":"Purpose\nThe present study aims to evaluate the diagnostic value of cardiac magnetic resonance (CMR) feature tracking (FT) derived strain-analysis of both ventricles in patients with acute myocarditis (ACM) in order to improve its currently still challenging non-invasive diagnosis.\n\nMethods\nCMR cine data of 31 patients with clinically suspected ACM and confirmation of diagnosis by CMR according to the Lake Louise criteria as well as 14 patients with clinically diagnosed ACM but inconspicuous CMR were retrospectively analyzed. 20 healthy volunteers (HV) served as a control. Analysis of global longitudinal, circumferential and radial strain and strain rate of both ventricles was performed in one long-axis and three short-axis slices using a dedicated FT-software (TomTec Imaging Systems).\n\nResults\nPatients with ACM showed significantly reduced LV longitudinal strain (−12.7 ± 6.5 vs. −16.8 ± 5.9%, p = 0.021) and LV circumferential strain (LVCirStrain; −22.9 ± 5.7 vs. −27.8 ± 4.4 %, p < 0.001) compared to HV. Conversely, they showed improved basal RV circumferential strain rate (BasalRVCirSR; −0.70 ± 0.23 vs. −0.47 ± 0.31 s−1, p = 0.009). In ACM patients with preserved EF, BasalRVCirSR was significantly increased compared to HV while LV strain was not significantly different between both groups. In multinominal logistic regression analysis, LVCirStrain and BasalRVCirSR proved to be the best independent predictors of ACM with preserved EF. A combined cut-off of −0.53 s−1 for BasalRVCirSR and of −29.0% for LVCirStrain allowed a classification of ACM patients with preserved EF with a sensitivity of 89% and a specificity of 80%. Also patients with clinical ACM but inconspicuous CMR showed a significantly improved BasalRVCirSR and a cut-off of −0.77 s−1 allowed a classification of ACM patients with a sensitivity of 70% and a specificity of 90%, while all other CMR parameters were normal.","url":"http:\/\/dx.doi.org\/10.1016\/j.ejrad.2015.11.023","name":"Diagnostic implications of magnetic resonance feature tracking derived myocardial strain parameters in acute myocarditis.","publisher":"Eur J Radiol, 85: 218–227.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"name":"Case of myocardial relapse of a T-cell lymphoma after hematopoietic stem cell transplantation demonstrated by cardiovascular magnetic resonance and endomyocardial biopsy.","publishedOn":{"year":2014},"publisher":"Circulation, 130(6), pp.e44–7.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"publishedOn":{"month":6,"year":2016},"description":"Background\nRadiological imaging plays an important role in the setting of staging, follow-up, and imaging-guided treatment of colorectal carcinoma (CRC).\n\nMethods\nThis review aims to summarize the current state of the art of the different radiological imaging procedures in CRC including an overview over recently published national and European guidelines and consensus statements concerning the imaging of CRC patients.\n\nResults and Conclusion\nRadiological imaging is widely embedded in national and international guidelines, and structured reporting is recommended.","url":"https:\/\/doi.org\/10.1159\/000446143","name":"Imaging Procedures for Colorectal Cancer.","publisher":"Visc Med. 2016 Jun; 32(3): 166–171","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"publishedOn":{"month":10,"year":2016},"description":"Myocarditis is known as the chameleon of cardiac diseases. The symptoms and the course of disease vary greatly so that it is often challenging to establish a diagnosis. Early and accurate diagnosis is of utmost importance, since myocarditis is one of the leading causes of sudden cardiac death in young adults and represents an important precursor to dilated cardiomyopathy. Due to the constraints of the routinely used diagnostic approach, including clinical history and examination, laboratory testing, and electrocardiogram, different imaging modalities have emerged over the last decades as contributors to the noninvasive diagnosis of myocarditis. With this interdisciplinary review we would like to present the current state-of-the-art imaging of myocarditis across all available imaging modalities (i. e., echocardiography, cardiac magnetic resonance, cardiac computed tomography, and nuclear medicine). Furthermore, we present novel imaging techniques that might become useful in the near future for easier and more accurate diagnosis of this highly relevant disease.","url":"https:\/\/doi.org\/10.1055\/s-0042-108342","name":"Modern Imaging of Myocarditis: Possibilities and Challenges.","publisher":"RöFo - Fortschritte auf dem Gebiet der Röntgenstrahlen und der bildgebenden Verfahren","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"year":2017},"description":"Purpose\nTo test whether texture analysis (TA) allows for the diagnosis of subacute and chronic myocardial infarction (MI) on noncontrast material–enhanced cine cardiac magnetic resonance (MR) images.\n\nMaterials and Methods\nIn this retrospective, institutional review board–approved study, 120 patients who underwent cardiac MR imaging and showed large transmural (volume of enhancement on late gadolinium enhancement [LGE] images >20%, n = 72) or small (enhanced volume ≤20%, n = 48) subacute or chronic ischemic scars were included. Sixty patients with normal cardiac MR imaging findings served as control subjects. Regions of interest for TA encompassing the left ventricle were drawn by two blinded, independent readers on cine images in end systole by using a freely available software package. Stepwise dimension reduction and texture feature selection based on reproducibility, machine learning, and correlation analyses were performed for selecting features, enabling the diagnosis of MI on nonenhanced cine MR images by using LGE imaging as the standard of reference.\n\nResults\nFive independent texture features allowed for differentiation between ischemic scar and normal myocardium on cine MR images in both subgroups: Teta1, Perc.01, Variance, WavEnHH.s-3, and S(5,5)SumEntrp (in patients with large MI: all P values < .001; in patients with small MI: Teta1 and Perc.01, P < .001; Variance, P = .026; WavEnHH.s-3, P = .007; S[5,5]SumEntrp, P = .045). Multiple logistic regression models revealed that combining the features Teta1 and Perc.01 resulted in the highest accuracy for diagnosing large and small MI on cine MR images, with an area under the curve of 0.93 and 0.92, respectively.\n\nConclusion\nThis proof-of-concept study indicates that TA of nonenhanced cine MR images allows for the diagnosis of subacute and chronic MI with high accuracy.\n\n© RSNA, 2017","url":"https:\/\/doi.org\/10.1148\/radiol.2017170213","name":"Subacute and Chronic Left Ventricular Myocardial Scar: Accuracy of Texture Analysis on Non-contrast Cine MR Images.","publisher":"Radiology 2017:170213","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"publishedOn":{"month":12,"year":2017},"description":"Polycystic kidney disease (PKD) is among the leading causes of end-stage renal disease. Increasing evidence exists that molecular therapeutic strategies targeted to cyst formation and growth might be more efficacious in early disease stages, highlighting the growing need for sensitive biomarkers. Here we apply quantitative magnetic resonance imaging techniques of T2 mapping and diffusion-weighted imaging in the jck mouse model for PKD using a clinical 3.0 T scanner. We tested whether kidney T2 values and the apparent diffusion coefficient (ADC) are superior to anatomical imaging parameters in the detection of early cystogenesis, as shown on macro- and histopathology. We also tested whether kidney T2 values and ADC have the potential to monitor early treatment effects of therapy with the V2 receptor antagonist Mozavaptane. Kidney T2 values and to a lesser degree ADC were found to be highly sensitive markers of early cystogenesis and superior to anatomical-based imaging parameters. Furthermore, kidney T2 values exhibited a nearly perfect correlation to the histological cystic index, allowing a clear separation of the two mouse genotypes. Additionally, kidney T2 values and ADC were able to monitor early treatment effects in the jck mouse model in a proof-of-principle experiment. Thus, given the superiority of kidney T2 values and ADC over anatomical-based imaging in mice, further studies are needed to evaluate the translational impact of these techniques in patients with PKD.","url":"http:\/\/dx.doi.org\/10.1016\/j.kint.2017.05.024","name":"Magnetic resonance T2-mapping and diffusion weighted imaging (DWI) for early detection of cystogenesis and therapy response in a mouse model of polycystic kidney disease.","publisher":"Kidney International 2017 Dec;92(6):1544-1554","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"publishedOn":{"year":2017},"description":"Objectives\nTo re-evaluate a recently suggested approach of quantifying myocardial oedema and increased tissue inhomogeneity in myocarditis by T2-mapping.\n\nMethods\nCardiac magnetic resonance data of 99 patients with myocarditis were retrospectively analysed. Thirthy healthy volunteers served as controls. T2-mapping data were acquired at 1.5 T using a gradient-spin-echo T2-mapping sequence. T2-maps were segmented according to the 16-segments AHA-model. Segmental T2-values, segmental pixel-standard deviation (SD) and the derived parameters maxT2, maxSD and madSD were analysed and compared to the established Lake Louise criteria (LLC).\n\nResults\nA re-estimation of logistic regression models revealed that all models containing an SD-parameter were superior to any model containing global myocardial T2. Using a combined cut-off of 1.8 ms for madSD + 68 ms for maxT2 resulted in a diagnostic sensitivity of 75% and specificity of 80% and showed a similar diagnostic performance compared to LLC in receiver-operating-curve analyses. Combining madSD, maxT2 and late gadolinium enhancement (LGE) in a model resulted in a superior diagnostic performance compared to LLC (sensitivity 93%, specificity 83%).\n\nConclusions\nThe results show that the novel T2-mapping-derived parameters exhibit an additional diagnostic value over LGE with the inherent potential to overcome the current limitations of T2-mapping.","url":"https:\/\/doi.org\/10.1007\/s00330-017-4894-9","name":"Re-evaluation of a novel approach for quantitative myocardial edema detection by analyzing tissue inhomogeneity in acute myocarditis.","publisher":"Eur Radiol 017;27:5169-5178","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":1,"year":2017},"description":"Purpose\nThe present study aims at evaluating the feasibility and reproducibility of cardiac magnetic resonance (CMR) feature tracking (FT) derived strain and strain rate (SR) parameters of the left and right atrium (LA, RA) in patients with acute myocarditis as well as their potential to detect diastolic dysfunction. In addition, the diagnostic value of LA and RA strain parameters in the setting of acute myocarditis is investigated.\n","url":"http:\/\/dx.doi.org\/10.1016\/j.ejrad.2017.01.028","name":"Left and right atrial feature tracking in acute myocarditis: A feasibility study.","publisher":"Eur J Radiol 89:72-80","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":4,"year":2017},"description":"Objectives\nTo investigate the reproducibility of regional and global strain and strain rate (SR) parameters of both ventricles and to determine sample sizes for all investigated strain and SR parameters in order to generate a practical reference for future studies.\n\nMaterials and methods\nThe study population consisted of 20 healthy individuals and 20 patients with acute myocarditis. Cine sequences in three horizontal long axis views and a stack of short axis views covering the entire left and right ventricle (LV, RV) were retrospectively analysed using a dedicated feature tracking (FT) software algorithm (TOMTEC). For intra-observer analysis, one observer analysed CMR images of all patients and volunteers twice. For inter-observer analysis, three additional blinded observers analysed the same datasets once. Intra- and inter-observer reproducibility were tested in all patients and controls using Bland-Altman analyses, intra-class correlation coefficients (ICCs) and coefficients of variation.\n\nResults\nIntra-observer reproducibility of global LV strain and SR parameters was excellent (range of ICCs: 0.81–1.00), the only exception being global radial SR with a poor reproducibility (ICC 0.23). On a regional level, basal and midventricular strain and SR parameters were more reproducible when compared to apical parameters. Inter-observer reproducibility of all LV parameters was slightly lower than intra-observer reproducibility, yet still good to excellent for all global and regional longitudinal and circumferential strain and SR parameters (range of ICCs: 0.66–0.93). Similar to the LV, all global RV longitudinal and circumferential strain and SR parameters showed an excellent reproducibility, (range of ICCs: 0.75–0.97). Radial strain and SR parameters were less reproducible in the LV as well as in the RV when compared to circumferential or longitudinal parameters.","url":"http:\/\/dx.doi.org\/10.1016\/j.ejrad.2017.01.025","name":"Intra- and inter-observer reproducibility of global and regional magnetic resonance feature tracking derived strain parameters of the left and right ventricle. ","publisher":"Eur J Radiol 89:97-105","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":4,"year":2016},"description":"Purpose\n\nTo elucidate the impact of technical and intraindividual reproducibility on the overall variability of myocardial T2 relaxation times.\nMaterials and Methods\n\nThirty healthy volunteers were examined three times (day 1 morning\/evening, evening after 2–3 weeks) at 1.5T. During each examination three different T2-mapping sequences were acquired twice at three slices in short axis view: multi-echo-spin-echo (MESE), T2-prepared balanced steady-state free precession (SSFP) (T2prep), and gradient-spin-echo with and without fat saturation (GraSE\/GraSEFS). Repeated measurements were performed for T2prep and GraSE. Segmented T2-maps were generated for each slice according to the American Heart Association (AHA) 16-segment model.\n","url":"http:\/\/dx.doi.org\/10.1002\/jmri.25258","name":"Reproducibility of three different cardiac T2-mapping sequences at 1.5T","publisher":"J Magn Res Imag, 44:1168-1178","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":9,"year":2017},"description":"Objectives\nThe objective of the current work was to evaluate flow and turbulent kinetic energy in different transcatheter aortic valve implants using highly undersampled time-resolved multi-point 3-directional phase-contrast measurements (4D Flow MRI) in an in vitro setup.\nMATERIALS AND METHODS:\nA pulsatile flow setup was used with a compliant tubing mimicking a stiff left ventricular outflow tract and ascending aorta. Five different implants were measured using a highly undersampled multi-point 4D Flow MRI sequence. Velocities and turbulent kinetic energy values were analysed and compared.\nRESULTS:\nStrong variations of turbulent kinetic energy distributions between the valves were observed. Maximum turbulent kinetic energy values ranged from 100 to over 500 J\/m3 while through-plane velocities were similar between all valves.\nCONCLUSION:\nHighly accelerated 4D Flow MRI for the measurement of velocities and turbulent kinetic energy values allowed for the assessment of hemodynamic parameters in five different implant models. The presented setup, measurement protocol and analysis methods provides an efficient approach to compare different valve implants and could aid future novel valve designs.","url":"https:\/\/doi.org\/10.1007\/s10334-017-0651-y","name":"In vitro evaluation of flow patterns and turbulent kinetic energy in trans-catheter aortic valve prostheses. ","publisher":"Magn Reson Mater Phy ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAxsj0wBHNDFNpMhyyDDFlZpE8yZchN_sIM,NAME_SEARCH,ffQ2)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-3TycBKU8vIdiiQ_pIhkP4pbFxIcBUh8A,NAME_SEARCH,9i6R)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":3,"year":2017},"description":"Introduction\nIn this study we investigated the effects of resistance training with vibration in combination with leg compression to restrict blood flow on strength, muscle oxygenation, muscle mass, and bone formation.\n\nMethods\nTwelve participants were tested before and after 12 weeks of resistance training with application of vibration (VIBRA; 1–2 mm, 30 Hz) to both legs and compression (∼35 mm Hg, VIBRA+COMP) to only 1 leg.\n\nResults\nVIBRA+COMP and VIBRA improved 1 repetition maximum (1-RM), increased the number of repetitions preceding muscle exhaustion, enhanced cortical bone mass, and lowered the mass and fat fraction in the thigh, with no changes in total muscle mass. The mass of cancellous bone decreased to a similar extent after VIBRA and VIBRA+COMP.\n\nDiscussion\nResistance training with VIBRA+COMP and VIBRA improved 1-RM, increased the number of repetitions preceding muscular exhaustion, and enhanced formation of cortical bone, with no alteration of muscle mass.","url":"http:\/\/dx.doi.org\/10.1002\/mus.25560","name":"Effect of resistance training with vibration & compression on the formation of muscle & bone.","publisher":"Muscle Nerve 56: 1137–1142, 2017","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA-3TycBKU8vIdiiQ_pIhkP4pbFxIcBUh8A,NAME_SEARCH,9i6R)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"}]},{"publishedOn":{"month":1,"year":2017},"description":"Purpose\nAccurate assessment of coronary stents using non-invasive CT imaging remains challenging despite new stent materials and improvements in CT technology. Virtual monoenergetic (monoE) images reconstructed from dual energy CT acquisitions potentially decrease artifacts caused by coronary stents. A novel spectral detector technology provides monoE and conventional images simultaneously for all conducted scans. The purpose of our study was to systematically investigate the influence of different monoE reconstructions on the visualization of coronary stent lumen in comparison to conventional images.\n\nMethod and materials\nTen different coronary stents (diameter 3.0 mm) embedded in plastic tubes filled with contrast agent (500 HU) were scanned with a 128-row spectral detector CT (IQon, Philips, 120 kV, 125 mAs). Images were reconstructed (0.67 mm slice thickness, 0.35 mm increment) with a stent-specific conventional reconstruction kernel and 6 different monoE settings (60, 70, 80, 90, 100, 150 keV). Image quality for each stent and reconstruction was quantified using established parameters: image noise (standard deviation (SD) within a standardized ROI), in-stent attenuation difference (mean attenuation difference between stented and non-stented lumen) and visible lumen diameter (mean visible diameter of the stented tube).","url":"http:\/\/dx.doi.org\/10.1016\/j.jcct.2016.12.005","name":"Monoenergetic Reconstructions for Imaging of Coronary Artery Stents Using a Novel Spectral Detector CT: First In-vitro Experience and Comparison to Conventional Images. ","publisher":"J Cardiovasc CT; 11:33-39","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":3,"year":2016},"description":"Background\nAccurate assessment of coronary stents after PCI using non-invasive imaging remains challenging despite technological improvements. New bioresorbable vascular scaffolds (BVS) have recently become available promising improved non-invasive imaging properties, which however have not be examined specifically yet. Therefore we investigated CT and MRI visualization properties of the only two CE-marked coronary BVSs.\n\nMethods\nThe Abbott Absorb and the Elixir DESolve BVS were placed in plastic tubes filled with contrast agent and scanned with a latest generation CT respectively MR system. For CT image quality was assessed by two blinded, independent readers and in-scaffold diameter difference as well as in-scaffold attenuation difference were measured. For MRI in-scaffold signal intensity, in-scaffold lumen visibility and in-scaffold signal homogeneity were measured.\n\nResults\nIn CTA both BVSs showed no significant difference to nominal tube diameter (DESolve 101%, Absorb 100%) and to nominal tube attenuation (DESolve 96%, Absorb 98%) and were both rated with the highest score for unrestricted lumen visualization.\n\nIn MRA both BVSs showed unimpaired signal intensity (DESolve 103%, Absorb 100%), lumen visibility (DESolve 92%, Absorb 89%) and lumen homogeneity (DESolve SD 7.1%, Absorb SD 9.5%) when compared to the unstented tube.\n\nThere was no significant difference between CTA and MRA results of both BVSs.\n\nConclusions\nCoronary BVSs show no relevant impairment for subjective and objective measures of in-stent lumen visualization by CT and MRI and will therefore allow reliable non-invasive assessment of coronary artery patency after PCI with deployment of a BVS, which is an (additional) advantage when compared to conventional stents.","url":"http:\/\/dx.doi.org\/10.1016\/j.ijcard.2016.01.028","name":"Non-invasive imaging of bioresorbable coronary scaffolds using CT and MRI: First in vitro experience.","publisher":"Int J Cardio; 206:101-106","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"}]},{"publishedOn":{"month":10,"year":2014},"description":"ackground\n\nFibrofatty degeneration of myocardium in ARVC is associated with wall motion abnormalities. The aim of this study was to examine whether Cardiovascular Magnetic Resonance (CMR) based strain analysis using feature tracking (FT) can serve as a quantifiable measure to confirm global and regional ventricular dysfunction in ARVC patients and support the early detection of ARVC.\n\nMethods\n\nWe enrolled 20 patients with ARVC, 30 with borderline ARVC and 22 subjects with a positive family history but no clinical signs of a manifest ARVC. 10 healthy volunteers (HV) served as controls. 15 ARVC patients received genotyping for Plakophilin-2 mutation (PKP-2), of which 7 were found to be positive. Cine MR datasets of all subjects were assessed for myocardial strain using FT (TomTec Diogenes Software). Global strain and strain rate in radial, circumferential and longitudinal mode were assessed for the right and left ventricle. In addition strain analysis at a segmental level was performed for the right ventricular free wall.","url":"https:\/\/doi.org\/10.1186\/s12968-014-0075-z","name":"Biventricular myocardial strain analysis in patients with arrhythmogenic right ventricular cardiomyopathy (ARVC) using cardiovascular magnetic resonance feature tracking.","publisher":"J Cardiovasc Magn Reson, 16(1), p.75","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"publishedOn":{"month":1,"year":2017},"description":"Purpose: To analyze the underlying causes of anxiety in patients undergoing coronary computed tomography angiography (CCTA) and to correlate anxiety to patient-related factors (e.g. anxiety concerning the potential diagnosis of CAD or claustrophobia), in order to establish a patient-related risk profile for anxiety. Methods: We conducted a single-center cross-sectional analysis of patients’ anxiety and the underlying causes of anxiety prior to a CCTA-scan, including 325 patients. Questions concerning the patients’ state of anxiety and the underlying causes were asked by the radiologist during the standard informed consent prior to the CCTA-examination. Statistical analysis was performed including patient-related factors. Results: In total, 47.3% of patients reported a feeling of anxiety before undergoing CCTA (n=146). Anxiety showed much higher prevalence in women than in men (60.0% vs. 39.1%, p<0.005). The majority of anxious patients were afraid about the potential diagnosis of CAD (41.7% of women, 51.4% of men). The second most frequent cause of anxiety was claustrophobia (19.4% of women, 23.0% of men), immediately followed by fear about the admission of contrast material (15.3% of women, 13.5% of men). 9.7% of women and 5.4% of men were scared of radiation, and 2.8% of women \/ 1.4% of men expressed fear of intravenous needle placement. Conclusion: The results of our study underline that CCTA-related anxiety is relevant and not negligible, especially in women. Hence, the assumption that CT does not possess a relevant anxiogenic potential and therefore does not require specific anxiety-moderating measures should be challenged.","url":"https:\/\/doi.org\/10.4172\/2324-8602.1000298","name":"Causes of Anxiety in Patients undergoing coronary computed tomography angiography.","publisher":"Int J Cardiovasc Res 6:1","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"}]},{"name":"63-jähriger Mann mit Dyspnoe und Rechtsherzinsuffizienz","publishedOn":{"year":2016},"publisher":"DMW 141(14), pp.1005-1005","url":"https:\/\/www.thieme.de\/de\/innere-medizin\/dyspnoe-rechtsherzinsuffizienz-102356.htm","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"}]},{"name":"Abnorme Gadolinium-Kinetik im Kardio-MRT - immer ein Hinweis auf kardiale Amyloidose? ","publishedOn":{"year":2015},"publisher":"Fortschr Röntgenstr 2015; 187(03): 189-191","url":"https:\/\/doi.org\/10.1055\/s-0034-1385118","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"}]},{"name":"Bildgebung des Ellenbogens in: Müller LP, Hollinger B, Burkhart K. Ellenbogen: Expertise Orthopädie und Unfallchirurgie","publishedOn":{"month":8,"year":2016},"publisher":"Thieme; Auflage: 1 ","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"name":"Lymphocyte Apoptosis in Sepsis and Potential Anti-apoptotic Strategies. In 2009 - Yearkbook of Intensive Care and Emergency Medicine","publishedOn":{"year":2009},"publisher":"Berlin, Heidelberg: Springer Berlin Heidelberg, pp. 141-150","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"publishedOn":{"month":3,"year":2018},"description":"Abstract\n\nPurpose\nTo test in a first proof-of-concept study whether texture analysis (TA) allows for the detection of myocardial tissue alterations in hypertrophic cardiomyopathy (HCM) on non-contrast T1-weighted cardiac magnetic resonance (CMR) images using machine learning based approaches.\n\nMethods\nThis retrospective, IRB-approved study included 32 patients with known HCM. Thirty patients with normal CMR served as controls. Regions-of-interest for TA encompassing the left ventricle were drawn on short-axis non-contrast T1-weighted images using a freely available software package. Step-wise dimension reduction and texture feature selection was performed for selecting features enabling the detection of myocardial tissue alterations in HCM patients on non-contrast T1-weighted CMR images.\n\nResults\nComparing HCM patients and controls, four texture features were identified showing significant differences between groups (Grey-level Non-uniformity [GLevNonU]: 74 ± 17 vs. 38 ± 9, p < .001; Energy of wavelet coefficients in low-frequency sub-bands [WavEnLL]: 58 ± 5 vs. 48 ± 10, p < .001; Fraction: 0.70 ± 0.07 vs. 0.78 ± 0.05, p < .001; Sum Average: 16.6 ± 0.4 vs. 17.0 ± 0.5, p = .007). A model containing the single parameter GLevNonU proved to be the best for differentiating between HCM patients and controls with a sensitivity\/specificity of 91%\/93%. A cut-off of GLevNonU ≥46 allowed for distinguishing HCM patients from controls with a sensitivity\/specificity of 94%\/90%. Even in patients without late gadolinium enhancement (LGE), the defined cut-off led to a differentiation of LGE- patients from healthy controls with 100% sensitivity and 90% specificity.\n\nConclusions\nTA on non-contrast T1-weighted images allows for the detection of myocardial tissue alterations in the setting of HCM with excellent accuracy, delivering potential novel parameters for a non-contrast assessment of myocardial texture alterations.","url":"https:\/\/doi.org\/10.1016\/j.ejrad.2018.03.013","name":"Texture analysis and machine learning of non-contrast T1-weighted MR images in patients with hypertrophic cardiomyopathy—Preliminary results","publisher":"European Journal of Radiology, Volume 102, May 2018, Pages 61–67","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"}]},{"publishedOn":{"month":5,"day":22,"year":2018},"description":"Purpose\/introduction\nThis study aims to evaluate the incremental diagnostic value of cardiac magnetic resonance (CMR) feature tracking (FT) derived atrial and ventricular strain-analysis in patients with acute myocarditis (myocarditis) as an additional tool to established Lake-Louise criteria (LLC).\n\nMaterial and methods\nA total of 86 patients with clinically proven myocarditis and 30 healthy controls underwent a comprehensive CMR protocol. In addition to established LLC, FT derived strain parameters from the left (LA) and right atrium (RA) as well as the left (LV) and right ventricle (RV) were assessed. Receiver operating characteristics analysis was performed to compare diagnostic performance.\n\nResults\nPatients with myocarditis showed significantly reduced LA passive strain (LA εe: 26.3 ± 14.5 vs. 33.5 ± 10.1%, p = .007), LA peak early negative strain rate (LA SRe: −1.94 ± 0.59 1\/s vs. −1.46 ± 0.62 1\/s, p < .001), LV global longitudinal strain (LV GLS: −17.2 ± 4.9% vs. −13.3 ± 6.2%, p < .001), LV midventricular circumferential strain (LV mid CS: −25.9 ± 4.7% vs. −22.0 ± 6.5%, p < .001), and an increased RV basal circumferential SR (RV basal CSR: −0.70 ± 028 vs. −0.58 ± 0.34 1\/s, p = .096) compared to healthy controls. In a subgroup analysis of patients with myocarditis and preserved LV function, RV basal CSR was also significantly increased compared to healthy controls (−0.74 ± 0.27 vs. −0.57 ± 0.26 1\/s; p = .035) whereas LA SRe (−1.49 ± 0.59 vs. −1.32 ± 0.74%; p = .005) was significantly reduced. In multinominal logistic regression analysis, LA SRe and RV basal CSR proved to be the best independent predictors of myocarditis with preserved LV function. Combined with LLC, strain parameters enhanced the diagnostic performance in such patients (Areas under the curve (AUC): LLC: 0.78, LLC + LV GLS + LA SRe: 0.86), whereas LA SRe was the best performing single parameter (AUC: 0.72).","url":"https:\/\/authors.elsevier.com\/a\/1X5Rb,GNpjdVCq","name":"Incremental value of cardiovascular magnetic resonance feature tracking derived atrial and ventricular strain parameters in a comprehensive approach for the diagnosis of acute myocarditis","publisher":"European Journal of Radiology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAABvpDC0Bp5ACZVWqb1smHY9jU4wgFw2Ack0,NAME_SEARCH,lvZP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABORAAoBBMwca0fPsNnQgQii1JYaMJj5b7Y,NAME_SEARCH,cXqT)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA7uybsB2MUXCE5q_RLIWw_O9Z-hFsfK2dY,NAME_SEARCH,g0kP)"}]}],"positions":null,"posts":[{"createdAt":1716622620000,"insightId":"68708f0f-5ac1-4d32-a0d0-ef5a7cb126a5","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":18}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7200037127244398593","threadUrn":"urn:li:activity:7200037127244398593","reactionsCount":18,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7200037125998661632","message":{"attributes":[],"text":"Noch schnell bei unserem exklusiven Gewinnspiel mitmachen und einen von zwei Gratis-Zugängen zu meinem Herz-CT Kurs (ESR Level I bis II) gewinnen! Mehr s.u. 😎 "},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQGhnAPXf8BKxw\/feedshare-shrink_2048_1536\/0\/1714836412955?e=1720051200&v=beta&t=lJn7H0t_BVWuP86ZOYlRC1BD6T8PZxFynbJoHNdqs0U"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192545228459778048","message":{"attributes":[{"length":11,"start":221,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:radiologie"}}},{"length":7,"start":233,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:lernen"}}},{"length":24,"start":413,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/e4vTgB_a"}}},{"length":24,"start":615,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/es_HJnsT"}}}],"text":"Gewinne exklusiv einen Monat kostenlosen Zugang zu unserem brandneuen Kurs ❤️-CT Level I (Anatomie & Befundung)!\n\nDu bist Radiolog*in oder MTR und interessierst Dich für die Herzbildgebung? Dann haben wir etwas für Dich! #radiologie #lernen\n\nUnter allen Teilnehmenden unseres Gewinnspiels verlosen wir zweimal jeweils einen Monat kostenlosen Zugang zu unserem neusten Kurs Herz-CT Level I (Anatomie & Befundung) (https:\/\/lnkd.in\/e4vTgB_a). Der Kurs eignet sich auch hervorragend als weiterführender Kurs nach den Q-Kursen für die Herzbildgebung.\n\nDas Teilnahmeformular und die Teilnahmebedingungen findest Du hier: https:\/\/lnkd.in\/es_HJnsT\n\nDie Teilnahme ist möglich bis zum 31. Mai 2024, 23:59 Uhr. Wir wünschen Dir viel Glück!"},"entityUrn":"urn:li:share:7192545228459778048"},"entityUrn":"urn:li:share:7200037125998661632"}}},{"createdAt":1715100480000,"insightId":"a904cb66-87d5-4814-aade-ece554c7c450","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"PRAISE","count":3},{"type":"APPRECIATION","count":2},{"type":"LIKE","count":22},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7193652906535907329","threadUrn":"urn:li:activity:7193652906535907329","reactionsCount":28,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193652905894133761","message":{"attributes":[{"start":137,"length":10,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:830667068"}}},{"start":152,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:810283032"}}},{"start":167,"length":10,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:3847419"}}},{"start":254,"length":12,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:71501696"}}},{"start":409,"length":9,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:rAeMko2024"}}},{"start":419,"length":33,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:5032436"}}}],"text":"Vielen Dank, dass ich bei euch zu Gast sein und unsere Vision für die Zukunft der Weiterbildung in der Radiologie mit euch teilen durfte Mira Fronk und Gloria Rebmann MEDTRON AG! Hat viel Spaß gemacht! Hört gerne mal rein, wenn ihr wissen wollt, was die LernRad GmbH für Medizinstudierende, Assistenz- und Fachärzt*innen und MTR zu bieten hat und welche Vision wir verfolgen. 😄 Bis die Tage in Wiesbaden 👋  #röko2024 Deutsche Röntgengesellschaft e.V. "},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E10AQHsvzPgNZguKw\/image-shrink_1280\/0\/1715072427559?e=1717977600&v=beta&t=2i5fCzsYDzH47gSlyUOOEKj1DK6490vEMF3N0wNI_9E"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7193535167104208897","message":{"attributes":[{"start":182,"length":12,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:71501696"}}},{"start":314,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:radiologisch"}}},{"start":328,"length":8,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:medtron"}}},{"start":337,"length":8,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:podcast"}}}],"text":"Bilden Sie sich weiter oder verlassen Sie sich auf die KI? \nDie zweite Podcastfolge ist online! Unsere Podcast-Hosts Gloria und Mira sprechen mit Prof. Dr. med. Bettina Baeßler über LernRad GmbH, die aufstrebende Weiterbildungsplattform in der Radiologie.\n🎧 Hören Sie rein, wir sind gespannt auf Ihr Feedback 👇\n\n#RadioLogisch #medtron #podcast"},"entityUrn":"urn:li:share:7193535167104208897"},"entityUrn":"urn:li:share:7193652905894133761"}}},{"createdAt":1716019380000,"insightId":"5bae5e9b-5e04-4908-8f92-258a3f711794","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7197084069212422145,7197507190079782912)","threadUrn":"urn:li:activity:7197084069212422145","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Wir danken Ihnen für den Austausch!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7197084069212422145"}}},{"createdAt":1715100120000,"insightId":"2dc676ee-785b-44c7-aceb-5551e6951b56","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7193545346168369153,7193651348062502912)","threadUrn":"urn:li:activity:7193545346168369153","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Vielen Dank für das nette Gespräch - hat mir viel Spaß gemacht! Ich freue mich, wenn wir alle gemeinsam die Vision für die Weiterbildung der Zukunft umsetzen! 🤗 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7193545346168369153"}}}]}