{"summary":"Industry leader in custom molecular design strategies applied to therapy and diagnostics. Strong understanding of protein structure \/ activity relationship (SAR). With a focus on long-term relationships and supported by an extensive knowledge of state-of-the-art methods, I have a track record of driving projects to completion.\n\nDemonstrated team leadership and team development in early stages of structure-based drug development and in diagnostics product development.\n\nCan set up an HT proteomics lab and manage it (Business development, Operations, Supervision and training, CapEx and critical supplies, Cell lines, Liaison with CROs and collaborators, IT, regulations, hires, executive reporting and PR). Extensive knowledge in antibody, bacterial and viral antigens, soluble and membrane protein production (cell lines, recombinant expression, purification, biophysical characterization). Evidence of sustained, high-standard medical research via an extensive publication record.\n\nDemonstrated expertise in state-of-the-art biophysical and structure-based methods (structure determination, 3D-modeling, X-ray and electron crystallography, bioluminescence interferometry (BLI), surface plasmon resonance (SPR), mass spectrometry (MS), LS, ITC, DSC, CD, label-based assays, stability and binding assays, peptide microarrays, etc).\n\nDemonstrated ability to characterize and isolate potent antibodies in terms of cross-neutralization (structure-based candidate selection). Proficient in mapping and optimizing protein-ligand interfaces, given a set of biochemical or structural constraints. This ability applies to antibody\/antigen interactions, and is a major asset in vaccine development to overcome R&D hurdles, decision-making, and meet stringent deadlines in the industry.","lastName":"Matho","objectUrn":"urn:li:member:49235216","geoRegion":"San Diego Metropolitan Area","fullName":"Michael Matho","firstName":"Michael","currentPositions":[{"companyName":"Self-employed","description":"I help startups figure out their molecule development strategies, focusing on expression and stability prediction, or processing steps such as antibody\/payload conjugation. I address developers' concerns such as expressibility and stability prediction by modeling products or bits of the product at atomic resolution. Such service are invaluable for your endeavor to get straight to the point and not waste resources in blind-folded molecular biology steps.\nAs a service, I can also perform full binding kinetics studies to rank candidates given a  single common ligand, or to describe a final candidate thoroughly toward FDA approval.","title":"Protein Scientist","tenureAtCompany":{"numYears":1,"numMonths":8},"startedOn":{"month":10,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1710295107342?e=1723075200&v=beta&t=pucNUAs9I4j4tKYx53SXhbX7-1XwGlZI4IzGyer5y60","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1710295107342?e=1723075200&v=beta&t=7qlAPigTQxUzUazVUAyj--TkBfEVpZMtRS_RvctCUSs","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1710295107342?e=1723075200&v=beta&t=yT2p5_QxXUiMGA4aA2FGF44EWKsjrfrqoR7w1ksXufs","height":400},{"width":600,"fileIdentifyingUrlPathSegment":"800_800\/0\/1710295107342?e=1723075200&v=beta&t=bXTR0eawqciRBzCEHp7ZaJNYyprgh-Q8r-bl5iJZMyY","height":600}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D5603AQGkcpZWVAYHKA\/profile-displayphoto-shrink_"},"projects":[{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}],"description":"Smallpox vaccine is generally considered the gold standard of vaccines, as it is the only one that has led to the complete eradication of an infectious disease from the human population. B cell responses are critical for the protective immunity induced by the vaccine, yet their epitope targets recognized in humans remain largely unclear. The present proposal will systematically map B cell epitopes in a set of 12 vaccinia virus antigens of specific immunological relevance. We will apply three complementary epitope mapping techniques - linear peptide mapping, X-ray crystallography, and viral mutagenesis - to reduce biases introduced by any one technique. The identified epitopes will be validated by testing their recognition in sera from vaccinated humans, and their protective capacity in a murine challenge model. We will further study the mechanisms of antibody mediated protection, assessing the impact of antibody isotype on protection in vivo and the importance of complement for neutralization of infectivity in vitro. We will examine if antibody functional abilities can be predicted based on their biochemical ability to bind virions and infected target cells. Finally, the identified epitopes will be used to develop and test a novel algorithmic tool that predicts the epitope recognized by a given antibody. All epitopes and newly developed algorithms will be made publicly available in the IEDB. In summary, our proposal will help fill the gaps in knowledge of targets and mechanisms of protective antibody responses induced by this classic vaccine, and also develop predictive tools that can be applied to any pathogen of interest and accelerate epitope identification. This will further increase the value of vaccinia virus as a model for future effective vaccine design.","title":"VACV high throughput screening, determination of vaccinia virus B-cell epitopes","startedOn":{"month":11,"year":2009},"url":"http:\/\/www.liai.org\/pages\/zajonc-research-3"},{"endedOn":{"month":1,"year":2012},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAArSR80BUQBucBhOO8btJg63D1Ml5XmX5EE,NAME_SEARCH,Hk9D)"}],"description":"Testing a variety of different antibodies against surface receptors of both the intracellular and extracellular virion of vaccinia virus, the virus used for the smallpox vaccine, for their neutralizing capabilities.","title":"Vaccinia Virus Neutralization","startedOn":{"month":6,"year":2010}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}],"description":"Use and optimize meditope technology to harness cancer specific cytotoxic drugs to specific antibodies, hence directing the drug to the diseased tissues (tumor) with more efficacy and less harm to the patient.","title":"Development of Antibody Drug Conjugates","startedOn":{"month":11,"year":2014},"url":"https:\/\/www.youtube.com\/watch?v=RjAKJT_ljY8"}],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2011},"degree":"Certificate","eduId":70065349,"schoolUrn":"urn:li:fs_salesSchool:3382","school":"urn:li:fs_salesSchool:3382","fieldsOfStudy":["Biofuels"],"schoolName":"University of California, San Diego","startedOn":{"year":2011}},{"endedOn":{"year":2009},"degree":"Post-doc","eduId":40640691,"schoolUrn":"urn:li:fs_salesSchool:6255","school":"urn:li:fs_salesSchool:6255","fieldsOfStudy":["Structural biology"],"schoolName":"The Scripps Research Institute","startedOn":{"year":2006}},{"endedOn":{"year":2006},"degree":"PhD","eduId":35069069,"schoolUrn":"urn:li:fs_salesSchool:15138342","school":"urn:li:fs_salesSchool:15138342","fieldsOfStudy":["Cellular and Molecular Biology"],"schoolName":"Université Grenoble Alpes","startedOn":{"year":2001}},{"endedOn":{"year":2001},"degree":"Master of Science (MS)","eduId":57816379,"schoolUrn":"urn:li:fs_salesSchool:15094136","school":"urn:li:fs_salesSchool:15094136","fieldsOfStudy":["Cellular and Molecular Biology"],"schoolName":"Université Joseph Fourier (Grenoble I)","startedOn":{"year":1998}},{"endedOn":{"year":1997},"degree":"DEUG B","eduId":35069217,"schoolUrn":"urn:li:fs_salesSchool:15094136","school":"urn:li:fs_salesSchool:15094136","fieldsOfStudy":["Biology"],"startedOn":{"year":1996}},{"endedOn":{"year":1996},"degree":"PCEM1","eduId":35070979,"schoolUrn":"urn:li:fs_salesSchool:15094136","school":"urn:li:fs_salesSchool:15094136","fieldsOfStudy":["Medical School"],"startedOn":{"year":1994}},{"endedOn":{"year":1994},"degree":"Baccalaureat Serie D","eduId":57815882,"fieldsOfStudy":["Biology"],"schoolName":"Lycee International Stendhal Grenoble","startedOn":{"year":1990}}],"skills":[{"numOfEndorsement":0,"name":"Microsoft Office"},{"numOfEndorsement":0,"name":"Display Technologies"},{"numOfEndorsement":0,"name":"Presentation Skills"},{"numOfEndorsement":0,"name":"Scientific Writing"},{"numOfEndorsement":0,"name":"Technical Writing"},{"numOfEndorsement":0,"name":"Grant Writing"},{"numOfEndorsement":59,"name":"Protein Chemistry"},{"numOfEndorsement":52,"name":"Protein Purification"},{"numOfEndorsement":49,"name":"Molecular Biology"},{"numOfEndorsement":32,"name":"PCR"},{"numOfEndorsement":33,"name":"Life Sciences"},{"numOfEndorsement":31,"name":"Cell"},{"numOfEndorsement":28,"name":"Western Blotting"},{"numOfEndorsement":26,"name":"Biotechnology"},{"numOfEndorsement":23,"name":"Lifesciences"},{"numOfEndorsement":20,"name":"Cell Culture"},{"numOfEndorsement":18,"name":"Biochemistry"},{"numOfEndorsement":16,"name":"Genetics"},{"numOfEndorsement":13,"name":"ELISA"},{"numOfEndorsement":12,"name":"Immunology"},{"numOfEndorsement":11,"name":"qPCR"},{"numOfEndorsement":11,"name":"Cell Biology"},{"numOfEndorsement":10,"name":"Fluorescence Microscopy"},{"numOfEndorsement":8,"name":"In Vitro"},{"numOfEndorsement":8,"name":"Genomics"},{"numOfEndorsement":7,"name":"Science"},{"numOfEndorsement":7,"name":"Microbiology"},{"numOfEndorsement":7,"name":"Immunohistochemistry"},{"numOfEndorsement":6,"name":"DNA"},{"numOfEndorsement":6,"name":"HPLC"},{"numOfEndorsement":5,"name":"Protein Expression"},{"numOfEndorsement":5,"name":"Bioinformatics"},{"numOfEndorsement":5,"name":"Purification"},{"numOfEndorsement":4,"name":"Characterization"},{"numOfEndorsement":4,"name":"Pharmaceutical Industry"},{"numOfEndorsement":3,"name":"Molecular Cloning"},{"numOfEndorsement":3,"name":"Assay Development"},{"numOfEndorsement":3,"name":"Drug Discovery"},{"numOfEndorsement":3,"name":"Laboratory"},{"numOfEndorsement":3,"name":"SDS-PAGE"},{"numOfEndorsement":3,"name":"Cancer"},{"numOfEndorsement":3,"name":"Biology"},{"numOfEndorsement":17,"name":"Immunofluorescence"},{"numOfEndorsement":7,"name":"Protein Engineering"},{"numOfEndorsement":6,"name":"X-ray crystallography"},{"numOfEndorsement":5,"name":"Biacore"},{"numOfEndorsement":4,"name":"Antibodies"},{"numOfEndorsement":3,"name":"Structural Biology"},{"numOfEndorsement":2,"name":"Crystallography"},{"numOfEndorsement":1,"name":"Immunoassays"},{"numOfEndorsement":0,"name":"Microsoft Excel"}],"numOfConnections":2087,"patents":[],"headline":"R&D Protein Scientist (Self-employed)","courses":[],"certifications":[{"authority":"University of California, San Diego","name":"Biofuel engineering (UCSD certificate)","company":"urn:li:fs_salesCompany:3382","companyUrn":"urn:li:fs_salesCompany:3382"}],"memberBadges":{"premium":false,"openLink":true,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/michael-matho-7285a414","organizations":[{"name":"ACA, AAI, UCSD Alumni"}],"location":"San Diego Metropolitan Area","publications":[{"publishedOn":{"month":5,"day":23,"year":2012},"description":"Smallpox vaccine is considered a gold standard of vaccines, as it is the only one that has led to the complete eradication of an infectious disease from the human population. B cell responses are critical for the protective immunity induced by the vaccine, yet their targeted epitopes recognized in humans remain poorly described. Here we describe the biochemical and structural characterization of one of the immunodominant vaccinia virus (VACV) antigens, D8, and its binding to the monoclonal antibody LA5, which is capable of neutralizing VACV in the presence of complement. The full-length D8 ectodomain was found to form a tetramer. We determined the crystal structure of the LA5 Fab-monomeric D8 complex at a resolution of 2.1 Å, as well as the unliganded structures of D8 and LA5-Fab at resolutions of 1.42 Å and 1.6 Å, respectively. D8 features a carbonic anhydrase (CAH) fold that has evolved to bind to the glycosaminoglycan (GAG) chondroitin sulfate (CS) on host cells. The central positively charged crevice of D8 was predicted to be the CS binding site by automated docking experiments. Furthermore, sequence alignment of various poxvirus D8 orthologs revealed that this crevice is structurally conserved. The D8 epitope is formed by 23 discontinuous residues that are spread across 80% of the D8 protein sequence. Interestingly, LA5 binds with a high-affinity lock-and-key mechanism above this crevice with an unusually large antibody-antigen interface, burying 2,434 Å2 of protein surface. ","url":"http:\/\/jvi.asm.org\/content\/86\/15\/8050.full","name":"Structural and Biochemical Characterization of the Vaccinia Virus Envelope Protein D8 and Its Recognition by the Antibody LA5","publisher":"Journal of Virology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAIdaSIBt9To4nW4CDMEiJLtPb-zzeOwLMA,NAME_SEARCH,Wv_L)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEx2BUBndJc0u7PllF23uNGlVHVqpzt7U0,NAME_SEARCH,9D3M)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGlBEQBy6HUb9qKr13nipXVxhJbBMaZu-Y,NAME_SEARCH,0cRr)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADQ6S8Bydx-VqQs2MeXTW796vMq_-CQqt8,NAME_SEARCH,WtE-)"}]},{"publishedOn":{"month":6,"year":2014},"description":"Mucosal dendritic cells (DCs) in the intestine acquire the unique capacity to produce retinoic acid (RA), a vitamin A metabolite that induces gut tropism and regulates the functional differentiation of the T cells they prime. Here, we identified a stromal cell (SC) population in the intestinal lamina propria (LP), which is capable of inducing RA production in DCs in a RA- and granulocyte-macrophage colony-stimulating factor (GM-CSF)-dependent fashion. Unlike DCs, LP SCs constitutively expressed the enzymatic machinery to produce RA even in the absence of dietary vitamin A, but were not able to do so in germ-free mice implying regulation by microbiota. Interestingly, DCs promoted GM-CSF production by the SCs indicating a two-way cross-talk between both cell types. Furthermore, RA-producing LP SCs and intestinal DCs localized closely in vivo suggesting that the interactions between both cell types might have an important role in the functional education of migratory DCs and therefore in the regulation of immune responses toward oral and commensal antigens.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24938743","name":"Unique lamina propria stromal cells imprint the functional phenotype of mucosal dendritic cells","publisher":"Mucosal Immunol.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAG5SKYBwqCmSYMssLORPswodVQi63sGBUk,NAME_SEARCH,Gwu9)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAxtD7MBgbAk3hmxA5iem9VKZCe2tH-c7zs,NAME_SEARCH,yeS-)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAA48F8BmrZD77CziChLKktR-x_W9pSYBXQ,NAME_SEARCH,3vGm)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAI_4VoBEQkdQdu7fsPyvEJZukYdI8Ti3kY,NAME_SEARCH,6aIu)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAGZJLQBVmnC3HqaFGv7b0mIA69hueMBGBY,NAME_SEARCH,pEWM)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALZmV0B5cdijyw5taCQWu0Vb69VKyrxVjQ,NAME_SEARCH,cXFq)"}]},{"publishedOn":{"month":12,"day":4,"year":2014},"description":"The IMV envelope protein D8 is an adhesion molecule and a major immunodominant antigen of vaccinia virus (VACV). Here we identified the optimal D8 ligand to be chondroitin sulfate E (CS-E). CS-E is characterized by a disaccharide moiety with two sulfated hydroxyl groups at positions 4′ and 6′ of GalNAc. To study the role of antibodies in preventing D8 adhesion to CS-E, we have used a panel of murine monoclonal antibodies, and tested their ability to compete with CS-E for D8 binding. Among four antibody specificity groups, MAbs of one group (group IV) fully abrogated CS-E binding, while MAbs of a second group (group III) displayed widely varying levels of CS-E blocking. Using EM, we identified the binding site for each antibody specificity group on D8. Recombinant D8 forms a hexameric arrangement, mediated by self-association of a small C-terminal domain of D8. We propose a model in which D8 oligomerization on the IMV would allow VACV to adhere to heterogeneous population of CS, including CS-C and potentially CS-A, while overall increasing binding efficiency to CS-E.","url":"http:\/\/www.plospathogens.org\/article\/info:doi\/10.1371\/journal.ppat.1004495","name":"Murine Anti-vaccinia Virus D8 Antibodies Target Different Epitopes and Differ in Their Ability to Block D8 Binding to CS-E","publisher":"PLOS Pathogens","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}]},{"publishedOn":{"month":4,"day":1,"year":2005},"description":"[NiFe] hydrogenases catalyze the reversible heterolytic cleavage of molecular hydrogen. Several oxidized, inactive states of these enzymes are known that are distinguishable by their very different activation properties. So far, the structural basis for this difference has not been understood because of lack of relevant crystallographic data. Here, we present the crystal structure of the ready Ni-B state of Desulfovibrio fructosovorans [NiFe] hydrogenase and show it to have a putative μ-hydroxo Ni–Fe bridging ligand at the active site. On the other hand, a new, improved refinement procedure of the X-ray diffraction data obtained for putative unready Ni-A\/Ni-SU states resulted in a more elongated electron density for the bridging ligand, suggesting that it is a diatomic species. The slow activation of the Ni-A state, compared with the rapid activation of the Ni-B state, is therefore proposed to result from the different chemical nature of the ligands in the two oxidized species. Our results along with very recent electrochemical studies suggest that the diatomic ligand could be hydro–peroxide.","url":"http:\/\/link.springer.com\/article\/10.1007\/s00775-005-0632-x","name":"Structural differences between the ready and unready oxidized states of [NiFe] hydrogenases","publisher":"JBIC Journal of Biological Inorganic Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}]},{"name":"Unusual features of vaccinia virus extracellular virion form neutralization resistance revealed in human antibody responses to the smallpox vaccine.","publishedOn":{"month":11,"day":14,"year":2012},"description":"The extracellular virion form (EV) of vaccinia virus (VACV) is essential for viral pathogenesis and is difficult to neutralize with antibodies. Why this is the case and how the smallpox vaccine overcomes this challenge remain incompletely understood. We previously showed that high concentrations of anti-B5 antibodies are insufficient to directly neutralize EV (M. R. Benhnia, et al., J. Virol. 83:1201–1215, 2009). This allowed for at least two possible interpretations: covering the EV surface is insufficient for neutralization, or there are insufficient copies of B5 to allow anti-B5 IgG to cover the whole surface of EV and another viral receptor protein remains active. We endeavored to test these possibilities, focusing on the antibody responses elicited by immunization against smallpox. We tested whether human monoclonal antibodies (MAbs) against the three major EV antigens, B5, A33, and A56, could individually or together neutralize EV. While anti-B5 or anti-A33 (but not anti-A56) MAbs of appropriate isotypes were capable of neutralizing EV in the presence of complement, a mixture of anti-B5, anti-A33, and anti-A56 MAbs was incapable of directly neutralizing EV, even at high concentrations. This remained true when neutralizing the IHD-J strain, which lacks a functional version of the fourth and final known EV surface protein, A34. These immunological data are consistent with the possibility that viral proteins may not be the active component of the EV surface for target cell binding and infectivity. We conclude that the protection afforded by the smallpox vaccine anti-EV response is predominantly mediated not by direct neutralization but by isotype-dependent effector functions, such as complement recruitment for antibodies targeting B5 and A33.","url":"http:\/\/jvi.asm.org\/content\/87\/3\/1569.short","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}]},{"publishedOn":{"month":4,"day":8,"year":2014},"description":"Antibody epitope mapping is crucial for understanding B cell-mediated immunity and required for characterizing therapeutic antibodies. In contrast to T cell epitope mapping, no computational tools are in widespread use for prediction of B cell epitopes. Here, we show that, utilizing the sequence of an antibody, it is possible to identify discontinuous epitopes on its cognate antigen. The predictions are based on residue-pairing preferences and other interface characteristics. We combined these antibody-specific predictions with results of cross-blocking experiments that identify groups of antibodies with overlapping epitopes to improve the predictions. We validate the high performance of this approach by mapping the epitopes of a set of antibodies against the previously uncharacterized D8 antigen, using complementary techniques to reduce method-specific biases (X-ray crystallography, peptide ELISA, deuterium exchange, and site-directed mutagenesis). These results suggest that antibody-specific computational predictions and simple cross-blocking experiments allow for accurate prediction of residues in conformational B cell epitopes.","url":"http:\/\/www.cell.com\/structure\/abstract\/S0969-2126(14)00043-4?cc=y#","name":"Using a Combined Computational-Experimental Approach to Predict Antibody-Specific B Cell Epitopes","publisher":"Structure \/ CellPress","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}]},{"publishedOn":{"month":7,"day":12,"year":2014},"description":"Vaccinia virus (VACV) L1 is an important target for viral neutralization and has been included in multicomponent DNA or protein vaccines against orthopoxviruses. To further understand the protective mechanism of the anti-L1 antibodies, we generated five murine anti-L1 monoclonal antibodies (MAbs), which clustered into 3 distinct epitope groups. While two groups of anti-L1 failed to neutralize, one group of 3 MAbs potently neutralized VACV in an isotype- and complement-independent manner. This is in contrast to neutralizing antibodies against major VACV envelope proteins, such as H3, D8, or A27, which failed to completely neutralize VACV unless the antibodies are of complement-fixing isotypes and complement is present. Compared to nonneutralizing anti-L1 MAbs, the neutralization antibodies bound to the recombinant L1 protein with a significantly higher affinity and also could bind to virions. By using a variety of techniques, including the isolation of neutralization escape mutants, hydrogen\/deuterium exchange mass spectrometry, and X-ray crystallography, the epitope of the neutralizing antibodies was mapped to a conformational epitope with Asp35 as the key residue. This epitope is similar to the epitope of 7D11, a previously described potent VACV neutralizing antibody. The epitope was recognized mainly by CDR1 and CDR2 of the heavy chain, which are highly conserved among antibodies recognizing the epitope. These antibodies, however, had divergent light-chain and heavy-chain CDR3 sequences. Our study demonstrates that the conformational L1 epitope with Asp35 is a common site of vulnerability for potent neutralization by a divergent group of antibodies.","url":"http:\/\/jvi.asm.org\/content\/88\/19\/11339.short","name":"Potent Neutralization of Vaccinia Virus by Divergent Murine Antibodies Targeting a Common Site of Vulnerability in L1 Protein","publisher":"Journal of Virology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}]},{"publishedOn":{"month":2,"day":17,"year":2016},"description":"Vaccinia virus (VACV) A27 is a target for viral neutralization and part of the Dryvax smallpox vaccine. A27 is one of the three glycosaminoglycan (GAG) adhesion molecules and binds to heparan sulfate. To understand the function of anti-A27 antibodies, especially their protective capacity and their interaction with A27, we generated and subsequently characterized 7 murine monoclonal antibodies (mAbs), which fell into 4 distinct epitope groups. Three groups (I, III and IV) bound to linear peptides, while group II only bound to VACV lysate and recombinant A27, suggesting it recognized a conformational and discontinuous epitope. Only group I antibodies neutralized MV in a complement-dependent manner and protected against VACV challenge, while a group II mAb protected partially but did not neutralize. The epitope for group I mAbs was mapped to a region adjacent to the GAG binding site and suggest that group I mAbs could potentially interfere with cellular adhesion of A27. We have further determined the crystal structure of the neutralizing group I mAb 1G6, as well as the non-neutralizing group IV mAb 8E3 bound to the corresponding linear epitope-containing peptides. Both light and heavy chains of the antibodies are important in binding their antigens. For both antibodies the L1 loop seems to dominate the overall polar interactions with the antigen, while for mAb 8E3, the light chain generally appears to make more contacts with the antigen.","url":"http:\/\/jvi.asm.org\/content\/early\/2016\/02\/11\/JVI.02878-15.abstract","name":"Linear epitopes in A27 are targets of protective antibodies induced by vaccination against smallpox.","publisher":"J. Virology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALvRRABqTyrcOJgUPFqu3swPsLpOgCv57M,NAME_SEARCH,yf_D)"}]}],"positions":null,"posts":[{"createdAt":1715371080000,"insightId":"772586b1-b09f-4487-b37a-bd8ea104590b","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:jobSeeker:urn:li:member:49235216"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":20},{"type":"EMPATHY","count":1},{"type":"APPRECIATION","count":6}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7194788008619880448","threadUrn":"urn:li:ugcPost:7194788008619880448","reactionsCount":27,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7194788008619880448","message":{"attributes":[{"length":11,"start":264,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:opentowork"}}}],"text":"Hi everyone - I am looking for a new role in Structure-based Drug development, Protein Engineering and\/or Protein Characterization. I can do it all! I would appreciate your support. Thank you in advance for any connections, advice, or opportunities you can offer. #OpenToWork"},"entityUrn":"urn:li:ugcPost:7194788008619880448"}}},{"createdAt":1710519120000,"insightId":"e2f56beb-3083-4847-a5fc-d366c538cd4b","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(articleSegment:(urn:li:linkedInArticle:7168333440004636672,7168333441531408385),7174437286904823808)","threadUrn":"urn:li:articleSegment:(urn:li:linkedInArticle:7168333440004636672,7168333441531408385)","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"One of the cheapest ways to screen for potential interactions is to perform a thermal denaturation fluorescence assay also referred to as Thermal Shift Assay . Originally developped for sample formulation optimization and to optimize protein stability, it is a cheap and efficient way to isolate relevant interactions as they will be reflected by an increase in overall melting temperature. Here's a good link for further info: https:\/\/www.calixar.com\/custom-protein-services\/protein-characterization\/thermal-shift-assays?mtm_campaign=gads&mtm_source=cpc&mtm_cid=20951598842&mtm_group=155727646017&mtm_kwd=thermal%20shift%20assays&gad_source=1&gclid=CjwKCAjw48-vBhBbEiwAzqrZVG8RVwZkzZ-Pb-La1icEVuUmK1c2R0fm9iVAuC-eS1htCDMgSGCdMRoCruIQAvD_BwE"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:articleSegment:(urn:li:linkedInArticle:7168333440004636672,7168333441531408385)"}}},{"createdAt":1710518700000,"insightId":"4b85646e-361c-4809-8699-0192fbce7651","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(articleSegment:(urn:li:linkedInArticle:7168333440004636672,7168333441506234368),7174435520742088704)","threadUrn":"urn:li:articleSegment:(urn:li:linkedInArticle:7168333440004636672,7168333441506234368)","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"I love BLI. A great way to quantify interactions in its native liquid phase and without the use of labels. There are many other methods to measure protein protein interactions. SPR has not been mentioned, among others."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:articleSegment:(urn:li:linkedInArticle:7168333440004636672,7168333441506234368)"}}}]}