{"summary":"Scientist with expertise in drug discovery in both ex vivo and in vivo systems. Experienced in the biotechnology industry utilizing skills in immunology, oncology, novel drug screening and assay development. Recognized as a proficient manager of both projects and people.  \n•\tProficient in immunoassays including cytotoxic T lymphocyte assays, proliferation assays, ELISA, multi-color flow cytometry staining and immunomagnetic bead enrichment. \n•\tExtensive cellular skills including mammalian cell culture, drug screening, CFU assays, luminescence and fluorescence assays and migration assays.\n•\tComprehensive in vivo experience, including; model development; injections\/instillations, xenograft and syngeneic tumor models and necropsy.\n•\tBroad background in assay development and optimization.\n•\tExcellent communication skills, including: report & manuscript preparation, oral & poster presentations.  \n•\tKnowledge of Microsoft Office, FlowJo, GraphPad Prism and SoftMax.\n","lastName":"Munroe","objectUrn":"urn:li:member:5160763","geoRegion":"Worcester, Massachusetts, United States","fullName":"Kenneth Munroe","firstName":"Kenneth","currentPositions":[{"companyName":"Charles River Laboratories","description":"In vitro analysis of immune effector function such as multiplex cytokine panels or circulating drug measurement, from disease models using plate-based assays, including ELISA, MSD and Gyrolab xPlore platforms. Conduct isolation of immune effector cells or in vitro cell differentiation for adoptive transfer or ex vivo assays. Performs in vitro drug screens on cancer cell lines.","title":"Principal Scientist","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"Massachusetts","country":"United States","city":"Wilmington","postalCode":"01887","line1":"251 Ballardvale Street"},"website":"http:\/\/criver.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/charles-river-laboratories\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:8306","tenureAtCompany":{"numYears":4,"numMonths":4},"startedOn":{"month":2,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1560382450737?e=1723075200&v=beta&t=PFc6sAAm9S03js_sxpBTUfLFVvcMeYabxwDj-bD1v7U","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1560382450728?e=1723075200&v=beta&t=nsEY8FnYv6oNdhDQuawM1C3yM8vbPli4di2CjBaTPck","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1560382450899?e=1723075200&v=beta&t=KO489m6AQdm_EMzfugYuPsDpYmGhACt-GRk97izRolg","height":400},{"width":480,"fileIdentifyingUrlPathSegment":"800_800\/0\/1560382450791?e=1723075200&v=beta&t=2sIvLXOl_huWQm2Kl3o_WoZdtGEtut0lp1U_MQLDGpk","height":480}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQGRhl1b2yeuGg\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":1984},"degree":"Bachelor's degree","eduId":1441563,"schoolUrn":"urn:li:fs_salesSchool:26285","school":"urn:li:fs_salesSchool:26285","fieldsOfStudy":["Biology"],"schoolName":"Worcester State College","startedOn":{"year":1979}}],"skills":[{"numOfEndorsement":0,"name":"Electronic Lab Notebooks"},{"numOfEndorsement":0,"name":"Pipetting"},{"numOfEndorsement":0,"name":"Sample Preparation"},{"numOfEndorsement":0,"name":"GraphPad"},{"numOfEndorsement":0,"name":"Presentations"},{"numOfEndorsement":0,"name":"Mammalian Cell Culture"},{"numOfEndorsement":0,"name":"Immunostaining"},{"numOfEndorsement":33,"name":"Assay Development"},{"numOfEndorsement":32,"name":"In Vitro"},{"numOfEndorsement":33,"name":"ELISA"},{"numOfEndorsement":27,"name":"Immunology"},{"numOfEndorsement":25,"name":"In Vivo"},{"numOfEndorsement":22,"name":"Cell Culture"},{"numOfEndorsement":22,"name":"Biotechnology"},{"numOfEndorsement":20,"name":"Tissue Culture"},{"numOfEndorsement":17,"name":"Flow Cytometry"},{"numOfEndorsement":10,"name":"Cancer"},{"numOfEndorsement":13,"name":"Immunoassays"},{"numOfEndorsement":12,"name":"Animal Models"},{"numOfEndorsement":9,"name":"Biopharmaceuticals"},{"numOfEndorsement":12,"name":"Oncology"},{"numOfEndorsement":8,"name":"Antibodies"},{"numOfEndorsement":6,"name":"Vaccines"},{"numOfEndorsement":5,"name":"Virology"},{"numOfEndorsement":2,"name":"ELISPOT"},{"numOfEndorsement":3,"name":"Drug Testing"},{"numOfEndorsement":1,"name":"Proliferation"},{"numOfEndorsement":1,"name":"Adult Stem Cells"},{"numOfEndorsement":3,"name":"GraphPad Prism"},{"numOfEndorsement":1,"name":"Microsoft Office"},{"numOfEndorsement":1,"name":"Luminex"}],"numOfConnections":443,"patents":[],"headline":"Principal Scientist at Charles River Laboratories","courses":[{"name":"Research Lab Skills","number":"Becker College"},{"name":"Cell Culture","number":"Becker College"},{"name":"Fermentation","number":"Becker College"},{"name":"Principles of Bioprocessing","number":"Becker College"},{"name":"Management Essentials","number":"Genzyme Corporation"},{"name":"FacsCanto flow cytometer training","number":"Becton Dickinson"},{"name":"35th Annual Course in Cytometry","number":"Verity Software House"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/kenneth-munroe-67788a1","organizations":[{"endedOn":{"month":12,"year":2017},"name":"Framingham Science Safety and Environnmental Committee","position":"Chairperson","startedOn":{"month":1,"year":2014}}],"location":"Worcester, Massachusetts, United States","publications":[{"publishedOn":{"month":9,"year":2015},"description":"Abstract\n\nEndosialin\/TEM1\/CD248 is a cell surface protein expressed at high levels by the malignant cells of about 50% of sarcomas and neuroblastomas. The antibody–drug conjugate (ADC) anti-endosialin-MC-VC-PABC-MMAE was selectively cytotoxic to endosialin-positive cells in vitro and achieved profound and durable antitumor efficacy in preclinical human tumor xenograft models of endosialin-positive disease. MC-VC-PABC-MMAE was conjugated with anti-endosialin with 3–4 MMAE molecules per ADC. The anti-endosialin-MC-VC-PABC-MMAE conjugate was tested for activity in four human cell lines with varied endosialin levels. The HT-1080 fibrosarcoma cells do not express endosialin, A-673 Ewing sarcoma cells and SK-N-AS neuroblastoma cells are moderate expressers of endosialin, and SJSA-1 osteosarcoma cells express very high levels of endosialin. To determine whether endosialin expression was maintained in vivo, A-673 Ewing sarcoma, SK-N-AS neuroblastoma, and SJSA-1 osteosarcoma cells were grown as xenograft tumors in nude mice. The SK-N-AS neuroblastoma and the A-673 Ewing sarcoma lines were selected for in vivo efficacy testing of the anti-endosialin-MC-VC-PABC-MMAE conjugate. The treatment groups included a vehicle control, unconjugated anti-endosialin, an admix control consisting of anti-endosialin and a dose of free MMAE equivalent to the dose administered as the ADC, and the anti-endosialin-MC-VC-PABC-MMAE conjugate. The unconjugated anti-endosialin had no antitumor activity and resulted in similar tumor growth as the vehicle control. The admix control produced a modest tumor growth delay. Administration of the anti-endosialin-MC-VC-PABC-MMAE conjugate resulted in a marked prolonged tumor response of both xenografts. These proof-of-concept results break new ground and open a promising drug discovery approach to these rare and neglected tumors.","url":"http:\/\/mct.aacrjournals.org\/content\/14\/9\/2081.long","name":"Anti-Endosialin Antibody–Drug Conjugate: Potential in Sarcoma and Other Malignancies","publisher":"Molecular Cancer Therapeutics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAWV4EABUyFGLpt2NNP6P1axcXwC80gbcCk,NAME_SEARCH,foOF)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADbavAB_qgT8_0kYek0WRHBBD5jwr4J_ek,NAME_SEARCH,TIet)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUB2WgB5mB3ndq4nnC5RhHOAqqHkqFwCRI,NAME_SEARCH,eQAa)"}]},{"publishedOn":{"month":4,"year":2008},"description":"Abstract\n\nClinical investigations of recombinant human acid alpha-glucosidase for the treatment of Pompe disease often reveal the appearance of therapy-specific antibodies. These antibodies could potentially interfere with recombinant human acid alpha-glucosidase efficacy and induce immunological consequences. Several immunosuppressive agents, including methotrexate, mycophenolate mofetil and cyclosporin A with azathioprine, were evaluated for their potential to induce immune tolerance to recombinant human acid alpha-glucosidase. Methotrexate was the only agent that reduced recombinant human acid alpha-glucosidase-specific antibody responses in acid alpha-glucosidase knock-out mice. A 3-week, low-dose methotrexate regimen controlled recombinant human acid alpha-glucosidase-specific antibody levels throughout 8 months of weekly recombinant human acid alpha-glucosidase treatment. The success of this methotrexate regimen appears to require methotrexate administration within the first 24 h of recombinant human acid alpha-glucosidase treatment. In an attempt to understand the benefit of methotrexate within the first day of recombinant human acid alpha-glucosidase administration, the immune response 24 h following intravenous recombinant human acid alpha-glucosidase treatment was investigated. A consistent expansion of peritoneal B1 B cells was observed. Control over this B1 B cell response may be part of the complex mechanism of action of methotrexate-induced immune tolerance.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2384062\/?tool=pubmed","name":"Immune tolerance induction to enzyme-replacement therapy by co-administration of short-term, low-dose methotrexate in a murine Pompe disease model.","publisher":"Clinical & Experimental Immunology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOwDoBBZ1uk2zPfS5A1INvgahixMIYO9Y,NAME_SEARCH,A87X)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAJJtJcBo_DazbGsV7oJ_ekr5ttCpsLRAII,NAME_SEARCH,5zNP)"}]},{"publishedOn":{"month":9,"year":2004},"description":"Abstract\n\nTherapeutic enzymes are often recognized as foreign by the immune system of patients undergoing enzyme replacement therapy. The antibodies that develop may alter pharmacokinetics and biodistribution of the therapeutic protein, may be able to neutralize the activity of the enzyme, or may cause immune reactions in certain patients. We have explored treatment regimens to reduce the antibody response to human alpha-galactosidase A (r-halphaGAL) in Fabry (alphaGAL knock-out) and normal BALB\/c mice. A wide variety of treatment modalities were tested, including high dose tolerance induction, increased frequency of therapeutic doses and immunosuppressive drugs in combination with administration of enzyme. The most substantial effects were observed in mice injected intravenously with r-halphaGAL in combination with methotrexate (MTX), which significantly lowered r-halphaGAL-specific serum antibody levels. A short course of treatment with MTX was able to reduce antibody and spleen cell proliferative responses to long-term r-halphaGAL treatment. MTX was able to suppress the development of r-halphaGAL-specific IgG in antigen-primed mice. However, MTX was not effective in dampening robust ongoing antibody responses. These experiments provide a framework for the design of clinical protocols to prevent the drug-specific antibody responses of patients undergoing enzyme replacement therapy.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1809149\/?tool=pubmed","name":"Methotrexate reduces antibody responses to recombinant human α-galactosidase A therapy in a mouse model of Fabry disease","publisher":"Clinical and Experimental Immunology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAJJtJcBo_DazbGsV7oJ_ekr5ttCpsLRAII,NAME_SEARCH,5zNP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"}]},{"name":"Major antigenic proteins of the agent of human granulocytic ehrlichiosis are encoded by members of a multigene family","description":"ABSTRACT\n\nWestern blot analysis of proteins from a cell culture isolate (USG3) of the human granulocytic ehrlichiosis (HGE) agent has identified a number of immunoreactive proteins, including major antigenic proteins of 43 and 45 kDa. Peptides derived from the 43- and 45-kDa proteins were sequenced, and degenerate PCR primers based on these sequences were used to amplify DNA from USG3. Sequencing of a 550-bp PCR product revealed that it encodes a protein homologous to the MSP-2 proteins of Anaplasma marginale. Concurrently, an expression library made from USG3 genomic DNA was screened with granulocytic Ehrlichia (GE)-positive immune sera. Analysis of two clones showed that they contain one partial and three full-length highly related genes, suggesting that they are part of a multigene family. Amino acid alignment showed conserved amino- and carboxy-terminal regions which flank a variable region. The conserved regions of these proteins are also homologous to the MSP-2 proteins of A. marginale; thus, they were designated GE MSP-2A (45 kDa), MSP-2B (34 kDa), and MSP-2C (38 kDa). The PCR fragment obtained as a result of peptide sequencing was completely contained within the msp-2A clone, and all of the sequenced peptides were found in the GE MSP-2 proteins. Recombinant MSP-2B protein and an MSP-2A fusion protein were expressed in Escherichia coli and reacted with human sera positive for the HGE agent by immunofluorescence assay. These data suggest that the 43- and 45-kDa proteins of the HGE agent are encoded by members of the GE MSP-2 multigene family.","publisher":"Infection and Immunity","url":"http:\/\/iai.asm.org\/content\/66\/8\/3711.full","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEO-mgBrSjwvBoi01aBzHhu63pe3-83rQQ,NAME_SEARCH,TYsN)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFv4KABlFGBDZfh9V94pZzDhBKEcCSL7-M,NAME_SEARCH,iuU9)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"}]},{"publishedOn":{"month":4,"year":1998},"description":"Abstract\n\nGranulocytic Ehrlichia was isolated from canine blood obtained from animals challenged with field-collected Ixodes scapularis and propagated in HL60 cells. PCR primers specific for the 16S ribosomal DNA (rDNA) of the Ehrlichia genogroup comprising E. equi, E. phagocytophila, and the agent of human granulocytic ehrlichiosis (HGE) amplified DNA from extracts of these cells. Sequence analysis of this amplified DNA revealed that it is identical to the 16S rDNA sequence of the HGE agent. A genomic library was constructed with DNA from granulocytic Ehrlichia and screened with pooled sera from tick-challenged, granulocytic Ehrlichia-infected dogs. Several clones were isolated and sequenced. Three complete genes encoding proteins with apparent molecular masses of 100, 130, and 160 kDa were found. The recombinant proteins reacted with convalescent-phase sera from dogs and human patients recovering from HGE. This approach will be useful for identifying candidate diagnostic and vaccine antigens for granulocytic ehrlichiosis and aid in the classification of genogroup members.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC108060\/?tool=pubmed","name":"Molecular cloning and sequencing of three granulocytic Ehrlichia genes encoding high-molecular-weight immunoreactive proteins","publisher":"Infection and Immunity","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAFv4KABlFGBDZfh9V94pZzDhBKEcCSL7-M,NAME_SEARCH,iuU9)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"}]},{"publishedOn":{"month":5,"year":1994},"description":"Abstract\n\nAutologous, virus-transformed lymphoblastoid cell lines were established by using peripheral blood lymphocytes from rhesus monkeys that were previously immunized with recombinant human immunodeficiency virus type 1 strain IIIB glycoprotein 160. These autologous cell lines were used to present human immunodeficiency virus type 1 viral antigens in a processed and cell-associated manner to T lymphocytes. This was accomplished by either infecting the cells with recombinant vaccinia viruses or pulsing them with synthetic peptides and then subjecting them to a mild fixation step with glutaraldehyde. Fixed antigen-presenting cells were then used as stimulator cells in vitro to measure cell-mediated immune responses. Both the vaccinia virus-infected and peptide-pulsed autologous cells stimulated antigen-specific cellular proliferative responses. The magnitude of the responses correlated with the immunization histories of the animals and other measures of immunity, such as antibody titers. Autologous vaccinia virus-infected cells were also capable of inducing the in vitro maturation of CD4+ and CD8+ precursor cytotoxic T lymphocytes into antigen-specific mature cytotoxic T lymphocytes. The use of stimulator cells to present viral peptides in a cell-associated manner appeared to be a very sensitive and versatile manner in which to measure cell-mediated immune responses with peripheral blood lymphocytes from nonhuman primates. It is likely that a similar approach will function with peripheral blood lymphocytes from humans.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC368249\/","name":"Use of fixed autologous stimulator cells to correctly present human immunodeficiency virus type 1 viral peptides to nonhuman primate lymphocytes in proliferation and cytotoxic","publisher":"Clinical and Diagnostic Immunology (now Clinical and Vaccine Immunology)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"}]},{"publishedOn":{"month":7,"year":1994},"description":"Abstract\n\nSubunit vaccines based on recombinant proteins have proved useful for inducing antibody responses and they are safe for widespread use because they do not contain any live components. Unfortunately, they do not typically induce the types of cell-mediated immune responses required to control viral pathogens; specifically, they do not induce CD8+ cytotoxic T lymphocyte (CTL) responses. To increase the immunogenicity of recombinant proteins, we have used the QS-21 saponin adjuvant in subunit vaccine formulations. In the current study, experimental subunit vaccine formulations containing recombinant p55gag or gp120env proteins from the mac251 strain of the simian immunodeficiency virus (SIVmac251) and the QS-21 adjuvant were used to immunize rhesus macaques. These formulations induced SIV gag- or env-specific cellular immunity that was detectable in vitro and included killer cell activity. The induction of killer cells required prior vaccination and the responses were antigen specific for the immunogens contained in the vaccine formulations. Autologous target cells were required to detect these responses, suggesting genetic restriction, and effector cells appeared to be present in both the CD4+ and CD8+ T lymphocyte subpopulations. These data suggest that the vaccine-induced killer cell activity that was detected was mediated by both CD4+ and CD8+ lymphocytes. Despite the presence of these killer cells, all of the animals became infected with the SIVmac251 on experimental challenge. These findings demonstrated that antigen-specific killer cell responses could be induced by a subunit vaccine formulated with the QS-21 saponin adjuvant. The characteristics of the responses suggested that the effector cells were T lymphocytes, expressing either CD4 or CD8.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/7986590","name":"Induction of antigen-specific killer T lymphocyte responses using subunit SIVmac251 gag and env vaccines containing QS-21 saponin adjuvant","publisher":"AIDS Research and Human Retroviruses","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"}]},{"publishedOn":{"month":2,"year":1993},"description":"Abstract\n\nDifferent forms of recombinant HIV-1 gp160 and tetanus toxoid were adsorbed onto latex microspheres and this particulate form of the proteins was used to measure antigen-specific proliferation in vaccinated rhesus macaques. Proliferative responses to proteins bound to microspheres were significantly greater and allowed for the detection of antigen-specific responses that were not detected using soluble proteins. The responses were antigen-specific and required prior immunization of the animals. Additionally, the presence and magnitude of the proliferative responses was associated with antibody responses to the same proteins suggesting the results were representative of in vivo responses and that the assay format did not induce in vitro artifacts.","url":"http:\/\/www.sciencedirect.com\/science\/article\/pii\/002217599390139X","name":"Use of particulate forms of protein antigens to increase the sensitivity of antigen-specific proliferation assays","publisher":"Journal of Immunological Methods","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"}]},{"publishedOn":{"month":4,"day":15,"year":1992},"description":"Abstract\n\nThe ability of a saponin adjuvant, QS-21, to induce OVA-specific, class I MHC Ag-restricted CTL was investigated using different forms of soluble OVA and OVA adsorbed onto alum as immunogens. C57BL\/6 mice were immunized with soluble native or denatured OVA in formulations that contained increasing quantities of QS-21, and CTL responses were measured using EL4 and E.G7-OVA cells as targets and splenic mononuclear cells as effectors. Ag-specific CTL responses were produced but only if the QS-21 adjuvant was used. Similar responses were induced using alum-adsorbed OVA when mixed with the QS-21 adjuvant but not when used alone. The CTL were specific for an epitope present on the OVA258-276 synthetic peptide, which contains the dominant CTL epitope recognized by C57BL\/6 mice. The CD8+ subpopulation of lymphocytes in immune mice was not increased in spleens but increased significantly in vitro after culture with soluble OVA. The CTL activity of splenic mononuclear cell preparations was totally destroyed by treatment with mAb specific to the CD8 Ag plus complement. The ability of the QS-21 adjuvant to induce class I MHC Ag-restricted CTL after immunization with soluble proteins is a characteristic unique to saponin adjuvants.","url":"http:\/\/www.jimmunol.org\/content\/148\/8\/2357.abstract","name":"Saponin adjuvant induction of ovalbumin-specific CD8+ cytotoxic T lymphocyte responses","publisher":"Journal of Immunology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABOvzsBsHNtBJON1g5_5lND9TpLVWGpHaY,NAME_SEARCH,XHw8)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAEO-mgBrSjwvBoi01aBzHhu63pe3-83rQQ,NAME_SEARCH,TYsN)"}]}],"positions":null,"posts":[{"createdAt":1713230820000,"insightId":"7a1036f9-9a10-4653-9610-710c9c3cd4e5","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":7},{"type":"PRAISE","count":2},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7185811033440067584","threadUrn":"urn:li:ugcPost:7185811033440067584","reactionsCount":10,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7185811033440067584","message":{"attributes":[],"text":"Cassie, thank you for running for NORD. I hope your marathon went well and you are spending some recovery time. Your kindness and generosity shines once again."},"rootActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000159769226"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7185637840519614465","message":{"attributes":[{"start":558,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/eX94Xwjq"}}}],"text":"Thank you to each and every one of you that has donated so far, by giving you are helping my patient partner, a true Unicorn as she and her daughter are undiagnosed!! NORD is working hard and your donation helps spread awareness, fund research and offer support and community to those who feel alone as they battle Rare Diseases and Disorders. \n\nPlease forward this link to anyone that may be able to help contribute to the final push to $10k - I appreciate you so much and I’m so so thankful to be on this journey with you!! \n\nFollow me bib number 29672!!\n\nhttps:\/\/lnkd.in\/eX94Xwjq\n\nThank you!!"},"entityUrn":"urn:li:ugcPost:7185637840519614465"},"entityUrn":"urn:li:ugcPost:7185811033440067584"}}},{"createdAt":1712869860000,"insightId":"c7db2ef3-f8f1-4571-b006-d3dede4c5448","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:group:13009849"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2},{"type":"EMPATHY","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7184297062027427841","threadUrn":"urn:li:ugcPost:7184297062027427841","reactionsCount":4,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7184297062027427841","message":{"attributes":[],"text":""},"entityUrn":"urn:li:ugcPost:7184297062027427841"}}},{"createdAt":1712936280000,"insightId":"69c9c583-c44e-4c29-9d85-5acf78b0577c","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7177342773182746624,7184575740670005249)","threadUrn":"urn:li:activity:7177342773182746624","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"I happily donated to Jacquelyn, a truly effective town councilor. Please join me in supporting Jacquelyn."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7177342773182746624"}}},{"createdAt":1711244580000,"insightId":"3dea8e30-1ba3-47fd-8666-2aa069b23047","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7177447998744875008,7177480052995981312)","threadUrn":"urn:li:ugcPost:7177447998744875008","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"I would have loved to been there. Good luck to all."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7177447998744875008"}}},{"createdAt":1709602260000,"insightId":"6dc28f83-cd6a-45dc-b101-4997e4609f34","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1},{"type":"PRAISE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7168639971170451457,7170591657703247872)","threadUrn":"urn:li:activity:7168639971170451457","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Peter J. O'Brien Ph.D. Thank you for your thoughtful response. At the age of six, I decided I wanted to be a scientist. Now approaching 63, I have never regretted that decision and admire the prescience of my six year old self. In the late 80's early 90's, I worked on HIV, including vaccine development. Clearly, we were unsuccessful, but the effort was still noble. During that time, I met Jonas Salk, truly a great honor. I had a part in drug development for patients with a rare disease, that kept babies alive. What could be more important than that? I was and still am a bench scientist with a four year undergraduate degree. It was easier to find your way into a reputable lab position then when not everyone was expected to have a PhD. Times have changed, and although I have trained well over a 100 people, I now tell young scientists,  that they must be able to accept failure and live by the words of a former boss, that we work for the patient. I also recommend that they consider regulatory affairs, program management or business development for a secure position. I  have told young interns at the end of their tenure, \"now is your time to do great things.\" I wish them the best, regardless if they end up in the lab or in an office."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7168639971170451457"}}}]}