{"summary":"Highly self-motivated cell and molecular biologist with over 10 years of research experience working with various model organisms (human cells, mice, fruit flies, yeast, and bacteria). Passionate about therapeutics research that focuses on immune diseases, cancer, or translational medicine.","lastName":"Smith","objectUrn":"urn:li:member:546399055","geoRegion":"Boston, Massachusetts, United States","fullName":"Clarissa Smith","firstName":"Clarissa","currentPositions":[{"companyName":"Takeda","description":"Cell Therapy Innovation","title":"Research Scientist II","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"country":"Japan","city":"Tokyo"},"website":"https:\/\/www.takeda.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/takeda-pharmaceuticals\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:5482","tenureAtCompany":{"numYears":1,"numMonths":2},"startedOn":{"month":4,"year":2023}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1680574542906?e=1723075200&v=beta&t=BXxEQBKeCKz4GEI1UwGqQpEaUgpIbbOzXXKVaolSvc4","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1680574542906?e=1723075200&v=beta&t=oW2bFoweo3VnxUQ6TYsIBKRSUf4jIQjTSrupHZxJTLE","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1680574542906?e=1723075200&v=beta&t=FBl_RpMAeCKqzfvxiVqu7AFrF4jcrqZaotYp3-VdHUs","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1680574542906?e=1723075200&v=beta&t=19cle9xj6EM9DLQeHg1eKUY7q5yxehVQKqNB7E4cEKw","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D03AQGqo4RgnG3XKw\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2021},"degree":"Doctor of Philosophy - PhD","eduId":694749093,"schoolUrn":"urn:li:fs_salesSchool:3556","school":"urn:li:fs_salesSchool:3556","fieldsOfStudy":["Molecular Biology, Cell Biology, and Biochemistry"],"schoolName":"Boston University","startedOn":{"year":2017}},{"endedOn":{"year":2017},"degree":"Master of Arts - MA","eduId":385339788,"schoolUrn":"urn:li:fs_salesSchool:3556","school":"urn:li:fs_salesSchool:3556","fieldsOfStudy":["Cell and Molecular Biology"],"schoolName":"Boston University","startedOn":{"year":2015}},{"endedOn":{"year":2015},"degree":"Bachelor of Science - BS","eduId":694744790,"schoolUrn":"urn:li:fs_salesSchool:9618","school":"urn:li:fs_salesSchool:9618","fieldsOfStudy":["Biology, General"],"schoolName":"William & Mary","startedOn":{"year":2011}}],"skills":[{"numOfEndorsement":2,"name":"Cell Based Assays"},{"numOfEndorsement":1,"name":"Reverse Transcription Polymerase Chain Reaction (RT-PCR)"},{"numOfEndorsement":3,"name":"Mammalian Cell Culture"},{"numOfEndorsement":0,"name":"Western Blotting"},{"numOfEndorsement":3,"name":"ELISA"},{"numOfEndorsement":0,"name":"Cell Culture"},{"numOfEndorsement":0,"name":"Immunohistochemistry"},{"numOfEndorsement":0,"name":"Molecular Cloning"},{"numOfEndorsement":0,"name":"Fluorescence Microscopy"},{"numOfEndorsement":0,"name":"DNA Extraction"},{"numOfEndorsement":0,"name":"Confocal Microscopy"},{"numOfEndorsement":0,"name":"Polymerase Chain Reaction (PCR)"},{"numOfEndorsement":1,"name":"Molecular Biology"},{"numOfEndorsement":0,"name":"Real-Time Polymerase Chain Reaction (qPCR)"},{"numOfEndorsement":0,"name":"Cell Biology"},{"numOfEndorsement":0,"name":"In Vitro"},{"numOfEndorsement":1,"name":"Immunology"},{"numOfEndorsement":0,"name":"Flow Cytometry"},{"numOfEndorsement":1,"name":"Research"},{"numOfEndorsement":0,"name":"Primary Cell Isolation"},{"numOfEndorsement":0,"name":"Bacterial Cell Culture"},{"numOfEndorsement":0,"name":"PBMC isolation"},{"numOfEndorsement":0,"name":"Bacterial Transformation"},{"numOfEndorsement":0,"name":"Transfection"},{"numOfEndorsement":0,"name":"Gateway Cloning"},{"numOfEndorsement":0,"name":"Lentivirus Transduction"},{"numOfEndorsement":0,"name":"Gibson Assembly"},{"numOfEndorsement":0,"name":"Luciferase Assay"},{"numOfEndorsement":0,"name":"Mouse Handling"},{"numOfEndorsement":0,"name":"siRNA"},{"numOfEndorsement":0,"name":"Perfusion"},{"numOfEndorsement":0,"name":"RNA\/DNA Isolation"},{"numOfEndorsement":0,"name":"Yeast one-hybrid"},{"numOfEndorsement":0,"name":"Cytokine release assay"},{"numOfEndorsement":0,"name":"Yeast two-hybrid"},{"numOfEndorsement":0,"name":"BCA Protein Assay"},{"numOfEndorsement":0,"name":"High Throughput Screening"},{"numOfEndorsement":0,"name":"Immunofluorescence"},{"numOfEndorsement":0,"name":"Immunoassays"}],"numOfConnections":803,"patents":[],"headline":"Scientist II at Takeda","courses":[{"name":"Molecular Biology I","number":"BI552"},{"name":"Molecular Biology II","number":"BI553"},{"name":"Advanced Cell Biology","number":"BI735"},{"name":"Biochemistry I","number":"BI621"},{"name":"Organ System Diseases","number":"MM707"},{"name":"Graduate Biochemistry","number":"MB721"},{"name":"Quantitative Approaches in Molecular Biology","number":"BI594"},{"name":"Immunology","number":"BI385"},{"name":"Functional Genomics","number":"BI565"}],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/clarissa-s-santoso","organizations":[],"location":"Boston, Massachusetts, United States","publications":[{"publishedOn":{"month":1,"day":2,"year":2018},"description":"The clearance of dead cells is a fundamental process in the maintenance of tissue homeostasis. Genetic studies in Drosophila melanogaster, Caenorhabditis elegans, and mammals have identified two evolutionarily conserved signaling pathways that act redundantly to regulate this engulfment process: the ced-1\/-6\/-7 and ced-2\/-5\/-12 pathways. Of these engulfment genes, only the ced-7\/ABCA1 ortholog remains to be identified in D. melanogaster. Homology searches have revealed a family of putative ced-7\/ABCA1 homologs encoding ATP-binding cassette (ABC) transporters in D. melanogaster. To determine which of these genes functions similarly to ced-7\/ABCA1, we analyzed mutants for engulfment phenotypes in oogenesis, during which nurse cells (NCs) in each egg chamber undergo programmed cell death (PCD) and are removed by neighboring phagocytic follicle cells (FCs). Our genetic analyses indicate that one of the ABC transporter genes, which we have named Eato (Engulfment ABC Transporter in the ovary), is required for NC clearance in the ovary and acts in the same pathways as drpr, the ced-1 ortholog, and in parallel to Ced-12 in the FCs. Additionally, we show that Eato acts in the FCs to promote accumulation of the transmembrane receptor Drpr, and promote membrane extensions around the NCs for their clearance. Since ABCA class transporters, such as CED-7 and ABCA1, are known to be involved in lipid trafficking, we propose that Eato acts to transport membrane material to the growing phagocytic cup for cell corpse clearance. Our work presented here identifies Eato as the ced-7\/ABCA1 ortholog in D. melanogaster, and demonstrates a role for Eato in Drpr accumulation and phagocytic membrane extensions during NC clearance in the ovary.","url":"https:\/\/www.g3journal.org\/content\/8\/3\/833.long","name":"The ABC Transporter Eato Promotes Cell Clearance in the Drosophila melanogaster Ovary (first author)","publisher":"G3: Genes, Genomes, Genetics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)"}]},{"publishedOn":{"month":9,"day":3,"year":2018},"description":"Cytokines are cell-to-cell signaling proteins that play a central role in immune development, pathogen responses, and diseases. Cytokines are highly regulated at the transcriptional level by combinations of transcription factors (TFs) that recruit cofactors and the transcriptional machinery. Here, we mined through three decades of studies to generate a comprehensive database, CytReg, reporting 843 and 647 interactions between TFs and cytokine genes, in human and mouse respectively. By integrating CytReg with other functional datasets, we determined general principles governing the transcriptional regulation of cytokine genes. In particular, we show a correlation between TF connectivity and immune phenotype and disease, we discuss the balance between tissue-specific and pathogen-activated TFs regulating each cytokine gene, and cooperativity and plasticity in cytokine regulation. We also illustrate the use of our database as a blueprint to predict TF-disease associations and identify potential TF-cytokine regulatory axes in autoimmune diseases. Finally, we discuss research biases in cytokine regulation studies, and use CytReg to predict novel interactions based on co-expression and motif analyses which we further validated experimentally. Overall, this resource provides a framework for the rational design of future cytokine gene regulation studies.","url":"https:\/\/academic.oup.com\/nar\/article\/46\/18\/9321\/5089903","name":"Global landscape of mouse and human cytokine transcriptional regulation (co-author)","publisher":"Nucleic Acids Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)"}]},{"publishedOn":{"month":2,"day":11,"year":2019},"description":"Identifying the sets of transcription factors (TFs) that regulate each human gene is a daunting task that requires integrating numerous experimental and computational approaches. One such method is the yeast one-hybrid (Y1H) assay, in which interactions between TFs and DNA regions are tested in the milieu of the yeast nucleus using reporter genes. Y1H assays involve two components: a 'DNA-bait' (e.g., promoters, enhancers, silencers, etc.) and a 'TF-prey,' which can be screened for reporter gene activation. Most published protocols for performing Y1H screens are based on transforming TF-prey libraries or arrays into DNA-bait yeast strains. Here, we describe a pipeline, called enhanced Y1H (eY1H) assays, where TF-DNA interactions are interrogated by mating DNA-bait strains with an arrayed collection of TF-prey strains using a high density array (HDA) robotic platform that allows screening in a 1,536 colony format. This allows for a dramatic increase in throughput (60 DNA-bait sequences against >1,000 TFs takes two weeks per researcher) and reproducibility. We illustrate the different types of expected results by testing human promoter sequences against an array of 1,086 human TFs, as well as examples of issues that can arise during screens and how to troubleshoot them.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC6601638\/","name":"Enhanced Yeast One-hybrid Screens To Identify Transcription Factor Binding To Human DNA Sequences (co-first author)","publisher":"Journal of Visualized Experiments: JoVE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)"}]},{"publishedOn":{"month":9,"day":29,"year":2019},"description":"Identifying transcription factor (TF) binding to noncoding variants, uncharacterized DNA motifs, and repetitive genomic elements has been technically and computationally challenging. Current experimental methods, such as chromatin immunoprecipitation, generally test one TF at a time, and computational motif algorithms often lead to false-positive and -negative predictions. To address these limitations, we developed an experimental approach based on enhanced yeast one-hybrid assays. The first variation of this approach interrogates the binding of >1000 human TFs to repetitive DNA elements, while the second evaluates TF binding to single nucleotide variants, short insertions and deletions (indels), and novel DNA motifs. Using this approach, we detected the binding of 75 TFs, including several nuclear hormone receptors and ETS factors, to the highly repetitive Alu elements. Further, we identified cancer-associated changes in TF binding, including gain of interactions involving ETS TFs and loss of interactions involving KLF TFs to different mutations in the TERT promoter, and gain of a MYB interaction with an 18-bp indel in the TAL1 superenhancer. Additionally, we identified TFs that bind to three uncharacterized DNA motifs identified in DNase footprinting assays. We anticipate that these enhanced yeast one-hybrid approaches will expand our capabilities to study genetic variation and undercharacterized genomic regions.","url":"https:\/\/genome.cshlp.org\/content\/29\/9\/1533.long","name":"Discovering human transcription factor physical interactions with genetic variants, novel DNA motifs, and repetitive elements using enhanced yeast one-hybrid assays (co-author)","publisher":"Genome Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)"}]},{"publishedOn":{"month":11,"day":12,"year":2020},"description":"Proper cytokine gene expression is essential in development, homeostasis and immune responses. Studies on the transcriptional control of cytokine genes have mostly focused on highly researched transcription factors (TFs) and cytokines, resulting in an incomplete portrait of cytokine gene regulation. Here, we used enhanced yeast one-hybrid (eY1H) assays to derive a comprehensive network comprising 1380 interactions between 265 TFs and 108 cytokine gene promoters. Our eY1H-derived network greatly expands the known repertoire of TF-cytokine gene interactions and the set of TFs known to regulate cytokine genes. We found an enrichment of nuclear receptors and confirmed their role in cytokine regulation in primary macrophages. Additionally, we used the eY1H-derived network as a framework to identify pairs of TFs that can be targeted with commercially-available drugs to synergistically modulate cytokine production. Finally, we integrated the eY1H data with single cell RNA-seq and phenotypic datasets to identify novel TF-cytokine regulatory axes in immune diseases and immune cell lineage development. Overall, the eY1H data provides a rich resource to study cytokine regulation in a variety of physiological and disease contexts.","url":"https:\/\/academic.oup.com\/nar\/article\/48\/21\/12055\/5976935","name":"Comprehensive mapping of the human cytokine gene regulatory network (first author)","publisher":"Nucleic Acids Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)"}]},{"publishedOn":{"month":12,"day":30,"year":2020},"description":"Treatment of the cytokine release syndrome (CRS) has become an important part of rescuing hospitalized COVID-19 patients. Here, we systematically explored the transcriptional regulators of inflammatory cytokines involved in the COVID-19 CRS to identify candidate transcription factors (TFs) for therapeutic targeting using approved drugs. We integrated a resource of TF-cytokine gene interactions with single-cell RNA-seq expression data from bronchoalveolar lavage fluid cells of COVID-19 patients. We found 581 significantly correlated interactions, between 95 TFs and 16 cytokines upregulated in the COVID-19 patients, that may contribute to pathogenesis of the disease. Among these, we identified 19 TFs that are targets of FDA approved drugs. We investigated the potential therapeutic effect of 10 drugs and 25 drug combinations on inflammatory cytokine production in peripheral blood mononuclear cells, which revealed two drugs that inhibited cytokine production and numerous combinations that show synergistic efficacy in downregulating cytokine production. Further studies of these candidate repurposable drugs could lead to a therapeutic regimen to treat the CRS in COVID-19 patients.","url":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.29.424728v1.full","name":"In vitro Targeting of Transcription Factors to Control the Cytokine Release Syndrome in COVID-19 (first author)","publisher":"bioRxiv","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCRY08BFpT1id0YozT4kvPVneTBPFUbIV8,NAME_SEARCH,QIkI)"}]}],"positions":null,"posts":[{"createdAt":1711400700000,"insightId":"dd614573-940b-4669-b2d1-ae8de7bc79df","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7176703580593106944,7178134853953994754)","threadUrn":"urn:li:ugcPost:7176703580593106944","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations!! Extremely well deserved!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7176703580593106944"}}}]}