{"summary":"I am motivated by making a decisive contribution to innovation in healthcare, focusing on patients with unmet medical need. At Roche, I built up teams for bio-conjugation projects, enhancing my skills as a reflexive and dependable leader, who is capable of making informed decisions.","lastName":"Hofer","objectUrn":"urn:li:member:556550560","geoRegion":"Greater Munich Metropolitan Area","fullName":"Kerstin Hofer","firstName":"Kerstin","currentPositions":[{"companyName":"Roche","description":"- Leads portfolio project teams in the discovery phase of antibody-based drugs and bio-conjugates in the areas of neurodegenerative diseases and cancer immune therapies\n\n- Built up a team of PostDocs, students and associates in a matrix organisation, with the team's focus on the production, engineering and analytical characterization of antibody conjugates\n\n- Contributes to the implementation of new technologies through end-to-end thinking, CoG estimations and strengthens the business case by process optimization\n\n- Co-created and implemented a strategy to foster Diversity and Inclusion as part of the pRED D&I team\n\n- Built a strong publication track record in the field of bio-conjugation and antibody-oligonucleotide conjugates (patents, publications)","title":"Matrix and Science Lead","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"country":"Switzerland","city":"Switzerland 🇨🇭 ","postalCode":"4070","line1":"Grenzacherstrasse"},"website":"http:\/\/www.roche.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/roche\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:1602","tenureAtCompany":{"numYears":6,"numMonths":2},"startedOn":{"month":10,"year":2020}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1702461516738?e=1723075200&v=beta&t=KlylR-XHGXnhaDB0srp653BwjUyOJHPyRlFiPMkngmc","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1702461516738?e=1723075200&v=beta&t=YkrUhYHo_oUWHwxaKZlmJTJ6Hgk5JkQ-KhBRt-pHD6c","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1702461516738?e=1723075200&v=beta&t=hAP4ngcv61LlBoAdLhgAW08YVJNwX1M4PFyLJmr0f0Y","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1702461516738?e=1723075200&v=beta&t=Nd2YbWQAQTVb23gJAW0xzu6DUsLpxkCre8P9iE23UNI","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E03AQFUzho5spMjfA\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Hospitals and Health Care","educations":[{"endedOn":{"year":2018},"degree":"Doctor of Philosophy (DPhil)","eduId":389266900,"schoolUrn":"urn:li:fs_salesSchool:4477","school":"urn:li:fs_salesSchool:4477","fieldsOfStudy":["Chemical Biology"],"schoolName":"University of Oxford","startedOn":{"year":2014}},{"endedOn":{"year":2014},"degree":"Master of Science (M.Sc.)","eduId":409932391,"schoolUrn":"urn:li:fs_salesSchool:596185","school":"urn:li:fs_salesSchool:596185","fieldsOfStudy":["Biochemistry"],"schoolName":"Ludwig-Maximilians Universität München","startedOn":{"year":2012}},{"endedOn":{"year":2012},"degree":"Bachelor of Science (B.Sc.)","eduId":409935215,"schoolUrn":"urn:li:fs_salesSchool:596185","school":"urn:li:fs_salesSchool:596185","fieldsOfStudy":["Chemistry and Biochemistry"],"schoolName":"Ludwig-Maximilians Universität München","startedOn":{"year":2009}}],"skills":[{"numOfEndorsement":0,"name":"Due Diligence"},{"numOfEndorsement":0,"name":"Communication"},{"numOfEndorsement":0,"name":"Analytical Skills"},{"numOfEndorsement":0,"name":"Coaching & Mentoring"},{"numOfEndorsement":0,"name":"Presentation Skills"},{"numOfEndorsement":0,"name":"Strategic Planning"},{"numOfEndorsement":0,"name":"Diversity & Inclusion"},{"numOfEndorsement":0,"name":"Innovation Management"},{"numOfEndorsement":0,"name":"Cancer Immunotherapy"},{"numOfEndorsement":0,"name":"Agile & Waterfall Methodologies"},{"numOfEndorsement":0,"name":"Data-driven Decision Making"},{"numOfEndorsement":0,"name":"Neurodegenerative Disease"},{"numOfEndorsement":0,"name":"Drug Discovery"},{"numOfEndorsement":19,"name":"Protein Biochemistry"},{"numOfEndorsement":15,"name":"Research"},{"numOfEndorsement":5,"name":"Protein Purification"},{"numOfEndorsement":2,"name":"Mass Spectrometry"},{"numOfEndorsement":2,"name":"Project Management"},{"numOfEndorsement":1,"name":"Team Work"},{"numOfEndorsement":1,"name":"Leadership"},{"numOfEndorsement":2,"name":"University Teaching"},{"numOfEndorsement":1,"name":"Public Speaking"},{"numOfEndorsement":3,"name":"Structural Biology"},{"numOfEndorsement":1,"name":"Antibody Drug Conjugates (ADCs)"},{"numOfEndorsement":2,"name":"High-Performance Liquid Chromatography (HPLC)"},{"numOfEndorsement":0,"name":"Antibody Engineering"},{"numOfEndorsement":1,"name":"High Throughput Screening"}],"numOfConnections":1177,"patents":[],"headline":"Senior Scientist and Technical Project Leader at Roche, Large Molecule Research, Biologics Core Technologies","courses":[{"name":"'Innovation Management  and Global Challenges' Seminar, Bayer AG, Wuppertal"},{"name":"Medicinal Chemistry Lecture Course, Dr Vipul Patel, GlaxoSmithKline, Oxford"},{"name":"McKinsey Workshop 'Forschergeist 2017', Berlin"},{"name":"Springboard Personal Development Programme, University of Oxford"},{"name":"Scientific Entrepreneurship, University of Oxford"},{"name":"Building a Business Workshop, Said Business School, University of Oxford"}],"certifications":[{"authority":"University of Oxford","name":"Japanese Vantage Level (B2) - Distinction","company":"urn:li:fs_salesCompany:4477","startedOn":{"month":6,"year":2017},"companyUrn":"urn:li:fs_salesCompany:4477"},{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/f67090762529f678319dfd22d32c385a2df967f3c2724d862bf91f84769a954e?trk=backfilled_certificate","authority":"LinkedIn","name":"Cert Prep: PMI Agile Certified Practitioner (PMI-ACP)®","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":5,"year":2020}}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/kerstin-lippl","organizations":[],"location":"Greater Munich Metropolitan Area","publications":[{"publishedOn":{"month":9,"day":23,"year":2016},"description":"The hypoxia-inducible factor (HIF) system orchestrates cellular responses to hypoxia in animals. HIF is an α\/β-heterodimeric transcription factor that regulates the expression of hundreds of genes in a tissue context-dependent manner. The major hypoxia-sensing component of the HIF system involves oxygen-dependent catalysis by the HIF hydroxylases; in humans there are three HIF prolyl hydroxylases (PHD1-3) and an asparaginyl hydroxylase (factor-inhibiting HIF (FIH)). PHD catalysis regulates HIFα levels, and FIH catalysis regulates HIF activity. How differences in HIFα hydroxylation status relate to variations in the induction of specific HIF target gene transcription is unknown. We report studies using small molecule HIF hydroxylase inhibitors that investigate the extent to which HIF target gene expression is induced by PHD or FIH inhibition. The results reveal substantial differences in the role of prolyl and asparaginyl hydroxylation in regulating hypoxia-responsive genes in cells. PHD inhibitors with different structural scaffolds behave similarly. Under the tested conditions, a broad-spectrum 2-oxoglutarate dioxygenase inhibitor is a better mimic of the overall transcriptional response to hypoxia than the selective PHD inhibitors, consistent with an important role for FIH in the hypoxic transcriptional response. Indeed, combined application of selective PHD and FIH inhibitors resulted in the transcriptional induction of a subset of genes not fully responsive to PHD inhibition alone. Thus, for the therapeutic regulation of HIF target genes, it is important to consider both PHD and FIH activity, and in the case of some sets of target genes, simultaneous inhibition of the PHDs and FIH catalysis may be preferable.","url":"http:\/\/www.jbc.org\/content\/291\/39\/20661.long","name":"Tuning the Transcriptional Response to Hypoxia by Inhibiting Hypoxia-inducible Factor (HIF) Prolyl and Asparaginyl Hydroxylases.  Chan MC, Ilott NE, Schödel J, Sims D, Tumber A, Lippl K, Mole DR, Pugh CW, Ratcliffe PJ, Ponting CP, Schofield CJ.","publisher":"Journal of Biological Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":9,"day":11,"year":2017},"description":"Inhibition of the human 2-oxoglutarate (2OG) dependent hypoxia inducible factor (HIF) prolyl hydroxylases (human PHD1–3) causes upregulation of HIF, thus promoting erythropoiesis and is therefore of therapeutic interest. We describe cellular, biophysical, and biochemical studies comparing four PHD inhibitors currently in clinical trials for anaemia treatment, that describe their mechanisms of action, potency against isolated enzymes and in cells, and selectivities versus representatives of other human 2OG oxygenase subfamilies. The ‘clinical’ PHD inhibitors are potent inhibitors of PHD catalyzed hydroxylation of the HIF-α oxygen dependent degradation domains (ODDs), and selective against most, but not all, representatives of other human 2OG dependent dioxygenase subfamilies. Crystallographic and NMR studies provide insights into the different active site binding modes of the inhibitors. Cell-based results reveal the inhibitors have similar effects on the upregulation of HIF target genes, but differ in the kinetics of their effects and in extent of inhibition of hydroxylation of the N- and C-terminal ODDs; the latter differences correlate with the biophysical observations.","url":"http:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2017\/sc\/c7sc02103h#!divAbstract","name":"Molecular and cellular mechanisms of HIF prolyl hydroxylase inhibitors in clinical trials. Yeh TL,  Leissing TM,  Abboud MI,  Thinnes CC,  Atasoylu O,  Holt-Martyn JP,  Zhang D, Tumber A,  Lippl K, Lohans CT, Leung IKH, Morcrette H, et al. ","publisher":"Chemical Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":3,"day":9,"year":2018},"description":"Prolyl hydroxylation of hypoxia inducible factor (HIF)-α, as catalysed by the Fe(ii)\/2-oxoglutarate (2OG)-dependent prolyl hydroxylase domain (PHD) enzymes, has a hypoxia sensing role in animals. We report that binding of prolyl-hydroxylated HIF-α to PHD2 is ∼50 fold hindered by prior 2OG binding; thus, when 2OG is limiting, HIF-α degradation might be inhibited by PHD binding.","url":"http:\/\/pubs.rsc.org\/en\/Content\/ArticleLanding\/2018\/CC\/C8CC00387D#!divAbstract","name":"2-Oxoglutarate regulates binding of hydroxylated hypoxia-inducible factor to prolyl hydroxylase domain 2. Abboud MI, McAllister TE, Leung IKH, Chowdhury R, Jorgensen C, Domene C, Mecinović J, Lippl K, Hancock RL, Hopkinson RJ, Kawamura A, et al.","publisher":"Chemical Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":11,"day":9,"year":2018},"description":"Background: In humans and other animals, the chronic hypoxic response is mediated by hypoxia inducible transcription factors (HIFs) which regulate the expression of genes that counteract the effects of limiting oxygen. Prolyl hydroxylases (PHDs) act as hypoxia sensors for the HIF system in organisms ranging from humans to the simplest animal Trichoplax adhaerens. \nMethods: We report structural and biochemical studies on the T. adhaerens HIF prolyl hydroxylase (TaPHD) that inform about the evolution of hypoxia sensing in animals. \nResults: High resolution crystal structures (≤1.3 Å) of TaPHD, with and without its HIFα substrate, reveal remarkable conservation of key active site elements between T. adhaerens and human PHDs, which also manifest in kinetic comparisons. \nConclusion: Conserved structural features of TaPHD and human PHDs include those apparently enabling the slow binding\/reaction of oxygen with the active site Fe(II), the formation of a stable 2-oxoglutarate complex, and a stereoelectronically promoted change in conformation of the hydroxylated proline-residue. Comparison of substrate selectivity between the human PHDs and TaPHD provides insights into the selectivity determinants of HIF binding by the PHDs, and into the evolution of the multiple HIFs and PHDs present in higher animals.\n\nKeywords: hypoxia, hypoxic response, oxygen sensing, hypoxia-inducible factor (HIF), evolution, dioxygenase, enzyme structure, PHD\/EGLN prolyl hydroxylases, 2-oxoglutarate oxygenase, Trichoplax adhaerens","url":"https:\/\/www.dovepress.com\/born-to-sense-biophysical-analyses-of-the-oxygen-sensing-prolyl-hydrox-peer-reviewed-fulltext-article-HP","name":"Born to sense: biophysical analyses of the oxygen sensing prolyl hydroxylase from the simplest animal Trichoplax adhaerens. Lippl K, Boleininger A, McDonough MA, Abboud MI, Tarhonskaya H, Chowdhury R, Loenarz C, Schofield CJ.","publisher":"Hypoxia, Dovepress","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":8,"day":24,"year":2018},"description":"In animals, the response to chronic hypoxia is mediated by upregulation of the α,β-heterodimeric hypoxia-inducible factors (HIFs). Levels of HIFα isoforms, but not HIFβ, are regulated by their post-translational modification as catalysed by prolyl hydroxylase domain enzymes (PHDs). Different roles for the human HIF-1\/2α isoforms and their two oxygen-dependent degradation domains (ODDs) are proposed. We report kinetic and NMR analyses of the ODD selectivity of the catalytic domain of wild-type PHD2 (which is conserved in nearly all animals) and clinically observed variants. Studies using Ala scanning and \"hybrid\" ODD peptides imply that the relatively rigid conformation of the (hydroxylated) proline plays an important role in ODD binding. They also reveal differential roles in binding for the residues on the N- and C-terminal sides of the substrate proline. The overall results indicate how the PHDs achieve selectivity for HIFα ODDs and might be of use in identifying substrate-selective PHD inhibitors.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1002\/cbic.201800246","name":"Studies on the Substrate Selectivity of the Hypoxia‐Inducible Factor Prolyl Hydroxylase 2 Catalytic Domain. Abboud MI, Chowdhury R, Leung IKH, Lippl K, Loenarz C, Claridge TDW, Schofield CJ.","publisher":"ChemBioChem","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"name":"The Clinically Used Iron Chelator Deferasirox is an Inhibitor of Epigenetic JumonjiC Domain-Containing Histone Demethylases. M. Roatsch, I. Hoffmann, M. I. Abboud, R. L. Hancock, H. Tarhonskaya, K.-F. Hsu, S. E. Wilkins, T.-L. Yeh, K. Lippl, et al.","publishedOn":{"month":2,"day":14,"year":2019},"description":"Fe(II)- and 2-oxoglutarate (2OG)-dependent JumonjiC domain-containing histone demethylases (JmjC KDMs) are epigenetic eraser enzymes involved in the regulation of gene expression and are emerging drug targets in oncology. We screened a set of clinically used iron chelators and report that they potently inhibit JMJD2A (KDM4A) in vitro. Mode of action investigations revealed that one compound, deferasirox, is a bona fide active site-binding inhibitor as shown by kinetic and spectroscopic studies. Synthesis of derivatives with improved cell permeability resulted in significant upregulation of histone trimethylation and potent cancer cell growth inhibition. Deferasirox was also found to similarly inhibit human 2OG-dependent hypoxia inducible factor prolyl hydroxylase activity. Therapeutic effects of clinically used deferasirox may thus involve transcriptional regulation through 2OG oxygenase inhibition. Deferasirox may provide a useful starting point for the development of novel anticancer drugs targeting 2OG oxygenases and a valuable tool compound for investigations of KDM function.","url":"https:\/\/chemrxiv.org\/articles\/The_Clinically_Used_Iron_Chelator_Deferasirox_is_an_Inhibitor_of_Epigenetic_JumonjiC_Domain-Containing_Histone_Demethylases\/7699853","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":10,"year":2015},"description":"The response to low cellular oxygen levels in humans and other animals is induced by the hypoxia inducible transcription factors (HIFs). These transcription factors are regulated by hypoxia inducible factor prolyl hydroxylases (PHDs), which act as ‘oxygen sensors’ by hydroxylating HIFs, thus leading to the proteomic degradation of the transcription factors. Over the last years, there have been multiple reports that describe additional PHD substrates other than HIFs. Among them are the large subunit of RNA Pol II, several transcription factors, and components of signalling pathways. Validating these reports is of major medicinal relevance given that PHD inhibitors are now in the late stage Phase 3 clinical trials. In order to investigate the selectivity of PHDs, the reported proteins have been tested as substrates for hydroxylation by Mass Spectrometry, and as binders or competitors of the PHDs. Initial work on peptides that contain the putative hydroxylation sites has indicated that the PHDs are much more selective for their well-established substrate HIF. However, in ongoing work these initial results are going to be validated on protein level by co-expressing PHDs with the reported substrates. Additionally, peptides of reported substrates were screened for their ability to alter the kinetics of HIF-hydroxylation by PHD2. An inhibitory effect of at least two different peptides on PHD2 was observed, suggesting that there is an interaction between the prolyl hydroxylase and these peptides. In order to investigate the mode of binding and inhibition, NMR studies have been carried out and binding of the two inhibitory peptides on PHD2 has been shown. Altogether, these results indicate that, although PHDs might be more selective for HIF as a substrate as it was initially thought, the enzymatic activity of the prolyl hydroxylases is possibly influenced by a number of other proteins that can directly bind to PHDs.","url":"https:\/\/www.researchgate.net\/publication\/292564730_Exploring_the_Substrate_Selectivity_of_Oxygen_Sensing_Prolyl_Hydroxylases","name":"Exploring the Substrate Selectivity of Oxygen Sensing Prolyl Hydroxylases. K. Lippl, M. I. Abboud, C. Loenarz, C. J. Schofield.","publisher":"Protein Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":3,"day":1,"year":2019},"description":"The 2-oxoglutarate (2OG) dependent hypoxia inducible factor (HIF) prolyl hydroxylases (PHDs) are targets for treatment of anaemia and other ischaemia related diseases. PHD inhibitors are in clinical trials; however, the number of reported templates for PHD inhibition is limited. We report structural activity relationship and crystallographic studies on spiro[4.5]decanone containing PHD inhibitors. Together with other studies, our results reveal spiro[4.5]decanones as useful templates for generation of potent and selective 2OG oxygenase inhibitors.","url":"https:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2019\/md\/c8md00548f#!divAbstract","name":"Studies on Spiro[4.5]decanone Prolyl Hydroxylase Domain Inhibitors. J. P. Holt-Martyn, A. Tumber,  M.  Z. Rahman,  K. Lippl,  W. Figg, Jr,  M. A. McDonough,  R. Chowdhury,  and  C.  J. Schofield.","publisher":"Medicinal Chemistry Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"name":"Toxoplasma activates host hypoxia inducible factor-1 by cytoplasmic trapping and lamp1-dependent lysosomal degradation of prolyl-hydroxylase 2. C. Florimond, et al.","publishedOn":{"month":4,"day":1,"year":2018},"publisher":"Cold Spring Harbor Laboratory","url":"https:\/\/www.biorxiv.org\/content\/10.1101\/297333v1","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"name":"Structural, biochemical and inhibition studies on hypoxia-inducible factor (HIF) prolyl hydroxylases. Doctoral thesis.","publishedOn":{"month":3,"day":1,"year":2018},"publisher":"Oxford University","url":"https:\/\/ethos.bl.uk\/OrderDetails.do?uin=uk.bl.ethos.757949","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":9,"day":3,"year":2019},"description":"Human and other animal cells deploy three closely related dioxygenases (PHD 1, 2 and 3) to signal oxygen levels by catalysing oxygen regulated prolyl hydroxylation of the transcription factor HIF. The discovery of the HIF prolyl-hydroxylase (PHD) enzymes as oxygen sensors raises a key question as to the existence and nature of non-HIF substrates, potentially transducing other biological responses to hypoxia. Over 20 such substrates are reported. We therefore sought to characterise their reactivity with recombinant PHD enzymes. Unexpectedly, we did not detect prolyl-hydroxylase activity on any reported non-HIF protein or peptide, using conditions supporting robust HIF-α hydroxylation. We cannot exclude PHD-catalysed prolyl hydroxylation occurring under conditions other than those we have examined. However, our findings using recombinant enzymes provide no support for the wide range of non-HIF PHD substrates that have been reported.","url":"https:\/\/elifesciences.org\/articles\/46490","name":"Lack of activity of recombinant HIF prolyl hydroxylases (PHDs) on reported non-HIF substrates; Matthew E Cockman, Kerstin Lippl, Ya-Min Tian, Hamish B Pegg, William D Figg Jnr, Martine I Abboud, Raphael Heilig, Roman Fischer, Johanna Myllyharju.","publisher":"eLife","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":11,"day":21,"year":2019},"description":"The 2‐oxoglutarate‐dependent hypoxia inducible factor prolyl hydroxylases (PHDs) are targets for treatment of a variety of disease states including anemia. One PHD inhibitor is approved for use in the treatment of renal anemia and others are in late stage clinical trials. However, the number of reported templates for PHD inhibition is limited. We report structure–activity relationship and crystallographic studies on a promising class of 4‐hydroxypyrimidine‐containing PHD inhibitors.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cmdc.201900557","name":"Structure–Activity Relationship and Crystallographic Studies On 4‐Hydroxypyrimidine HIF Prolyl Hydroxylase Domain Inhibitors. J Holt-Martyn,  R Chowdhury,  A Tumber,  T-L Yeh,  MI Abboud,  K Lippl,  C Lohans,  G Langley, et al.","publisher":"ChemMedChem","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":9,"day":15,"year":2020},"description":"In animals, the response to chronic hypoxia is mediated by prolyl-hydroxylases (PHDs) that regulate the levels of hypoxia inducible transcription factor a (HIFα). PHD homologues exist in other types of eukaryotes and prokaryotes where they act on non-HIF substrates. To gain insight into the factors underlying different PHD substrates and properties, we carried out biochemical and biophysical studies on PHD homologues from the slime mold, Dictyostelium discoideum, and the protozoan parasite, Toxoplasma gondii, both lacking HIF. The respective prolyl-hydroxylases (DdPhyA and TgPhyA) catalyze prolyl-hydroxylation of S-Phase Kinase Associated Protein 1 (Skp1), a reaction enabling adaptation to different dioxygen availability. Assays with full length Skp1 substrates reveal substantial differences in the kinetic properties of DdPhyA and TgPhyA, both with respect to each other and compared with human PHD2; consistent with cellular studies TgPhyA is more active at low dioxygen concentrations than DdPhyA. TgSkp1 is a DdPhyA substrate and DdSkp1 is a TgPhyA substrate. No cross-reactivity was detected between DdPhyA\/TgPhyA substrates and human PHD2. The human Skp1 E147P variant is a DdPhyA and TgPhyA substrate, suggesting some retention of ancestral interactions. Crystallographic analysis of DdPhyA enables comparisons with homologues from humans, Trichoplax adhaerens, and prokaryotes, TgPhyA informing on differences in mobile elements involved in substrate binding and catalysis. In DdPhyA, two mobile loops that enclose substrates in the PHDs are conserved, but the C-terminal helix of the PHDs is strikingly absent.  The combined results support the proposal that PHD homologues have evolved kinetic and structural features suited to their specific sensing roles.","url":"https:\/\/www.jbc.org\/content\/early\/2020\/09\/15\/jbc.RA120.013998.abstract","name":"Biochemical and biophysical analyses of hypoxia sensing prolyl hydroxylases from Dictyostelium discoideum and Toxoplasma gondii","publisher":"JBC","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"publishedOn":{"month":11,"day":2,"year":2023},"description":"Antisense-oligonucleotides (ASOs) are a promising drug modality for the treatment of neurological disorders, but the currently established route of administration via intrathecal delivery is a major limitation to its broader clinical application. An attractive alternative is the conjugation of the ASO to an antibody that facilitates access to the central nervous system (CNS) after peripheral application and target engagement at the blood–brain barrier, followed by transcytosis. Here, we show that the diligent conjugate design of Brainshuttle-ASO conjugates is the key to generating promising delivery vehicles and thereby establishing design principles to create optimized molecules with drug-like properties. An innovative site-specific transglutaminase-based conjugation technology was chosen and optimized in a stepwise process to identify the best-suited conjugation site, tags, reaction conditions, and linker design. The overall conjugation performance was found to be specifically governed by the choice of buffer conditions and the structure of the linker. The combination of the peptide tags YRYRQ and RYESK was chosen, showing high conjugation fidelity. Elaborate conjugate analysis revealed that one leading differentiating factor was hydrophobicity. The increase of hydrophobicity by the ASO payload could be mitigated by the appropriate choice of conjugation site and the heavy chain position 297 proved to be the most optimal. Evaluating the properties of the linker suggested a short bicyclo[6.1.0]nonyne (BCN) unit as best suited with regards to conjugation performance and potency. Promising in vitro activity and in vivo pharmacokinetic behavior of optimized Brainshuttle-ASO conjugates, based on a microtubule-associated protein tau (MAPT) targeting oligonucleotide, suggest that such designs have the potential to serve as a blueprint for peripherally delivered ASO-based drugs for the CNS in the future.","url":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.bioconjchem.3c00393","name":"Diligent Design Enables Antibody-ASO Conjugates with Optimal Pharmacokinetic Properties","publisher":"Bioconjugate Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]},{"name":"LINKERS FOR SITE-SPECIFIC ANTIBODY CONJUGATION","description":"Abstract\n(EN) Herein is reported a polypeptide-linker-nucleic acid conjugate, wherein the linker comprises a 3-amino propanamide unit, a 2,6-diamino hexanoic acid amide unit, and a 1,4,5,5a,6,6a,7,8-octahydrocyclopropa[5,6]cycloocta[1,2-d]-1,2,3-triazole unit, wherein the polypeptide comprises a C-terminal lysine residue, and wherein the nucleic acid comprises an oxygen linked to a phosphorous atom of the oxidation state V at the 5' or 3' terminus, wherein the 3-amino group of the 3-amino propanamide unit and the carboxy function of the lysine residue of the polypeptide are linked by\/form an amide bond, the carboxy function of the 3-amino propanamide unit and the alpha amino group of the 2,6-diamino hexanoic acid amide unit are linked by\/form an amide bond, the 6-amino group of the 2,6-diamino hexanoic acid amide unit is a nitrogen of the 1,2,3-triazole element of the 1,4,5,5a,6,6a,7,8- octahydrocyclopropa[5,6]cycloocta[1,2-d]-1,2,3-triazole unit, and the oxygen linked to the phosphorous atom of the nucleic acid is covalently linked to the cyclopropane element of the 1,4,5,5a,6,6a,7,8-octahydrocyclopropa[5,6]cycloocta[1,2-d]-1,2,3- triazole unit.","publisher":"Patent, WO2024\/017923","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACEsSaABb62h9XMMM9pJOzKI38EwOgFcHww,NAME_SEARCH,IROO)"}]}],"positions":null,"posts":[{"createdAt":1716490560000,"insightId":"0c99ede1-0899-4190-b2e6-5da00e6df3d8","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":29},{"type":"PRAISE","count":2},{"type":"APPRECIATION","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7199483267945762816","threadUrn":"urn:li:activity:7199483267945762816","reactionsCount":32,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7199483267081744384","message":{"attributes":[],"text":"Today, I had the pleasure of being a panellist alongside Morten Grunnet and Iraida Soria Espinosa at the Discovery Europe Conference."},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D22AQGT6t6Q2LVCtg\/feedshare-shrink_2048_1536\/0\/1716481037925?e=1720051200&v=beta&t=MCVrSjdDvLEdtCHwd8EWZkuJmqfw6SAo9YXnUOfFXiI"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7199443289027055617","message":{"attributes":[{"start":49,"length":18,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:discoveryeurope24"}}},{"start":74,"length":18,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:287032001"}}},{"start":110,"length":30,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:18725672"}}},{"start":199,"length":13,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:556550560"}}}],"text":"Two well-spent days in Basel this week attending #DiscoveryEurope24  with Alexandra Phillips representing the UK Dementia Research Institute. \n\nI also had the pleasure to share a pannel session with Kerstin Hofer and Morten Grunnet, from Roche and Lunbeck. We discussed about bringing therapeutics to new frontiers in the neuroscience track. It has been fantastic to share perspectives with two leading organisations in brain diseases!\n\nSome take-aways to share:\n💻in silico tools for drug discovery are here to stay, and massively reducing the timelines, by no means replacing all the in vitro\/in vivo assays. Companies are either developing their own workflors and\/or partnering with AI drug discovery entities.\n📓data as a product, big topic. Some discussions around the challenges on how we can make this data transferable across organisations.\n🧠neuroimmunology targets, specifically microglia-related, are taking a lead position for new therapeutic development. \n💊Roche's amyloid Ab conjugated to their propietary brain shuttle showing impressive amyloid plaque reduction data in their first trial on people suffering from MCI, with no ARIA detected so far. Watch the space! Such an exciting time for the field. \n"},"entityUrn":"urn:li:share:7199443289027055617"},"entityUrn":"urn:li:share:7199483267081744384"}}},{"createdAt":1710928980000,"insightId":"e36a5127-8c14-4ed3-b267-5e18a35640e0","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":14},{"type":"PRAISE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7176156282729422851","threadUrn":"urn:li:activity:7176156282729422851","reactionsCount":17,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7176156282100334593","message":{"attributes":[],"text":"I am looking forward to presenting our recent work at the 4th Oligonucleotides for CNS Summit!"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQGa4mnmGBL68w\/feedshare-shrink_2048_1536\/0\/1709805307315?e=1720051200&v=beta&t=xMQYnhJNOZ6vUuBM6N1W0oJIMPaLAMbwOgJ5VMdL40w"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7171443243996401665","message":{"attributes":[{"length":21,"start":927,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/ter.li\/wc2acj"}}},{"length":13,"start":981,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:52142371"}}},{"length":10,"start":996,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:90807777"}}},{"length":14,"start":1008,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:15798211"}}},{"length":15,"start":1024,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:604742248"}}},{"length":15,"start":1041,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:398529003"}}},{"length":11,"start":1058,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:506071301"}}},{"length":22,"start":1071,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:308019993"}}},{"length":13,"start":1095,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:13717573"}}},{"length":12,"start":1110,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:295579107"}}},{"length":12,"start":1124,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:592471499"}}},{"length":18,"start":1138,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:146262820"}}},{"length":12,"start":1158,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:732187133"}}},{"length":24,"start":1172,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:17709705"}}},{"length":13,"start":1198,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:198522681"}}},{"length":10,"start":1213,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:337470884"}}},{"length":13,"start":1225,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:556550560"}}},{"length":13,"start":1240,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:600711403"}}},{"length":13,"start":1267,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:98735113"}}},{"length":7,"start":1282,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:62357277"}}},{"length":14,"start":1291,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:10364656"}}},{"length":27,"start":1307,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:274975174"}}},{"length":23,"start":1336,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:32407546"}}},{"length":11,"start":1361,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:14707171"}}},{"length":14,"start":1374,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:52082977"}}},{"length":19,"start":1390,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:317540131"}}},{"length":21,"start":1411,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:144467866"}}}],"text":"I’m thrilled to announce the release of the brand-new agenda for the new and improved 4th Oligonucleotides for CNS Summit.\n\nWith Biogen’s milestone approval of Tofersen leading the charge with a first-in-class clinically effective ASO for ALS, the glass ceiling of efficacious and safe oligonucleotides for CNS indications has truly been shattered.\n\nThe 4th Oligonucleotides for CNS Summit is the only forum wholly dedicated to unique challenges and neuroscience innovation for this modality; delving into the hottest ASO, siRNA, saRNA, and miRNA program updates and latest industry challenges.\n\nJoin 150+ senior industry leaders across discovery biology, structural chemistry, preclinical, clinical, CMC, and regulatory this year from Regeneron, Roche, Janssen, Merck, Novartis, Genentech, Creyon Bio, Stoke Therapeutics, Dyne Therapeutics and many more\n\n📆 Save the Date: July 9-11, 2024 | Boston M.A.\n🌐 Explore the Agenda: https:\/\/ter.li\/wc2acj\n\n27+ expert speakers including: Angela Wagner, Anne Valat, Asa Abeliovich, beatriz llamusi, benjamin bleier, Branden RYU, Damon (Feng) Wang, PhD, David Eyerman, Eloise Hudry, Evan Mizerak, Hanine Rafidi, PhD, Ioana Panait, Irina Antonijevic MD PhD, John Tukianen, Ken Yamada, Kerstin Hofer, Long-Cheng Li, Luija Zhou, Mansoor Amiji, Meena -, Nicholas Yoder, Pascaline Aimé-Wilson (PhD), Patricia Sanwald Ducray, Sam Alworth, Sandy Hinckley, Stephanie M. Monson, Swagatam Mukhopadhyay\n"},"entityUrn":"urn:li:share:7171443243996401665"},"entityUrn":"urn:li:share:7176156282100334593"}}},{"createdAt":1716490740000,"insightId":"f6b0c6b1-c9d8-4131-b63c-9d04bf815839","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7199424019345903617,7199484117808242688)","threadUrn":"urn:li:activity:7199424019345903617","reactionsCount":2,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations, Sylke!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7199424019345903617"}}},{"createdAt":1712129220000,"insightId":"362ea52d-a53a-4ffe-bc0d-b65a4714f044","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7180471155466604544,7181190666671001600)","threadUrn":"urn:li:ugcPost:7180471155466604544","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Juliana"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7180471155466604544"}}},{"createdAt":1711534200000,"insightId":"4460aafd-6981-462c-82c9-11d02aad5158","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7178414708268429312,7178694873020055553)","threadUrn":"urn:li:ugcPost:7178414708268429312","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Marianne"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7178414708268429312"}}},{"createdAt":1710965040000,"insightId":"78898c6c-afce-4fdc-8312-c755294e55f7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7175826597223022593,7176307648554819584)","threadUrn":"urn:li:activity:7175826597223022593","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations!!!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7175826597223022593"}}}]}