{"summary":"Accomplished CMC leader with 10+years of experience in developing, recommending and implementing development strategies of parenteral drug product formulation, analytical, device and primary packaging, tech transfer to clinical\/commercial manufacturing, registrational filing.\n\nUnique and extensive experience in parenteral drug development both in biologics and small molecules, specifically in high concentration formulation development, lyophilization cycle development, scale-up, tech-transfer to clinical\/commercial manufacturing and life cycle management. \n\nSkillset in developing novel approaches (spray drying, spray freeze drying etc.) to dehydrate protein pharmaceuticals, and leading cross-functional interfaces internally and third-party partners including due-diligence, project planning and management.\n \nSpecialties: Parenteral drug product development, high concentration formulation development, Freeze-drying, lyophilization, scale-up, tech transfer, spray drying, CMC leadership.","lastName":"Chen","objectUrn":"urn:li:member:56655898","geoRegion":"New York City Metropolitan Area","fullName":"Xiao-Dong Chen","firstName":"Xiao-Dong","currentPositions":[{"companyName":"Roivant Sciences","description":"− Lead CMC aspects of product development programs including CMC strategy and execution of pharmaceutical development and external manufacturing activities for both biopharmaceuticals and small molecule\n− Develop and direct strategies for process development, analytical development and validation, formulation development\n− Leading activities such as evaluating, selecting, and managing of contract service providers (CDMOs and CROs) including tech transfer, process scale-up, design of validation strategies and manufacturing \n− Oversee the development and maintenance of CMC budget \n− Participate and contribute technical CMC expertise in support of the due diligence on assets of interest\n− Manage and lead clinical supply chain activities","title":"Senior Director - Chemistry, Manufacturing and Controls","companyUrnResolutionResult":{"employeeCountRange":"201-500","headquarters":{"geographicArea":"New York","country":"United States","city":"New York","postalCode":"10036","line2":"15th Floor","line1":"151 W 42nd St"},"website":"http:\/\/www.roivant.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/roivant-sciences-inc-\/","industry":"Biotechnology"},"companyUrn":"urn:li:fs_salesCompany:9215024","tenureAtCompany":{"numYears":3,"numMonths":1},"startedOn":{"month":10,"year":2023}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1663336639564?e=1723075200&v=beta&t=bFFCclFMdBksWKJzYgThogM16ktCPm-CEHB4jRRdaVE","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1663336639564?e=1723075200&v=beta&t=Bc84wj9u08LtQwuP2LS9dQv8eN5rvEGzZRF0i95Gh-4","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1663336639564?e=1723075200&v=beta&t=4yctAqGFRlqwIpiqvC7vaHSnvUtDpXAcY_mmj0p5f3g","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1663336639564?e=1723075200&v=beta&t=JxC_ciKxVK5iZ7V2gsx4v-UuaqIuijB9zJOKZbFi-dU","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4E03AQFbDqSETZMdPw\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"school":"urn:li:fs_salesSchool:3173","degree":"Doctor of Philosophy (Ph.D.)","schoolName":"The Ohio State University","schoolUrn":"urn:li:fs_salesSchool:3173","eduId":70196016},{"school":"urn:li:fs_salesSchool:6806","degree":"Master of Science (M.S.)","schoolName":"Tulane University","schoolUrn":"urn:li:fs_salesSchool:6806","eduId":70196068},{"school":"urn:li:fs_salesSchool:1607923","degree":"Bachelor's Degree","schoolName":"Chongqing University","schoolUrn":"urn:li:fs_salesSchool:1607923","eduId":212351828}],"skills":[{"numOfEndorsement":11,"name":"Lyophilization"},{"numOfEndorsement":65,"name":"Finite Element Analysis"},{"numOfEndorsement":32,"name":"CFD"},{"numOfEndorsement":3,"name":"Pharmaceutical Engineering"},{"numOfEndorsement":21,"name":"COMSOL"},{"numOfEndorsement":7,"name":"Abaqus"},{"numOfEndorsement":10,"name":"Biomechanics"},{"numOfEndorsement":13,"name":"Materials Science"},{"numOfEndorsement":11,"name":"Mathematical Modeling"},{"numOfEndorsement":7,"name":"Heat Transfer"},{"numOfEndorsement":18,"name":"Characterization"},{"numOfEndorsement":11,"name":"Fluid Mechanics"},{"numOfEndorsement":6,"name":"ANSYS"},{"numOfEndorsement":4,"name":"Fluid Dynamics"},{"numOfEndorsement":3,"name":"Spectroscopy"},{"numOfEndorsement":6,"name":"Fortran"},{"numOfEndorsement":3,"name":"Optimization"},{"numOfEndorsement":8,"name":"Design of Experiments"},{"numOfEndorsement":8,"name":"Numerical Analysis"},{"numOfEndorsement":3,"name":"Chemical Engineering"},{"numOfEndorsement":1,"name":"Thermodynamics"},{"numOfEndorsement":12,"name":"Modeling"},{"numOfEndorsement":2,"name":"Mechanical Testing"},{"numOfEndorsement":3,"name":"Computational Mechanics"},{"numOfEndorsement":1,"name":"Nanomaterials"},{"numOfEndorsement":42,"name":"Matlab"},{"numOfEndorsement":11,"name":"Biomedical Engineering"},{"numOfEndorsement":0,"name":"PASSAGE"},{"numOfEndorsement":34,"name":"Simulations"},{"numOfEndorsement":14,"name":"Process Simulation"},{"numOfEndorsement":4,"name":"Validation"},{"numOfEndorsement":10,"name":"Biotechnology"},{"numOfEndorsement":5,"name":"Life Sciences"}],"numOfConnections":5124,"patents":[],"headline":"Senior Director at Roivant Sciences","courses":[],"certifications":[{"authority":"Projex","name":"Project Management Fundamentals","company":"urn:li:fs_salesCompany:0","companyUrn":"urn:li:fs_salesCompany:0"},{"authority":"SAS","name":"JMP Software: Data Exploration","company":"urn:li:fs_salesCompany:1491","companyUrn":"urn:li:fs_salesCompany:1491"},{"authority":"SAS","name":"JMP Software: ANOVA and Regression","company":"urn:li:fs_salesCompany:1491","companyUrn":"urn:li:fs_salesCompany:1491"},{"authority":"Columbia Business School","name":"PBRG Boot Camp Program-  Leadership Training","company":"urn:li:fs_salesCompany:2625","startedOn":{"month":4,"year":2016},"companyUrn":"urn:li:fs_salesCompany:2625"}],"memberBadges":{"premium":true,"openLink":true,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/xiao-dong-chen-b8ab8216","organizations":[{"name":"Sino-American Pharmaceutical Professionals Association (SAPA)","description":"Founded in 1993, the Sino-American Pharmaceutical Professionals Association (SAPA) grew rapidly and has become one of the most active and well-recognized Chinese-heritage enduring professional organizations in the United States. SAPA is an independent, nonprofit and professional organization with over 4,000 members in USA, China, Hong Kong, Taiwan and Japan. Its headquarters is based in the tri-state area (NY-NJ-CT) with three regional chapters in New England, Greater Philadelphia and Connecticut area, and one chapter in China.","position":"President and Board Member","startedOn":{"month":9,"year":2021}},{"endedOn":{"month":7,"year":2016},"name":"Sino-American Pharmaceutical Professionals Association (SAPA) Newsletter","position":"Editor-in-Chief","startedOn":{"month":1,"year":2013}},{"endedOn":{"month":3,"year":2012},"name":"Buckeye International Tennis Association (BITA)","position":"President","startedOn":{"month":9,"year":2010}},{"name":"Sino-American Pharmaceutical Professionals Association (SAPA)","position":"Chair of China Affairs Committee and Director of Global Communication Team","startedOn":{"month":9,"year":2014}},{"name":"Toastmaster Club at Bristol-Myers Squibb","position":"President\/VP of Education\/VP of Public Relations\/VP of Membership","startedOn":{"month":6,"year":2014}}],"location":"New York City Metropolitan Area","publications":[{"publishedOn":{"month":7,"year":2016},"description":"Modeling approaches play a valuable role at various stages of development and life-cycle management of biopharmaceutical products. In Quality-by-Design (QbD) paradigm, quality needs to be designed into the product rather than merely confirming it through end product testing; this requires in-depth understanding of the product quality and impact of manufacturing process on product quality (Group IEW 2005, 2008, 2009). Modeling strategies in support of QbD paradigm for biologics are particularly important because of the costs involved in the development of biologic products (Group CBW 2009; Fissore and Antonello (Qual Des Biopharm Drug Prod Dev 18:565–93, 2015)). This mini-review focuses on the application of mechanistic models in the development of biologic drug products as ready-to-use solutions or lyophilized drug products. The choice of the modeling approach is dependent on the specific processes involved in the unit operation as well as intent of application of modeling. The application of models to unit operations in biologics drug product processing such as mixing (compounding), membrane transfer (ultrafiltration\/diafiltration), freeze-thaw, and lyophilization, to characterize the quality risks, define the design space, provide input to control strategy, and build robustness in the process will be discussed.","url":"http:\/\/rd.springer.com\/article\/10.1007\/s12247-016-9250-0?view=classic","name":"Application of Mechanistic Models for Process Design and Development of Biologic Drug Products","publisher":"Journal of Pharmaceutical Innovation","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADFhYMBpAbKHAZpwH8z5OJBydzBjQVLWRI,NAME_SEARCH,8gdr)"}]},{"publishedOn":{"month":3,"year":2015},"description":"Lyophilization is an approach commonly undertaken to formulate drugs that are unstable to be commercialized as ready to use (RTU) solutions. One of the important aspects of commercializing a lyophilized product is to transfer the process parameters that are developed in lab scale lyophilizer to commercial scale without a loss in product quality. This process is often accomplished by costly engineering runs or through an iterative process at the commercial scale. Here, we are highlighting a combination of computational and experimental approach to predict commercial process parameters for the primary drying phase of lyophilization. Heat and mass transfer coefficients are determined experimentally either by manometric temperature measurement (MTM) or sublimation tests and used as inputs for the finite element model (FEM)-based software called PASSAGE, which computes various primary drying parameters such as primary drying time and product temperature. The heat and mass transfer coefficients will vary at different lyophilization scales; hence, we present an approach to use appropriate factors while scaling-up from lab scale to commercial scale. As a result, one can predict commercial scale primary drying time based on these parameters. Additionally, the model-based approach presented in this study provides a process to monitor pharmaceutical product robustness and accidental process deviations during Lyophilization to support commercial supply chain continuity. The approach presented here provides a robust lyophilization scale-up strategy; and because of the simple and minimalistic approach, it will also be less capital intensive path with minimal use of expensive drug substance\/active material.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25791415","name":"Finite Element Method (FEM) Modeling of Freeze-drying: Monitoring Pharmaceutical Product Robustness During Lyophilization","publisher":"AAPS PharmSciTech","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABuFI4Bcs3qsOyHo7c1ChRCyF5gqVDVzX0,NAME_SEARCH,QuMN)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABBN03wBzYumpxqZTYx9DgZOu5zKvo0LdF8,NAME_SEARCH,Hddz)"}]},{"name":"A Computational Approach to Predict Lyophilizaiton Performance and Monitor Process Robustness for Biologics","publishedOn":{"month":10,"year":2014},"publisher":"2014 AiChe Annual Meeting","url":"http:\/\/www3.aiche.org\/proceedings\/AuthorDetails.aspx?PersonID=152701","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABBN03wBzYumpxqZTYx9DgZOu5zKvo0LdF8,NAME_SEARCH,Hddz)"}]},{"publishedOn":{"month":10,"year":2014},"description":"Although mechanical ventilation is a life-saving therapy for patients with severe lung disorders, the microbubble flows generated during ventilation generate hydrodynamic stresses, including pressure and shear stress gradients, which damage the pulmonary epithelium. In this study, we used computational fluid dynamics to investigate how gravity, inertia, and surface tension influence both microbubble flow patterns in bifurcating airways and the magnitude\/distribution of hydrodynamic stresses on the airway wall. Direct interface tracking and finite element techniques were used to simulate bubble propagation in a two-dimensional (2D) liquid-filled bifurcating airway. Computational solutions of the full incompressible Navier–Stokes equation were used to investigate how inertia, gravity, and surface tension forces as characterized by the Reynolds (Re), Bond (Bo), and Capillary (Ca) numbers influence pressure and shear stress gradients at the airway wall. Gravity had a significant impact on flow patterns and hydrodynamic stress magnitudes where Bo > 1 led to dramatic changes in bubble shape and increased pressure and shear stress gradients in the upper daughter airway. Interestingly, increased pressure gradients near the bifurcation point (i.e., carina) were only elevated during asymmetric bubble splitting. Although changes in pressure gradient magnitudes were generally more sensitive to Ca, under large Re conditions, both Re and Ca significantly altered the pressure gradient magnitude. We conclude that inertia, gravity, and surface tension can all have a significant impact on microbubble flow patterns and hydrodynamic stresses in bifurcating airways.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4151161\/","name":"Computational Analysis of Microbubble Flows in Bifurcating Airways: Role of Gravity, Inertia, and Surface Tension","publisher":"J Biomech Eng","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbXjrUBrYpMAueCMifzehP_lvIMNyxsdYk,NAME_SEARCH,OO8D)"}]},{"name":"Simulating Microbubble Flows Using COMSOL Multiphysics","publishedOn":{"month":10,"year":2008},"description":" We utilized COMSOL with Matlab to develop a time dependent computational model of semi-infinite air bubble progression in a liquid filled channel. This microbubble flow model\naccounts simulates the continual interfacial expansion dynamics observed during the\nopening of collapsed pulmonary airways. We successfully simulated a wide range of capillary\nnumbers (10-4 < Ca < 1) an at lower Ca than those used in our previous published boundary\nelement models (BEM). Simulation results are compared to the low capillary asymptotic\npredictions of Bretherton, who found that the trailing film thickness varied as 𝐶𝑎2\/3 for\n𝐶𝑎 < 2 ∗ 10−3 . Our COMSOL based model also accurately matched our previously published\nBEM results at 10−2 < 𝐶𝑎 < 101. This validated COMSOL model will be used in the future to simulate complex fluid-structure interactions between the microbubble and the soft tissue\/biological cells surrounding the airway. ","publisher":"Proceedings of the COMSOL Conference 2008 Boston","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAbXjrUBrYpMAueCMifzehP_lvIMNyxsdYk,NAME_SEARCH,OO8D)"}]},{"publishedOn":{"month":11,"day":20,"year":2018},"description":"We have implemented the use of a small-scale, 7-vial Micro Freeze Dryer (MicroFD®; Millrock Technology,\nInc.) that has the capability to accurately control heat transfer during lyophilization. We\ndemonstrate the ability to fine-tune the MicroFD® vial heat transfer coefficient (Kv) to match the Kv of\nvials in a LyoStar III laboratory-scale unit. When the MicroFD® is run under conditions that match the Kv\nof the LyoStar III, the resulting lyophilization performance between scales results in equivalent product\ntemperature profiles and critical quality attributes for the same drying process. The proposed workflow\ndemonstrates how exploitation of Kv control in the MicroFD® enables cycle development of at-scale\nlyophilization processes using only 7 product vials. By changing the MicroFD® Kv, laboratory and,\npotentially, manufacturing cycles may be simulated using only 7 product vials for tremendous active\npharmaceutical ingredient savings, as long as at-scale heat transfer coefficients are well characterized.","url":"https:\/\/doi.org\/10.1016\/j.xphs.2018.11.018","name":"Representative Scale-Down Lyophilization Cycle Development Using a Seven-Vial Freeze-Dryer (MicroFD®)","publisher":"Journal of Pharmaceutical Sciences","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"}]},{"publishedOn":{"month":12,"day":24,"year":2018},"description":"Subcutaneous delivery of highly concentrated protein formulations is paramount for reducing healthcare cost and improving patient compliance, where reducing the solution viscosity of formulations is critical for drug delivery. The objective of this paper is to provide some mechanistic understanding about the contribution of electrostatic repulsion to the viscosity of protein solutions at high concentrations, along with the effect of excipients such as salts on relative viscosity. Proteins are treated as charged colloids in this paper. At high concentrations, the electrical double layer starts to overlap, and secondary electroviscous effect becomes significant in addition to primary electroviscous effect. In other words, the hydrodynamic volume of proteins plays a great role in influencing their solution viscosity because of the excluded volume effect. Currently, it is hypothesized that the high viscosity of concentrated protein solutions is attributed to formation of clusters due to either electrostatic attraction or hydrophobic interactions, especially for monoclonal antibodies, in which anybody molecules in high concentration formulations may form networks. Consequently, viscosity reduction in the presence of inorganic or organic salts in these formulations is due to breaking up of these networks. In this review, authors hope to provide another point of view based on the effect of the electrostatic repulsion on the excluded volume-hydrodynamic volume. Finally, authors hope the proposed theoretical framework can be used to guide excipient selection in the product development of highly concentrated proteins. ","url":"https:\/\/doi.org\/10.1016\/j.ijpx.2018.100002","name":"Impact of electroviscous effect on viscosity in developing highly concentrated protein formulations: Lessons from non-protein charged colloids","publisher":"International Journal of Pharmaceutics: X","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"}]},{"publishedOn":{"month":2,"day":1,"year":2019},"description":"Biologic products encounter various types of interfacial stress during development, manufacturing, and clinical administration. When proteins come in contact with vapor-liquid, solid-liquid, and liquid-liquid surfaces, these interfaces can significantly impact the protein drug product quality attributes, including formation of visible particles, subvisible particles, or soluble aggregates, or changes in target protein concentration due to adsorption of the molecule to various interfaces. Protein aggregation at interfaces is often accompanied by changes in conformation, as proteins modify their higher order structure in response to interfacial stresses such as hydrophobicity, charge, and mechanical stress. Formation of aggregates may elicit immunogenicity concerns; therefore, it is important to minimize opportunities for aggregation by performing a systematic evaluation of interfacial stress throughout the product development cycle and to develop appropriate mitigation strategies. The purpose of this white paper is to provide an understanding of protein interfacial stability, explore methods to understand interfacial behavior of proteins, then describe current industry approaches to address interfacial stability concerns. Specifically, we will discuss interfacial stresses to which proteins are exposed from drug substance manufacture through clinical administration, as well as the analytical techniques used to evaluate the resulting impact on the stability of the protein. A high-level mechanistic understanding of the relationship between interfacial stress and aggregation will be introduced, as well as some novel techniques for measuring and better understanding the interfacial behavior of proteins. Finally, some best practices in the evaluation and minimization of interfacial stress will be recommended.","url":"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/30915582","name":"Interfacial Stress in the Development of Biologics: Fundamental Understanding, Current Practice, and Future Perspective","publisher":"The AAPS Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAANggBoB0y9pTiNRq_qeNuDONgta7dfOssE,NAME_SEARCH,-Hqx)"}]}],"positions":null,"posts":[{"createdAt":1714423980000,"insightId":"0a5ab5b8-13c9-404b-96ba-166487a299d7","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":17},{"type":"PRAISE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7190815375687667713","threadUrn":"urn:li:activity:7190815375687667713","reactionsCount":19,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7190815375163379714","message":{"attributes":[],"text":"Big milestone for Dermovant."},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQHYhjp0Fwi-HQ\/image_350_624\/0\/1714484804790?e=1720051200&v=beta&t=o46fdRPfiLp8fTPRi1Qkj21R1tlHDg1IjsGIqb5NdUA"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7190710169029210113","message":{"attributes":[{"length":17,"start":221,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:atopicdermatitis"}}},{"length":22,"start":291,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/bit.ly\/44kniGy"}}},{"length":5,"start":513,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:snda"}}},{"length":17,"start":827,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:skindeservesmore"}}}],"text":"I’m overwhelmed with gratitude and excitement to announce the Food and Drug Administration (FDA) has accepted the supplemental New Drug Application (sNDA) of our innovative prescription topical therapy in development for #AtopicDermatitis (AD) in adults and children down to 2 years of age: https:\/\/bit.ly\/44kniGy\n \nOur journey at Dermavant has been fueled by a relentless commitment to science, innovation and care, driven by a passion for making a tangible difference in the lives of those affected by AD. This #sNDA acceptance represents more than just a regulatory milestone; it symbolizes the potential of an innovative treatment option for a complex and chronic disease.\n \n Thank you to everyone whose work made this achievement possible. Here’s to the journey ahead and the countless lives we could touch along the way. #SkinDeservesMore "},"entityUrn":"urn:li:share:7190710169029210113"},"entityUrn":"urn:li:share:7190815375163379714"}}},{"createdAt":1712756100000,"insightId":"efc91628-c82a-4262-a3aa-d276000c28df","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7183785253612716032,7183819917081616384)","threadUrn":"urn:li:ugcPost:7183785253612716032","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats on the well deserved promotion, Masano."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7183785253612716032"}}},{"createdAt":1712348880000,"insightId":"d81f55f8-d314-4d4f-8e7d-d4865e5d95bb","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181761035018608641,7182111950703591424)","threadUrn":"urn:li:ugcPost:7181761035018608641","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats, Xi!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181761035018608641"}}},{"createdAt":1711216560000,"insightId":"b54d444b-244b-4f23-9ce2-d5c41899057a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7177005880758939648,7177362583530696705)","threadUrn":"urn:li:ugcPost:7177005880758939648","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats on the well deserved promotion, Melissa!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7177005880758939648"}}},{"createdAt":1709662560000,"insightId":"321d26b0-79f1-4d6d-b986-339aef1b6e99","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7165283789642964992,7170844576927174656)","threadUrn":"urn:li:activity:7165283789642964992","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Great, see you then."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7165283789642964992"}}},{"createdAt":1709661720000,"insightId":"7843ee63-ed90-4eee-8022-022b2a2e2924","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7165283789642964992,7170840999689207812)","threadUrn":"urn:li:activity:7165283789642964992","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Are you going, Peter? I think i am going to register."},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7165283789642964992"}}}]}