{"summary":"A purpose driven leader with a strong track record of delivering results across the life science and medical device industries for 25 years. I am a dynamic leader, successful at attracting and developing high performing talent and teams. I excel at strategy development and subsequently moving from development to execution by focusing on the key growth drivers for sustainable success. I am passionate about making a positive difference in healthcare, enabling customers to improve the quality of life for patients and self care consumers. \n\nA senior transformation healthcare executive leader delivering double digit results in integrated  Pharma\/Med Device\/ Self Care . CEO start up investment & Exec Board building experience , Non- Executive Board Director & Co- Chair Committee commercial business leadership. \n\nSignificant value growth builder responsibilities in large & medium multi-national companies, across multiple healthcare business models and therapeutic areas.  Built global leadership teams & agile organisations that delivered  positive health outcomes for patients & consumers , in addition delivering   100's of millions of dollars in revenue . \n\nEntrepreneurial exec committee member, deep business acumen & industrial affairs expertise leading to 100's of commercially successful healthcare  & wellness  launches. \n\nExperienced Pharmaceutical Executive and Digital Health Executive.  Supporting startups in their journey to success. Proven track record in fundraising, commercialisation and building commercial businesses.\nProven track record in both emerging & established markets, driving  success from early phase research and development to commercial launch — across a wide variety of therapeutic areas, business models & diverse regulated markets.\n\nPurpose focused , set & driven strategic innovation direction, drawing on experience from multiple specialities, including venture funding,  licensing, partnerships and digital health. \n\nSME & corporate sustainability leadership, strategic growth, restructuring, business transformation, product development, sales growth, leadership & management development.\n \nC-level experience mid size biopharma  CRO microbiome partnerships with solid expertise at strategic and operational level leading to successful scalability & top and bottom line results.  \n\nKnown for building diverse teams together with  common purpose & nurturing environments., supporting  teams & individuals grow and learn.","lastName":"Roberts-McIntosh","objectUrn":"urn:li:member:57733819","geoRegion":"Greater Aberdeen Area","fullName":"Dr Alexis Roberts-McIntosh","firstName":"Dr Alexis","currentPositions":[{"companyName":"Simris Group","description":"The Simris Group is a Swedish Nasdaq-listed biotech company devoted to the development and production of high-value products and ingredients from cultivated microalgae and cyanobacteria, as superior alternatives to unsustainable sources. Current focus is on ADC (antibody drug conjugates) and dietary supplements including fucoxanthin.\n\nSimris Group is a biologics company, engaged in research, development and production of bioactive substances from cyanobacteria and microalgae, for nutraceutical, cosmeceutical and pharmaceutical applications. Our technology provides access to bioactive substances with novel functions, while replacing unsustainable raw materials from endangered marine species and ecosystems.     Simris Group AB is a public company and our stock is traded on the Nasdaq First North stock exchange (FNSE:SIMRIS B). http:\/\/www.simrisgroup.com http:\/\/www.simrisbiologics.com","title":"Chief Executive Officer","companyUrnResolutionResult":{"employeeCountRange":"2-10","headquarters":{"geographicArea":"Skåne","country":"Sweden","city":"Hammenhög","postalCode":"276 50","line1":"Herrestadsvägen 24A"},"website":"http:\/\/www.simrisgroup.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/simrisgroup\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:1146874","tenureAtCompany":{"numMonths":3},"startedOn":{"month":3,"year":2024}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAANw8rsBU_Eq41fwFg1WhB7GPclwUfp8cGA,NAME_SEARCH,78KR)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1625061786134?e=1723075200&v=beta&t=27VRuNqorM5DEI2g6FCBeGx9kIkqtBl74Dqm1RiMHtk","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1625061786134?e=1723075200&v=beta&t=ers5pb4MsnGRHPrZ_LwYQLxpMICgMsXFrLYqKkhBEuo","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1625061786134?e=1723075200&v=beta&t=bIWruB5tWGM_C3qP0rTPMnIAjmH9_MBSx0uds7a6xF0","height":400},{"width":499,"fileIdentifyingUrlPathSegment":"800_800\/0\/1625061786134?e=1723075200&v=beta&t=9nG3ZzMQEzyBXUbRiSk74AMjgv0jz6zi84tIu-8UHF8","height":499}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQFaBevUTY3GiQ\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"degree":"Executive Programme ","eduId":421733461,"schoolUrn":"urn:li:fs_salesSchool:4867","school":"urn:li:fs_salesSchool:4867","fieldsOfStudy":["Transformational Innovation Leadership "],"schoolName":"Harvard Business School","startedOn":{"year":2015}},{"endedOn":{"year":1986},"degree":"PhD","eduId":40893405,"schoolUrn":"urn:li:fs_salesSchool:15683","school":"urn:li:fs_salesSchool:15683","fieldsOfStudy":["Medicinal Chemistry"],"startedOn":{"year":1983}},{"degree":"Affiliate ","eduId":831569123,"schoolUrn":"urn:li:fs_salesSchool:166639","school":"urn:li:fs_salesSchool:166639","fieldsOfStudy":["Biomedical\/Medical Engineering"],"schoolName":"University of Glasgow","startedOn":{"month":9,"year":2022}},{"schoolUrn":"urn:li:fs_salesSchool:166675","eduId":802793015,"school":"urn:li:fs_salesSchool:166675","fieldsOfStudy":["Entrepreneurial and Small Business Operations"],"schoolName":"University of Strathclyde","startedOn":{"month":4,"year":2022}},{"endedOn":{"month":9,"year":2015},"degree":"Executive Program","eduId":801631214,"schoolUrn":"urn:li:fs_salesSchool:4867","school":"urn:li:fs_salesSchool:4867","fieldsOfStudy":["Innovation "],"schoolName":"Harvard Business School"},{"degree":"Executive Management Programme","eduId":519362498,"schoolUrn":"urn:li:fs_salesSchool:3657","school":"urn:li:fs_salesSchool:3657","fieldsOfStudy":["International Business"],"schoolName":"Penn State University","startedOn":{"year":2001}},{"endedOn":{"year":1983},"degree":"B.Sc. Honours","eduId":44040406,"schoolUrn":"urn:li:fs_salesSchool:166639","school":"urn:li:fs_salesSchool:166639","fieldsOfStudy":["Chemistry"],"startedOn":{"year":1979}}],"skills":[{"numOfEndorsement":1,"name":"Enterprise Risk Management"},{"numOfEndorsement":1,"name":"Health "},{"numOfEndorsement":30,"name":"Regulatory Affairs"},{"numOfEndorsement":99,"name":"R&D"},{"numOfEndorsement":9,"name":"Mergers"},{"numOfEndorsement":105,"name":"Strategy"},{"numOfEndorsement":125,"name":"Pharmaceutical Industry"},{"numOfEndorsement":24,"name":"Commercialization"},{"numOfEndorsement":38,"name":"Biotechnology"},{"numOfEndorsement":6,"name":"Regulatory Submissions"},{"numOfEndorsement":24,"name":"Technology Transfer"},{"numOfEndorsement":83,"name":"Product Development"},{"numOfEndorsement":11,"name":"Customer Insight"},{"numOfEndorsement":4,"name":"FDA"},{"numOfEndorsement":56,"name":"Leadership"},{"numOfEndorsement":14,"name":"Medical Devices"},{"numOfEndorsement":10,"name":"Product Innovation"},{"numOfEndorsement":80,"name":"Cross-functional Team Leadership"},{"numOfEndorsement":45,"name":"Product Launch"},{"numOfEndorsement":3,"name":"Mergers & Acquisitions"},{"numOfEndorsement":13,"name":"Life Sciences"},{"numOfEndorsement":10,"name":"Clinical Trials"},{"numOfEndorsement":9,"name":"Clinical Development"},{"numOfEndorsement":3,"name":"Validation"},{"numOfEndorsement":12,"name":"Management"},{"numOfEndorsement":2,"name":"SOP"},{"numOfEndorsement":3,"name":"Drug Development"},{"numOfEndorsement":1,"name":"Market Analysis"},{"numOfEndorsement":4,"name":"Competitive Analysis"},{"numOfEndorsement":6,"name":"Business Strategy"},{"numOfEndorsement":8,"name":"Pharmaceutics"},{"numOfEndorsement":4,"name":"Marketing Strategy"},{"numOfEndorsement":2,"name":"Market Research"},{"numOfEndorsement":13,"name":"Strategic Planning"},{"numOfEndorsement":3,"name":"Project Management"},{"numOfEndorsement":5,"name":"Consumer Healthcare"},{"numOfEndorsement":3,"name":"Innovation Management"},{"numOfEndorsement":2,"name":"Strategic Leadership"},{"numOfEndorsement":3,"name":"R&D Operations"},{"numOfEndorsement":3,"name":"Product Marketing"},{"numOfEndorsement":2,"name":"Portfolio Management"},{"numOfEndorsement":5,"name":"Consumer Products"},{"numOfEndorsement":4,"name":"Clinical Research"},{"numOfEndorsement":6,"name":"Healthcare"},{"numOfEndorsement":1,"name":"Start-ups"},{"numOfEndorsement":2,"name":"Marketing Research"},{"numOfEndorsement":3,"name":"Business Development"},{"numOfEndorsement":3,"name":"Change Management"},{"numOfEndorsement":0,"name":"Global Delivery"},{"numOfEndorsement":0,"name":"Entrepreneurship"},{"numOfEndorsement":0,"name":"Innovation Development"},{"numOfEndorsement":13,"name":"Research and Development (R&D)"}],"numOfConnections":5961,"patents":[],"headline":"CEO | Life Science  & Med Tech Non-Executive Board Member  |  Healthcare Entrepreneur.","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/alexisrobertsmcintosh","organizations":[],"location":"Greater Aberdeen Area","publications":[],"positions":null,"posts":[{"createdAt":1714148280000,"insightId":"f57e3b10-969f-4f2d-bbb0-2f8e7dee0dab","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGJkKbvwCUfqw\/articleshare-shrink_800\/0\/1714097366050?e=1717977600&v=beta&t=kdszXQXlV7bI8VyEI17RTVJImORfhOoXrYl89W1A1yE","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQGJkKbvwCUfqw\/articleshare-shrink_800\/0\/1714097366050?e=1717977600&v=beta&t=kdszXQXlV7bI8VyEI17RTVJImORfhOoXrYl89W1A1yE"}]},"description":"Explore the emergence of ADCs as the \"hot, new technology\" in the biopharmaceutical industry with companies like ImmunoGen, acquisitioned by AbbVie leading the way. Understand the potential of antibody-drug conjugates and their impact on innovative...","fullText":"The recent acquisition of ImmunoGen by AbbVie, which followed the earlier acquisition of Seagen by Pfizer, has brought renewed attention to antibody-drug conjugates (ADCs), highlighting their potential in cancer therapy 1, 2 . This development serves as an opportunity for companies to reflect on the progress within the ADC field and consider its implications for the future of cell therapies. In this article, I provide a brief overview of the history of ADCs, exploring their evolution and what they can teach us about advancing cancer treatments. The aim is to offer insights into the challenges and opportunities that lie ahead for ADCs and cell therapies, shedding light on lessons that may shape the cell therapy space. The concept of ADCs emerged not long after the initial development of monoclonal antibodies (mAbs). At the time, mAbs had been heralded as the “magic bullet” to treat a range of diseases, including cancer, infections, and inflammatory diseases 3, 4 . When it became apparent that “naked” mAbs were not as effective as originally anticipated, people began looking at ways to enhance their activity by using the mAb as a targeting agent, rather than as an active agent in itself. Two different approaches were the focus of attention in the 1990s and 2000s – attaching either cytotoxic drugs or isotopes to the antibody backbone (to create ADCs or radio-immunotherapeutics, respectively) as a means of delivering a toxic payload to cells targeted by the mAb. Each approach had its pros and cons and, ultimately, both yielded approved drugs (with ADCs proving to be the more successful) 5, 6 . The first approved ADC was Mylotarg (gemtuzumab ozogamicin), an anti-CD33 mAb linked to calicheamicin for the treatment of AML. It was developed originally by Celltech (acquired by UCB in 2004) and Wyeth (acquired by Pfizer in 2009), approved by the FDA in 2000 (under a subpart H accelerated approval), and marketed by Wyeth 7 . Its confirmatory Phase III clinical trial failed. This, plus a very poor safety profile and low sales, encouraged Pfizer to withdraw Mylotarg from the market in 2010 at the request of the FDA [8]. At the time, annual sales of the drug were just $20 million 9 . In 2017, Pfizer applied for re-approval of Mylotarg based on a new Phase III trial in older patients and it was approved anew by the FDA in the same year 8 . Driven at least in part by the clinical and commercial disappointments of Mylotarg, ADCs fell out of favour during the 2000s. A small number of companies, notably ImmunoGen (founded in 1981 and listed in 1989) and Seattle Genetics (later renamed Seagen, founded in 1997 and listed in 2000) persevered with the technology, focusing on their own favourite drug molecules and proprietary antibody linkers 10, 11 . The 2000s were a challenging period for ADCs, reflected by the fact that it wasn’t until 2011 that the second ADC product was approved by the FDA – Seattle Genetics’ Adcetris (brentuximab vedotin), an anti-CD30 ADC for the treatment of lymphoma. Seattle Genetics and Immunogen remained the flagship ADC companies through the 2000s, 2010s, and 2020s, with a limited number of other companies venturing into the space 12, 13 . During the late 1990s and early 2000s, ImmunoGen was moderately successful in attracting development partners for its technology, including the likes of Genentech and Millennium (the company where I was working at the time). Genentech was trying to develop an ADC version of Herceptin (trastuzumab) and Millennium was developing an ADC for the treatment of prostate cancer based on the anti-PSMA mAb J591 (which I had in-licensed for the company in 2001) 14, 15 . Both ADCs failed, due to instability of the linker molecule, which allowed the very toxic drug (maytansine) to be released into the circulation and cause severe haematological adverse events. As a result, Immunogen’s partnerships languished and it was forced to make improvements to its platform. It also tweaked its business model to rely less on development partners and focus more on developing its own product pipeline 15 . ImmunoGen’s lead development programme was a folate receptor alpha (FRa)-targeted ADC, which ultimately became Elahere (mirvetuximab soravtansine). Elahere suffered multiple development setbacks, including a failed Phase III study, but was ultimately granted accelerated approved by the FDA in ovarian cancer in late 2022. This success led to the acquisition of ImmunoGen by AbbVie for $10 billion in late 2023 1 . Until relatively recently (i.e., the last two to five years), big pharma remained largely equivocal on ADCs. However, by 2021 there were 11 FDA-approved ADC products, with a combined market size projected at $16.5 billion by 2030 16 .As a result, pharma companies with oncology franchises could no longer ignore ADCs, ultimately leading to an explosion of deal-making 17 . The history of ADCs is typical of the development of a new therapeutic modality. It’s similar to what occurred with recombinant proteins, mAbs, gene therapies, etc.; namely: The ImmunoGen share price chart (below) is an excellent reflection of the cycle of ups and downs (NB: annotations are my interpretation of the drivers behind share price movements according to developments and setbacks in the technology). The cycle from hot to cold to hot again can take 10-15 years and a new technology may go through more than one such cycle (as is evident in the chart above). ADCs are the current “hot thing” in pharmaceuticals, but that was definitely not the case (for ImmunoGen at least) in 1994-1999, 2004-2009, and 2016-2021. While cell therapies represent a product class much more complex than ADCs (with multiple product sub-classes for different cell types, cell sources, clinical applications, etc.), the overall pattern will be no different. In relation to allogeneic cell therapies for the treatment of cancer, we’ve already seen the initial hype and enthusiasm, driving the creation of multiple companies and large inflows of capital from investors and development partners. We’ve seen (and continue to see) the emergence of technical and clinical challenges. As a result, over the past couple of years, we’ve seen investors and pharma partners move on to “the next shiny thing” (like mRNA and, more recently, ADCs) 18, 19 . We’ve also seen some companies exit the field (e.g., Precision Biosciences) 20 . The change will be driven by the companies (and their supporters) that persevere to solve the problems and generate compelling clinical data. And when this happens (irrespective of which company solves the problems), investor and partner interest will flow back into the sector. Unlike ADCs, where only a handful of companies were advancing the technology for many years, the cell therapy space is intensely competitive. From a straight competitive intensity perspective, this is a negative. However, it also means that there is a lot more capacity and capability in the field for problems to be solved, so that the cycle with cell therapies could be much shorter than that seen with ADCs. Development of new drug technologies is a long and complex process, for which one (if not the) critical success factor is the ability to survive and persevere through the tough times in order to achieve ultimate success. This is the immediate challenge for companies in the cell therapy space.","resolvedUrl":"https:\/\/pharmaphorum.com\/rd\/emergence-adcs-hot-new-technology","title":"Emergence of ADCs as the “hot, new technology”","sourceDomain":"pharmaphorum.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":10}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7189659155991863296","threadUrn":"urn:li:activity:7189659155991863296","reactionsCount":10,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7189659155530436609","message":{"attributes":[],"text":"An excellent article to understand the historic development of Antibody Drug Conjugate (ADC) science and emergence into an important new  tool in cancer treatment "},"entityUrn":"urn:li:share:7189659155530436609"}}},{"createdAt":1712753160000,"insightId":"1dbe8d65-8df7-41cf-9072-036342eac45b","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHCo6o_LIt1Fg\/articleshare-shrink_800\/0\/1712746675311?e=1717977600&v=beta&t=KnUZGOVsypAyjtG9Kj2egEDqSYy1k0gizT1GYQpiW8I","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHCo6o_LIt1Fg\/articleshare-shrink_800\/0\/1712746675311?e=1717977600&v=beta&t=KnUZGOVsypAyjtG9Kj2egEDqSYy1k0gizT1GYQpiW8I"}]},"description":"Roche gets EU approval for its HER2-low companion diagnostic, used to identify breast cancer patients eligible for treatment with Enhertu.","fullText":"Roche has obtained a CE Mark in the EU for a companion diagnostic that can be used to identify patients with HER2-low metastatic breast cancer who may be eligible for treatment with AstraZeneca and Daiichi Sankyo’s Enhertu. The availability of a simple immunohistochemical (IHC) test for HER2-low status is seen as critical to the successful rollout of Enhertu (trastuzumab deruxtecan) in this category of breast cancer patients and comes just over a year after the HER2-targeting antibody-drug conjugate (ADC) was approved in the EU for this use. Previously, breast cancer was classified as broadly HER2-negative or HER2-positive, but AZ and Daiichi Sankyo have broken new ground with their HER2-low classification, extending the number of patients who may benefit from treatment with Enhertu. Approximately half of all patients with metastatic breast cancer express low levels of HER2 that would previously have placed them in the HER2-negative camp. In Europe, approximately 531,000 breast cancer patients are diagnosed annually, with around 141,000 deaths. The new diagnostic, part of Roche’s Ventana platform, has been approved in the US under the Pathway brand since October 2022. In Europe, it is called the Ventana HER2 (4B5) test – already used for deciding HER2 status – and incorporates a scoring algorithm that helps pathologists to identify low expressors. It was used in the DESTINY-Breast04 trial of Enhertu, which enrolled more than 550 patients with HER2-low unresectable, metastatic breast cancer who received multiple lines of prior treatment. In that study, which formed the basis for Enhertu’s approval in HER2-low breast cancer, the drug reduced the risk of disease progression or death by 50% and improved overall survival by 36% compared to chemotherapy. That translated to an extra six months of life for patients, extended from a median of 16.8 months to 23.4 months. Enhertu is approved for a range of indications in HER2-associated breast, gastric, and lung cancers, and has just been approved by the FDA for all HER2-positive solid tumours, regardless of where they occur in the body. The drug is already a blockbuster, with sales doubling to around $2.5 billion last year, and analysts have suggested that the product could eventually achieve sales of $6 billion a year at its peak. The HER2-low opportunity could be equivalent to $3 billion in additional sales for Enhertu, according to analysts at Credit Suisse.","resolvedUrl":"https:\/\/pharmaphorum.com\/news\/roche-gets-eu-okay-first-her2-low-test-kit","title":"Roche gets EU okay for first HER2-low test kit","sourceDomain":"pharmaphorum.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7183807513409007616","threadUrn":"urn:li:activity:7183807513409007616","reactionsCount":3,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7183807512918282240","message":{"attributes":[],"text":"This is an excellent step forward for  HER2-low metastatic breast cancer as a companion diagnostic."},"entityUrn":"urn:li:share:7183807512918282240"}}},{"createdAt":1712689020000,"insightId":"975e518e-bc3e-43fe-a6d3-7befe3eb5e47","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGh3YCpjspHVQ\/articleshare-shrink_800\/0\/1712650682056?e=1717977600&v=beta&t=FK9JPuReIvaNtcTcnchlbkgjTTQUrwFrLwx9DmtghXs","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQGh3YCpjspHVQ\/articleshare-shrink_800\/0\/1712650682056?e=1717977600&v=beta&t=FK9JPuReIvaNtcTcnchlbkgjTTQUrwFrLwx9DmtghXs"}]},"description":"In the fourth antibody-drug conjugate (ADC) deal this month, Merck & Co. announced plans to acquire preclinical-stage biopharmaceutical Abceutics for up to $208 million, gaining the latter's techno...","resolvedUrl":"https:\/\/firstwordpharma.com\/story\/5844558?from=article","title":"Merck buys ADC startup in potential $208M deal"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":8}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7183538469787291648","threadUrn":"urn:li:activity:7183538469787291648","reactionsCount":8,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7183538469191716865","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7183538469191716865"}}},{"createdAt":1712598780000,"insightId":"2c13521e-9ae2-4949-bb32-d9f41da1622e","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQG4gEQ9u9_Uyg\/articleshare-shrink_800\/0\/1712573475001?e=1717977600&v=beta&t=lgYlpIhUJ8PvmdUasKwXwWy17d8sqYvsZ-OTeWsJXwM","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQG4gEQ9u9_Uyg\/articleshare-shrink_800\/0\/1712573475001?e=1717977600&v=beta&t=lgYlpIhUJ8PvmdUasKwXwWy17d8sqYvsZ-OTeWsJXwM"}]},"description":"FDA approves AstraZeneca and Daiichi Sankyo’s Enhertu for all HER2-positive solid tumours, in a first for both the HER2 inhibitor and ADC category.","fullText":"The FDA has approved the use of AstraZeneca and Daiichi Sankyo’s antibody-drug conjugate Enhertu for all HER2-positive solid tumours, in a first for both HER2 inhibitors and ADCs. Enhertu (trastuzumab deruxtecan) can be used to treat adult patients with unresectable or metastatic HER2-positive (IHC 3+) solid tumours who have received prior systemic treatment and have no satisfactory alternative treatment options. It is the fifth FDA approval for Enhertu, which is already cleared for HER2-positive breast, gastric, and lung cancers, as well as HER2-low breast cancer. While those three account for most HER2-positive solid tumours, the new indication means Enhertu could now also be used in other cancers associated with HER2 mutations, including some bladder, pancreatic, colorectal, and ovarian cancers. Individually, the additional cancers represent relatively small patient populations, but collectively could represent a sizeable market opportunity for Enhertu. The new indication drew on subgroup data from three clinical trials, namely DESTINY-PanTumor02, DESTINY-Lung01, and DESTINY-CRC02, and has been granted after a priority review by the FDA. The results of DESTINY-PanTumor02 were reported at last year’s ASCO cancer congress and revealed an overall response rate of 51% with Enhertu, with a median duration of response of just over 19 months. The study included patients with HER2-positive biliary tract, bladder, cervical, endometrial, ovarian, and pancreatic cancers, amongst others, many of whom had been heavily pre-treated. There were differences between the subgroups, with a smaller benefit seen in pancreatic cancer, which is notoriously hard to treat, but the FDA has nevertheless approved a broad label for Enhertu in this setting. AZ’s head of oncology, Dave Fredrickson, said the approval provides an important new treatment option for patients with limited choices, but he recognised the need to ramp up HER2 testing to identify eligible candidates. The new label “elevates the importance of testing for biomarkers, including HER2, across a broad range of tumours to ensure these patients with advanced cancer who have few options know whether a targeted medicine might be right for them,” he added. While the FDA has previously approved other drugs with tumour-agnostic indications based on other biomarkers, including NTRK, MSI-H, or dMMR mutations, HER2 is more commonly encountered, occurring in up to 7% of colorectal cancers and 12% in some forms of bladder cancer. Enhertu is already a blockbuster, with sales doubling to around $2.5 billion last year, and analysts have suggested that the product could eventually achieve sales of $6 billion a year at its peak. AZ paid $1.35 billion upfront to license Enhertu from Daiichi Sankyo in 2019 in a deal that could be worth up to $6.9 billion.","resolvedUrl":"https:\/\/pharmaphorum.com\/news\/enhertu-gets-fda-nod-tumour-agnostic-her2-cancers","title":"Enhertu gets FDA nod for tumour-agnostic HER2 cancers","sourceDomain":"pharmaphorum.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":3}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7183160046040555520","threadUrn":"urn:li:activity:7183160046040555520","reactionsCount":3,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7183160045654704128","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7183160045654704128"}}},{"createdAt":1712235060000,"insightId":"e7089d79-1284-4b58-b0fb-abbb40eda4f3","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHVQvRyucFjzQ\/articleshare-shrink_800\/0\/1712141738106?e=1717977600&v=beta&t=jDq8mtAoSOa7keZOsyd5RM692jatAZFmeFf_P_McqDU","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHVQvRyucFjzQ\/articleshare-shrink_800\/0\/1712141738106?e=1717977600&v=beta&t=jDq8mtAoSOa7keZOsyd5RM692jatAZFmeFf_P_McqDU"}]},"description":"In 2024, the spotlight in R&D is set to return to oncology, with a focus on leveraging AI in clinical trials. Stay updated on the latest advancements in this field.","fullText":"The rights of trademark owners are acknowledged. Website and content copyright © 2009- 2024 , pharmaphorum media limited or its licensors; all rights reserved. pharmaphorum – a Healthware Group company The rights of trademark owners are acknowledged. Website and content copyright © 2009- 2024 , pharmaphorum media limited or its licensors; all rights reserved. pharmaphorum – a Healthware Group company","resolvedUrl":"https:\/\/pharmaphorum.com\/rd\/rd-2023-sees-focus-return-oncology","title":"R&D in 2023 sees focus return to oncology","sourceDomain":"pharmaphorum.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":10}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7181634523879608320","threadUrn":"urn:li:activity:7181634523879608320","reactionsCount":10,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181634523422445569","message":{"attributes":[{"start":367,"length":17,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:oncologyresearch"}}},{"start":385,"length":5,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:adcs"}}},{"start":391,"length":18,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:noveltherapeutics"}}},{"start":410,"length":15,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:clinicaltrials"}}}],"text":"Emerging trends in oncology research show that antibody-drug conjugates (ADCs) are becoming a major focus for big pharma. According to a recent report, six out of twelve deals in 2023 were centered around ADCs, including the top four most valuable deals. What's more, clinical trials investigating these next-generation therapeutics make up 25% of oncology trials. \n\n#oncologyresearch #ADCs #noveltherapeutics #clinicaltrials"},"entityUrn":"urn:li:share:7181634523422445569"}}},{"createdAt":1712178180000,"insightId":"eef2af21-43c2-4252-96dc-f087a327830d","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEqZfu9LxKlDA\/articleshare-shrink_800\/0\/1712140655952?e=1717977600&v=beta&t=GL2uaPGA4CAu_9aR2vTMYzYW78DZmh5OhB6JI8ubY7k","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQEqZfu9LxKlDA\/articleshare-shrink_800\/0\/1712140655952?e=1717977600&v=beta&t=GL2uaPGA4CAu_9aR2vTMYzYW78DZmh5OhB6JI8ubY7k"}]},"description":"Danish pharma Genmab agrees a $1.8bn cash deal to buy ProfoundBio, bolting on expertise in antibody-drug conjugates.","fullText":"Antibody developer Genmab has made a play to boost its expertise in the scalding hot area of antibody-drug conjugates (ADCs), agreeing a $1.8 billion deal to acquire ProfoundBio. The Danish pharma has built an extensive portfolio of approved and experimental antibody-based therapies and recorded revenues of almost $2.4 billion last year, mainly from royalties on products like Johnson & Johnson’s Darzalex (daratumumab) for blood cancers and Novartis’ multiple sclerosis therapy Kesimpta (ofatumumab). It is the first acquisition by Genmab and comes after it ramped up its commercial operations by taking the lead on AbbVie-partnered lymphoma bispecific antibody Epkinly (epcoritamab) in both the US and Japan. Genmab intends to pay cash for Seattle-headquartered ProfoundBio, which has three clinical-stage ADC candidates led by rinatabart sesutecan or Rina-S (PRO1184), which is phase 2 clinical testing. The drug, which targets folate receptor alpha (FRα), is being developed for solid tumours, including ovarian and endometrial cancer, with a pivotal trial in ovarian cancer due to start later this year. Rina-S has been granted fast-track designation by the FDA for the treatment of patients with FRα-expressing high-grade serous or endometrioid platinum-resistant ovarian cancer. If approved, it would be a rival to AbbVie and Immunogen’s Elahere (mirvetuximab soravtansine), which was approved by the FDA for the treatment of platinum-resistant ovarian cancer in 2022. Following after in ProfoundBio's pipeline are PRO1160, a CD70-directed ADC with potential in renal cell carcinoma (RCC), nasopharyngeal carcinoma (NPC), and non-Hodgkin lymphoma (NHL), and PTK7-targeting PRO1107 for solid tumours. Both are in early-stage clinical development, with initial results due later this year and in early 2025, respectively. The ProfoundBio acquisition isn’t Genmab’s first move in the ADC category, as it provided the antibody that underpins Tivdak (tisotumab vedotin) – developed in partnership with Seagen (now part of Pfizer) – but it does represent the first major effort to build in-house capabilities. It also comes as companies developing ADCs have become takeover and big-ticket partnership targets for big pharma groups. Pfizer’s $34 billion play for Seagen is the largest of those deals, but Bristol-Myers Squibb, MSD, AbbVie, and AstraZeneca have all been big investors in the last few years. Genmab’s overture comes shortly after ProfoundBio raised $112 million in a Series B. The deal has been unanimously approved by the boards of both companies and is expected to close in the first half of 2024.","resolvedUrl":"https:\/\/pharmaphorum.com\/news\/genmab-offers-18bn-adc-specialist-profoundbio","title":"Genmab offers $1.8bn for ADC specialist ProfoundBio","sourceDomain":"pharmaphorum.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7181395919081254912","threadUrn":"urn:li:activity:7181395919081254912","reactionsCount":4,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181395918556991488","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7181395918556991488"}}},{"createdAt":1712060940000,"insightId":"0701fde5-e5d5-4501-ba8b-2df1dfb4b753","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQH5jQZBXuW8uQ\/articleshare-shrink_800\/0\/1712056240677?e=1717977600&v=beta&t=11XaPh-FYmlPJZ1hW8_gx2H9KAiF6uIY4HyuDZd85-Y","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQH5jQZBXuW8uQ\/articleshare-shrink_800\/0\/1712056240677?e=1717977600&v=beta&t=11XaPh-FYmlPJZ1hW8_gx2H9KAiF6uIY4HyuDZd85-Y"}]},"description":"Ipsen is expanding its oncology pipeline by securing the global licensing rights to an antibody-drug conjugate (ADC) for solid tumors from Sutro Biopharma, its first drug in the category.","resolvedUrl":"https:\/\/www.biopharma-reporter.com\/Article\/2024\/04\/02\/ipsen-licenses-cutting-edge-adc-from-sutro-biopharma-in-900m-deal","title":"Ipsen licenses ‘cutting-edge’ ADC from Sutro Biopharma in $900m deal"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7180904079601078274","threadUrn":"urn:li:activity:7180904079601078274","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7180904078950965248","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7180904078950965248"}}},{"createdAt":1712060400000,"insightId":"9ae9d036-0a16-495a-a281-af9b6d9de74c","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQF_1Lzpv57y6g\/articleshare-shrink_800\/0\/1711509128222?e=1717977600&v=beta&t=e3cHR6uRQql2vUDRJQWS5RC6F-pCOq_RHwWNZ5SFnl8","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQF_1Lzpv57y6g\/articleshare-shrink_800\/0\/1711509128222?e=1717977600&v=beta&t=e3cHR6uRQql2vUDRJQWS5RC6F-pCOq_RHwWNZ5SFnl8"}]},"description":"Drugmakers are testing a variety of biologics and small molecules in conjunction with therapies aimed at modulating the immune system to target and destroy cancer cells.","resolvedUrl":"https:\/\/www.biospace.com\/article\/merck-others-look-to-immunotherapy-combos-as-next-frontier-in-oncology-\/?utm_source=socialmedia","title":"Merck, Others Look to Immunotherapy Combos as Next Frontier in Oncology | BioSpace"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2},{"type":"INTEREST","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7180901902669217792","threadUrn":"urn:li:activity:7180901902669217792","reactionsCount":3,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7180901902094610433","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7180901902094610433"}}},{"createdAt":1711537920000,"insightId":"b8736c23-0a5d-4790-aa14-16d1370c400e","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7178710575860862976","threadUrn":"urn:li:ugcPost:7178710575860862976","reactionsCount":1,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7178710575860862976","message":{"attributes":[],"text":"Synthetic biology is a field that combines engineering principles with biology to create new biological systems. Engineered cells, such as cyanobacteria and can be used to produce new drugs ADC and bioconjugates .We can expect to see further development of engineered cells for therapeutic applications, as well as the development of new tools for synthetic biology that can make it easier to engineer new biological systems. Simris is at the forefront of this bioconjugate engineering ."},"rootActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:linkedInArticle:7138184513322467329"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7138191749394460672","message":{"attributes":[{"start":361,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:lifescience"}}},{"start":374,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:technology"}}},{"start":386,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:healthcare"}}},{"start":398,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:future"}}},{"start":406,"length":11,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:innovation"}}}],"text":"💡6 Big Ideas That Will Shape the Life Science Market in 2024\n\nThe Life Science industry is constantly evolving, driven by technological advancements and innovative approaches to healthcare. As we head towards 2024, several key trends are emerging that are poised to significantly impact the industry. These six big ideas will shape the future of Life Science\n\n#LifeScience #Technology #Healthcare #Future #Innovation"},"entityUrn":"urn:li:ugcPost:7138191749394460672"},"entityUrn":"urn:li:ugcPost:7178710575860862976"}}},{"createdAt":1711537560000,"insightId":"c0f9ff21-7b86-4922-b05b-e2879b93221b","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:linkedInArticle:7100832971309404160"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7178708844796084224","threadUrn":"urn:li:ugcPost:7178708844796084224","reactionsCount":3,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7178708844796084224","message":{"attributes":[],"text":""},"entityUrn":"urn:li:ugcPost:7178708844796084224"}}},{"createdAt":1710937860000,"insightId":"a29c1789-2dd1-4b60-b33e-55a6e658b99c","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7176193559434297344","threadUrn":"urn:li:activity:7176193559434297344","reactionsCount":5,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7176193558742237184","message":{"attributes":[],"text":"As part of the Simris Group I am privileged and passionate about being part of an amazing team delivering this breakthrough technology antibody drug congagates (ADCs) with potential future partners and collaborators."},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFqsJ_h-Vafgw\/articleshare-shrink_800\/0\/1712175817494?e=1717977600&v=beta&t=J5I0aMoJ14YS_3K5bg3HDtVzENREnWMvxOFIvbNam7k","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFqsJ_h-Vafgw\/articleshare-shrink_800\/0\/1712175817494?e=1717977600&v=beta&t=J5I0aMoJ14YS_3K5bg3HDtVzENREnWMvxOFIvbNam7k"}]},"description":"Check out the results of DeciBio's Antibody-Drug Conjugates 2024 Industry Survey, which predict another bullish year for the growing modality.","resolvedUrl":"https:\/\/www.lifescienceleader.com\/doc\/the-industry-s-positive-outlook-for-adcs-in-0001?vm_tId=2609801&vm_nId=85777&user=8dc344b7-be09-4051-ab01-699b8ba59d40&gdpr=0&vm_alias=The%20Industry%26rsquo;s%20Positive%20Outlook%20For%20ADCs%20In%202024&utm_source=mkt_LSL&utm_medium=email&utm_campaign=LSL_03-06-2024&utm_term=8dc344b7-be09-4051-ab01-699b8ba59d40&utm_content=The%20Industry%26rsquo;s%20Positive%20Outlook%20For%20ADCs%20In%202024&mkt_tok=MDc1LU5WQy0wODYAAAGRtEwJlVThfmuxpo5ZzEK__01myODzd4Ruj01Pn15DvjNwoe-_awnDo-cz3B8AfYv4yxuhd-T_uACZnRixcjV5Am8h7wHYxNqctge0VGaAMRscTn4","title":"The Industry's Positive Outlook For ADCs In 2024"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7171239799750660097","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7171239799750660097"},"entityUrn":"urn:li:share:7176193558742237184"}}},{"createdAt":1710498420000,"insightId":"3de1cab3-03ee-40ca-9cab-4e7875d6da6f","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1},{"type":"EMPATHY","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7174350471229272064","threadUrn":"urn:li:activity:7174350471229272064","reactionsCount":3,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174350470751125505","message":{"attributes":[],"text":"Thanks you for this amazing  opportunity to support this challenge and work with such creative and entrapreneurial students . The future is bright with such talented and sustainable action focused people in the world !"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFKkv3PdZGzzg\/articleshare-shrink_800\/0\/1716549777201?e=1717977600&v=beta&t=tH5EGOyucNbvg6CycQBnlpysMKT7NNqEYOx6E0hOE7c","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFKkv3PdZGzzg\/articleshare-shrink_800\/0\/1716549777201?e=1717977600&v=beta&t=tH5EGOyucNbvg6CycQBnlpysMKT7NNqEYOx6E0hOE7c"}]},"description":"An idea to create a marketplace for students to stop wastage of educational resources took top prize at a Strathclyde pitching contest. The StrathEssentials team were awarded £2,000 at the University’s live pitching event for students, the Exploring...","fullText":"An idea to create a marketplace for students to stop wastage of educational resources took top prize at a Strathclyde pitching contest. The StrathEssentials team were awarded £2,000 at the University’s live pitching event for students, the Exploring Entrepreneurship Challenge (EEC), on March 13 in Glasgow. The five-strong team faced competition from four other student finalist teams with their idea to bring students together and create a circular economy, where textbooks, lab coats, and calculators can be picked up at affordable prices. The team plan to open in Strath Union and expand online and beyond the University to other educational institutions. More than 200 students took part in a mix of online and in-person learning experiences as they faced the challenge of creating an idea that would address a UN Sustainable Development Goal. In the process, they gained skills of creative-thinking, problem-solving and collaboration, helping them to unlock their potential, whatever their ambitions for the future. Finalist team ideas ranged from bringing mobile green spaces to dense urban areas, to bringing relief to conflict zones and disaster-stricken areas by repurposing shipping containers as sustainable modular homes. The winning team members were Natasha Chitambo, Alexandros Christou, Ubong Essien, Peter McAdoo and Fidelis Usman, and their idea connects to SDG4, which aims to ensure inclusive quality education for all. Peter, who studies in the University’s Business School, said: “We want to promote sustainability through creating a marketplace that will allow people to sell or purchase used educational resources at an affordable price. “Through this, we hope to increase access to quality education for all students, starting here at Strathclyde and expanding in the future.” Natash, who studies in the Faculty of Humanities and Social Sciences, and is from Zimbabwe, said: “I think the biggest thing that we had going for us is our passion. Even though we are from completely different backgrounds, and completely different places, we all understand what it’s like to have to deal with the problems that come with being a student. This idea is feasible and practical, and we felt connected to it on a deep level, so we pushed through with it. The biggest thing I’ve learned is that entrepreneurship is not just about starting a business, but it’s actually your mindset and who you are as a person. The awards the team received were crafted by University Education Technician Will Noon from old laboratory workbenches. A total of 28 teams across two cohorts developed their ideas into a single page pitch, receiving tips from mentors in Strathclyde Inspire's diverse ecosystem of entrepreneurs. Five finalist teams were then allocated a Supporter who worked with them to develop their pitch further, before presenting their idea to an audience of peers, mentors and entrepreneurs, who voted for the winner. The EEC is the University’s flagship entrepreneurial training programme. Developed by Strathclyde Inspire, it is one of several activities that encourages students to develop an entrepreneurial mindset and enhance their employability. Fiona Ireland, Head of Entrepreneurship Strategy at the University of Strathclyde, said: “The EEC is nurturing a generation of changemakers poised to tackle the world’s most pressing issues. The future is undeniably bright for all the students who took part. Their passion has really shown me the transformative potential of young minds in shaping a sustainable world for everyone. Strathclyde Inspire worked in partnership with the University’s Centre for Sustainable Development to deliver a workshop on the UN Sustainable Development Goals to all of the EEC participants. The ideas generated by the students aimed to address two of the Goals: SDG4, which aims to ensure inclusive quality education for all, and SDG11, which focuses on making cities and communities safe, resilient, and sustainable.","resolvedUrl":"https:\/\/www.strath.ac.uk\/whystrathclyde\/news\/2024\/studententrepreneurswinawardformarketplaceidea\/","title":"Student entrepreneurs win award for marketplace idea","sourceDomain":"strath.ac.uk"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7174348413415632896","message":{"attributes":[{"start":431,"length":25,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:166675"}}},{"start":511,"length":10,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:627059621"}}},{"start":524,"length":17,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:785041951"}}},{"start":577,"length":16,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:16844044"}}},{"start":639,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:62416701"}}},{"start":655,"length":18,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:795496168"}}},{"start":690,"length":26,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:57733819"}}},{"start":721,"length":14,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:52129790"}}},{"start":795,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/ed7Wfhr5"}}}],"text":"Congratulations to the winners of the 2023\/24 Exploring Entrepreneurship Challenge - Natasha Chitambo, Alexandros Christou, Ubong Essien, Peter McAdoo and Fidelis Usman - who formed the team StrathEssentials!\n\nThe team came up with an idea to to reduce the wastage of educational resources by creating a marketplace for students to buy and sell textbooks, lab coats and calculators at affordable prices. \n\nThe final event saw five University of Strathclyde student teams pitch for the prize, with speeches from Mark Smith & Garance Locatelli and closing remarks from Professor Jillian MacBryde.\n\nThank you to our Inspire Supporter mentors Craig Johnston, Rosemary O’Donnell, Billy Wallace, Dr Alexis Roberts-McIntosh and Julie Nixon WS - who helped our students develop their ideas.\n\nRead more: https:\/\/lnkd.in\/ed7Wfhr5 "},"entityUrn":"urn:li:share:7174348413415632896"},"entityUrn":"urn:li:share:7174350470751125505"}}},{"createdAt":1709756760000,"insightId":"c20a1842-eaa4-4ad1-a223-e2f44c0a0dc9","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFqsJ_h-Vafgw\/articleshare-shrink_800\/0\/1712175817494?e=1717977600&v=beta&t=J5I0aMoJ14YS_3K5bg3HDtVzENREnWMvxOFIvbNam7k","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQFqsJ_h-Vafgw\/articleshare-shrink_800\/0\/1712175817494?e=1717977600&v=beta&t=J5I0aMoJ14YS_3K5bg3HDtVzENREnWMvxOFIvbNam7k"}]},"description":"Check out the results of DeciBio's Antibody-Drug Conjugates 2024 Industry Survey, which predict another bullish year for the growing modality.","resolvedUrl":"https:\/\/www.lifescienceleader.com\/doc\/the-industry-s-positive-outlook-for-adcs-in-0001?vm_tId=2609801&vm_nId=85777&user=8dc344b7-be09-4051-ab01-699b8ba59d40&gdpr=0&vm_alias=The%20Industry%26rsquo;s%20Positive%20Outlook%20For%20ADCs%20In%202024&utm_source=mkt_LSL&utm_medium=email&utm_campaign=LSL_03-06-2024&utm_term=8dc344b7-be09-4051-ab01-699b8ba59d40&utm_content=The%20Industry%26rsquo;s%20Positive%20Outlook%20For%20ADCs%20In%202024&mkt_tok=MDc1LU5WQy0wODYAAAGRtEwJlVThfmuxpo5ZzEK__01myODzd4Ruj01Pn15DvjNwoe-_awnDo-cz3B8AfYv4yxuhd-T_uACZnRixcjV5Am8h7wHYxNqctge0VGaAMRscTn4","title":"The Industry's Positive Outlook For ADCs In 2024"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7171239800472068096","threadUrn":"urn:li:activity:7171239800472068096","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7171239799750660097","message":{"attributes":[],"text":""},"entityUrn":"urn:li:share:7171239799750660097"}}},{"createdAt":1715178900000,"insightId":"2d99e01a-6eef-4a3f-b533-ab6f1ff945d1","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7193915710736158720,7193981855828774912)","threadUrn":"urn:li:activity:7193915710736158720","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations great to see excellent progress !"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7193915710736158720"}}},{"createdAt":1714421340000,"insightId":"95ea8dce-5f3c-4837-b332-e53b238a5593","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7185932060618817537,7190804305694613504)","threadUrn":"urn:li:activity:7185932060618817537","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Please me I also have a copy thanks 🙏"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7185932060618817537"}}},{"createdAt":1714148580000,"insightId":"bbe09aaf-8219-4c74-9cf7-087e51d56ff7","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7188485173003321344,7189660343340556288)","threadUrn":"urn:li:activity:7188485173003321344","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations to you Tomasz and the CNBio Team ! "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7188485173003321344"}}},{"createdAt":1714147860000,"insightId":"ded71272-c004-463e-b8b6-4366245f4f12","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7188635596641230848,7189657361727320064)","threadUrn":"urn:li:activity:7188635596641230848","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats CNBio Team !"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7188635596641230848"}}},{"createdAt":1714003860000,"insightId":"75af3110-6644-4b71-b840-7762b8b82573","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7132376272990560257,7189053457188757504)","threadUrn":"urn:li:activity:7132376272990560257","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Don and best wishes for a continued great future"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7132376272990560257"}}},{"createdAt":1713198420000,"insightId":"ea95a0f2-99ce-4762-a893-36244f2c1feb","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7181335795033591808,7185675164141920256)","threadUrn":"urn:li:ugcPost:7181335795033591808","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations to you James and your fantastic Team !"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7181335795033591808"}}},{"createdAt":1712935800000,"insightId":"40896adc-db15-46c7-a738-1040c33b1613","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7183543959321735169,7184573601616949249)","threadUrn":"urn:li:ugcPost:7183543959321735169","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Edward great to see your exciting new role !"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7183543959321735169"}}}]}