{"summary":"Energetic protein chemist and engineer designing the next generation of therapeutic cells and biologics. 10+ years experience in the Biotech Industry as a scientist. Currently, I'm leading cross-functional teams that are pushing the boundaries of targeted drug delivery. We aim to drive the immune system to recognize and destroy cancer, while reducing toxicity. I'm passionate about championing individual scientist's careers.\n\nA member of the Roche Group, Genentech has been at the forefront of the biotechnology industry for more than 40 years, using human genetic information to develop novel medicines for serious and life-threatening diseases.\n\nDiversity and Inclusion (D&I) are critical to the success of our company and our impact on society. We believe that by championing diversity of background, thought and experience, we can foster a sense of belonging and provide an environment where every employee feels valued, included, and able to contribute their best for the patients we serve. We’re focused on attracting, retaining, developing and advancing our people to their full potential by rewarding bold ways of thinking and integrating inclusive behaviors into every aspect of our work.","lastName":"Holder","objectUrn":"urn:li:member:59516456","geoRegion":"San Francisco Bay Area","fullName":"Patrick Holder","firstName":"Patrick","currentPositions":[{"companyName":"Genentech","title":"Senior Principal Scientist","tenureAtCompany":{"numYears":7,"numMonths":5},"companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"California","country":"United States","city":"South San Francisco","postalCode":"94080","line1":"1 Dna Way"},"website":"http:\/\/www.gene.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/genentech\/","industry":"Biotechnology Research"},"startedOn":{"month":10,"year":2022},"companyUrn":"urn:li:fs_salesCompany:2276"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)","projects":[],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2008},"degree":"PhD","eduId":41131869,"schoolUrn":"urn:li:fs_salesSchool:2517","school":"urn:li:fs_salesSchool:2517","fieldsOfStudy":["Chemical Biology"],"startedOn":{"year":2003}},{"endedOn":{"year":2003},"degree":"A.B.","eduId":41132068,"schoolUrn":"urn:li:fs_salesSchool:2624","school":"urn:li:fs_salesSchool:2624","fieldsOfStudy":["Chemistry"],"startedOn":{"year":1999}}],"skills":[{"numOfEndorsement":5,"name":"Chemical Biology"},{"numOfEndorsement":14,"name":"Protein Chemistry"},{"numOfEndorsement":1,"name":"Gel Electrophoresis"},{"numOfEndorsement":14,"name":"Spectroscopy"},{"numOfEndorsement":7,"name":"Inorganic Chemistry"},{"numOfEndorsement":0,"name":"Enzymes"},{"numOfEndorsement":9,"name":"Chemistry"},{"numOfEndorsement":12,"name":"Biochemistry"},{"numOfEndorsement":6,"name":"Nanotechnology"},{"numOfEndorsement":2,"name":"Fluorescence Microscopy"},{"numOfEndorsement":0,"name":"Organic Chemistry"},{"numOfEndorsement":2,"name":"Materials Science"},{"numOfEndorsement":5,"name":"Molecular Biology"},{"numOfEndorsement":0,"name":"Cell Culture"},{"numOfEndorsement":0,"name":"Protein Purification"},{"numOfEndorsement":1,"name":"Characterization"},{"numOfEndorsement":3,"name":"Science"},{"numOfEndorsement":1,"name":"HPLC"},{"numOfEndorsement":1,"name":"Enzyme Assays"},{"numOfEndorsement":2,"name":"Purification"},{"numOfEndorsement":1,"name":"Organic Synthesis"},{"numOfEndorsement":1,"name":"Protein Expression"},{"numOfEndorsement":1,"name":"Research"},{"numOfEndorsement":0,"name":"NMR"},{"numOfEndorsement":0,"name":"UV\/Vis"},{"numOfEndorsement":0,"name":"Protein Engineering"},{"numOfEndorsement":0,"name":"Life Sciences"}],"pronoun":"He\/Him","numOfConnections":661,"patents":[{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKNbN8Bv2NyGLzKp548-c932jU_JMxe_Dc,NAME_SEARCH,q58v)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASztuoBME7s65TbEkytR1Wqq6pBcuRTs1M,NAME_SEARCH,etnE)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUbdzIB5UgDpMMjKKfGHRAVvRb9jLP0Dv8,NAME_SEARCH,aRtC)"}],"description":"The present invention provides a novel means of delivering imaging agents and\/or therapeutic agents to specific cellular sites in an animal involving the use of a viral capsid that is chemically modified on it exterior and\/or interior surfaces.","title":"Chemically Modified Viral Capsids as Targeted Delivery Vectors for Diagnostic and Therapeutic Agents","url":"http:\/\/appft1.uspto.gov\/netacgi\/nph-Parser?Sect1=PTO1&Sect2=HITOFF&d=PG01&p=1&u=\/netahtml\/PTO\/srchnum.html&r=1&f=G&l=50&s1=20110104051.PGNR.","issuer":"us","issuedOn":{"month":5,"day":5,"year":2011}},{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}],"title":"Activated Formylglycine-Generating Enzymes and Methods of Producing and Using the Same","issuer":"us"},{"applicationNumber":"WO2020112588A1","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}],"title":"Antibody comprising a glutamine-containing light chain c-terminal extension, conjugates thereof, and methods and uses","url":"https:\/\/patents.google.com\/patent\/WO2020112588A1\/","issuer":"us"},{"applicationNumber":"WO2021072298A1","inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}],"title":"Pd-1 targeted il-15\/il-15ralpha fc fusion proteins with improved properties","url":"https:\/\/patents.google.com\/patent\/WO2021072298A1\/","issuer":"us"}],"headline":"Project Team Leader and Sr. Principal Scientist | Designing and building therapeutic proteins and cells","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/pgholder","organizations":[],"location":"San Francisco Bay Area","publications":[{"publishedOn":{"month":4,"day":30,"year":2015},"description":"To further our aim of synthesizing aldehyde-tagged proteins for research and biotechnology applications, we developed methods for recombinant production of aerobic formylglycine-generating enzyme (FGE) in good yield. We then optimized the FGE biocatalytic reaction conditions for conversion of cysteine to formylglycine in aldehyde tags on intact monoclonal antibodies. During the development of these conditions, we discovered that pretreating FGE with copper(II) is required for high turnover rates and yields. After further investigation, we confirmed that both aerobic prokaryotic (Streptomyces coelicolor) and eukaryotic (Homo sapiens) FGEs contain a copper cofactor. The complete kinetic parameters for both forms of FGE are described, along with a proposed mechanism for FGE catalysis that accounts for the copper-dependent activity.","url":"http:\/\/www.jbc.org\/content\/290\/25\/15730.abstract","name":"Reconstitution of Formylglycine-generating Enzyme with Copper(II) for Aldehyde Tag Conversion","publisher":"Journal of Biological Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKArw8BM_RpwHzPo2gi8nbVSh5eFTpQGcI,NAME_SEARCH,gKQM)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABSI6QBqSK04afHSZZYWRamLw5OMh2T86s,NAME_SEARCH,V71k)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAMMdesBW40YULq0ieoOn7idUms3B6IOFyA,NAME_SEARCH,IU8T)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALUI78Bu1w0EY4BTZtEMe_M4cSDRd6VkBI,NAME_SEARCH,kf-Q)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKsjQYBYzI0ieLIfRTmFOosFdFUYMYtYDU,NAME_SEARCH,VzQt)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAA8YrUBBQKV-3qS9cZS9cKpKmswzfcwJDU,NAME_SEARCH,KSJ9)"}]},{"publishedOn":{"month":6,"day":8,"year":2013},"description":"Proton-coupled electron transfer (PCET) is a fundamental mechanism important in a wide range of biological processes including the universal reaction catalysed by ribonucleotide reductases (RNRs) in making de novo, the building blocks required for DNA replication and repair. These enzymes catalyse the conversion of nucleoside diphosphates (NDPs) to deoxynucleoside diphosphates (dNDPs) In the class Ia RNRs, NDP reduction involves a tyrosyl radical mediated oxidation occurring over 35 Å across the interface of the two required subunits (β2 and α2) involving multiple PCET steps and the conserved tyrosine triad [Y356(β2)–Y731(α2) –Y730(α2)]. We report the synthesis of an active photochemical RNR (photoRNR) complex in which a Re(I)-tricarbonyl phenanthroline ([Re]) photooxidant is attached site-specifically to the Cys in the Y356C-(β2) subunit and an ionizable, 2,3,5-trifluorotyrosine (2,3,5-F3Y) is incorporated in place of Y731 in α2. This intersubunit PCET pathway is investigated by ns laser spectroscopy on [Re356]-β2:2,3,5-F3Y731-α2 in the presence of substrate, CDP, and effector, ATP. This experiment has allowed analysis of the photoinjection of a radical into α2 from β2 in the absence of the interfacial Y356 residue. The system is competent for light-dependent substrate turnover. Time-resolved emission experiments reveal an intimate dependence of the rate of radical injection on the protonation state at position Y731(α2), which in turn highlights the importance of a well-coordinated proton exit channel involving the key residues, Y356 and Y731, at the subunit interface.","url":"http:\/\/dx.doi.org\/10.1039\/C5SC01125F","name":"Direct Interfacial Y731 Oxidation in α2 by a Photoβ2 Subunit of E. coli Class Ia Ribonucleotide Reductase","publisher":"Chemical Science","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAekzIUBJePhqZRSaOmkzeUUysasLeEfuIM,NAME_SEARCH,SAGG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAK7vU0BsXgTKy_ZhAL-2xgnqV18h8qOUYE,NAME_SEARCH,D-lh)"}]},{"publishedOn":{"month":2,"day":19,"year":2015},"description":"There is a need for facile chemistries that allow for chemo- and regioselectivity in bioconjugation reactions. To address this need, we are pioneering site-specific bioconjugation methods that use formylglycine as a bioorthogonal handle on a protein surface. Here we introduce aldehyde-specific bioconjugation chemistry, the trapped-Knoevenagel ligation. The speed and stability of the trapped-Knoevenagel ligation further advances the repertoire of aldehyde-based bioconjugations and expands the toolbox for site-specific protein modifications. The trapped-Knoevenagel ligation reaction can be run at near neutral pH in the absence of catalysts to produce conjugates that are stable under physiological conditions. Using this new ligation, we generated an antibody-drug conjugate that demonstrates excellent efficacy in vitro and in vivo.","url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25619935","name":"Generating site-specifically modified proteins via a versatile and stable nucleophilic carbon ligation","publisher":"Chemistry and Biology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA1Bd78BtUJ7WYb259-7QDln5UNxqNw0x6o,NAME_SEARCH,jS0c)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALUI78Bu1w0EY4BTZtEMe_M4cSDRd6VkBI,NAME_SEARCH,kf-Q)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKArw8BM_RpwHzPo2gi8nbVSh5eFTpQGcI,NAME_SEARCH,gKQM)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvWzuABphLON6MsIe05a7LuVCvtxMMshKI,NAME_SEARCH,o2NV)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAA8YrUBBQKV-3qS9cZS9cKpKmswzfcwJDU,NAME_SEARCH,KSJ9)"}]},{"name":"Aldehyde tag coupled with HIPS chemistry enables the production of ADCs conjugated site-specifically to different antibody regions with distinct in vivo efficacy and PK outcomes","publishedOn":{"month":6,"day":13,"year":2014},"description":"It is becoming increasingly clear that site-specific conjugation offers significant advantages over conventional conjugation chemistries used to make antibody-drug conjugates (ADCs). Site-specific payload placement allows for control over both the drug-to-antibody ratio (DAR) and the conjugation site, both of which play an important role in governing the pharmacokinetics (PK), disposition, and efficacy of the ADC. In addition to the DAR and site of conjugation, linker composition also plays an important role in the properties of an ADC. We have previously reported a novel site-specific conjugation platform comprising linker payloads designed to selectively react with site-specifically engineered aldehyde tags on an antibody backbone. This chemistry results in a stable C-C bond between the antibody and the cytotoxin payload, providing a uniquely stable connection with respect to the other linker chemistries used to generate ADCs. The flexibility and versatility of the aldehyde tag conjugation platform has enabled us to undertake a systematic evaluation of the impact of conjugation site and linker composition on ADC properties. Here, we describe the production and characterization of a panel of ADCs bearing the aldehyde tag at different locations on an IgG1 backbone conjugated using Hydrazino-iso-Pictet-Spengler (HIPS) chemistry. We demonstrate that in a panel of ADCs with aldehyde tags at different locations, the site of conjugation has a dramatic impact on in vivo efficacy and pharmacokinetic behavior in rodents; this advantage translates to an improved safety profile in rats as compared to a conventional lysine conjugate","publisher":"Bioconjugate Chemistry","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA1Bd78BtUJ7WYb259-7QDln5UNxqNw0x6o,NAME_SEARCH,jS0c)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKArw8BM_RpwHzPo2gi8nbVSh5eFTpQGcI,NAME_SEARCH,gKQM)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAALUI78Bu1w0EY4BTZtEMe_M4cSDRd6VkBI,NAME_SEARCH,kf-Q)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAA8YrUBBQKV-3qS9cZS9cKpKmswzfcwJDU,NAME_SEARCH,KSJ9)"}]},{"publishedOn":{"month":8,"day":26,"year":2013},"description":"Substrate turnover in class Ia ribonucleotide reductase (RNR) requires reversible radical transport across two subunits over 35 Å, which occurs by a multistep proton-coupled electron-transfer mechanism. Using a photooxidant-labeled β2 subunit of Escherichia coli class Ia RNR, we demonstrate photoinitiated oxidation of a tyrosine in an α2:β2 complex, which results in substrate turnover. Using site-directed mutations of the redox-active tyrosines at the subunit interface, Y356F(β) and Y731F(α), this oxidation is identified to be localized on Y356. The rate of Y356 oxidation depends on the presence of Y731 across the interface. This observation supports the proposal that unidirectional PCET across the Y356(β)–Y731(α)–Y730(α) triad is crucial to radical transport in RNR.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja405498e","name":"Modulation of Y356 Photooxidation in E. coli Class Ia Ribonucleotide Reductase by Y731 Across the α2:β2 Interface","publisher":"Journal of the American Chemical Society","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAekzIUBJePhqZRSaOmkzeUUysasLeEfuIM,NAME_SEARCH,SAGG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAK7vU0BsXgTKy_ZhAL-2xgnqV18h8qOUYE,NAME_SEARCH,D-lh)"}]},{"publishedOn":{"month":1,"day":18,"year":2012},"description":"Incorporation of 2,3,6-trifluorotyrosine (F3Y) and a rhenium bipyridine ([Re]) photooxidant into a peptide corresponding to the C-terminus of the β protein (βC19) of Escherichia coli ribonucleotide reductase (RNR) allows for the temporal monitoring of radical transport into the α2 subunit of RNR. Injection of the photogenerated F3Y radical from the [Re]–F3Y−βC19 peptide into the surface accessible Y731 of the α2 subunit is only possible when the second Y730 is present. With the Y–Y established, radical transport occurs with a rate constant of 3 × 105 s–1. Point mutations that disrupt the Y–Y dyad shut down radical transport. The ability to obviate radical transport by disrupting the hydrogen bonding network of the amino acids composing the colinear proton-coupled electron transfer pathway in α2 suggests a finely tuned evolutionary adaptation of RNR to control the transport of radicals in this enzyme.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja209016j","name":"Deciphering Radical Transport in the Large Subunit of Class I Ribonucleotide Reductase","publisher":"Journal of the American Chemical Society","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAekzIUBJePhqZRSaOmkzeUUysasLeEfuIM,NAME_SEARCH,SAGG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAwzsHUBBscPTYOV8NBL9AtBN88wJvaE1P0,NAME_SEARCH,AhOW)"}]},{"publishedOn":{"month":1,"day":3,"year":2012},"description":"Photochemical radical initiation is a powerful tool for studying radical initiation and transport in biology. Ribonucleotide reductases (RNRs), which catalyze the conversion of nucleotides to deoxynucleotides in all organisms, are an exemplar of radical mediated transformations in biology. Class Ia RNRs are composed of two subunits: α2 and β2. As a method to initiate radical formation photochemically within β2, a single surface-exposed cysteine of the β2 subunit of Escherichia coli Class Ia RNR has been labeled (98%) with a photooxidant ([Re ] = tricarbonyl(1,10-phenanthroline)(methylpyridyl)rhenium(I)). The labeling was achieved by incubation of S355C-β2 with the 4-(bromomethyl)pyridyl derivative of [Re] to yield the labeled species, [Re]-S355C-β2. Steady-state and time-resolved emission experiments reveal that the metal-to-ligand charge transfer (MLCT) excited-state 3[Re ]∗ is not significantly perturbed after bioconjugation and is available as a phototrigger of tyrosine radical at position 356 in the β2 subunit; transient absorption spectroscopy reveals that the radical lives for microseconds. The work described herein provides a platform for photochemical radical initiation and study of proton-coupled electron transfer (PCET) in the β2 subunit of RNR, from which radical initiation and transport for this enzyme originates.","url":"http:\/\/www.pnas.org\/content\/109\/1\/39.short","name":"Photo-ribonucleotide reductase β2 by selective cysteine labeling with a radical phototrigger","publisher":"Proceedings of the National Academy of Sciences \/ National Academy of Sciences","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAekzIUBJePhqZRSaOmkzeUUysasLeEfuIM,NAME_SEARCH,SAGG)"}]},{"publishedOn":{"month":10,"day":21,"year":2010},"description":"We have developed a method for integrating the self-assembling tobacco mosaic virus capsid into hydrophobic solvents and hydrophobic polymers. The capsid was modified at tyrosine residues to display an array of linear poly(ethylene glycol) chains, allowing it to be transferred into chloroform. In a subsequent step, the capsids could be transferred to a variety of hydrophobic solvents, including benzyl alcohol, o-dichlorobenzene, and diglyme. The thermal stability of the material against denaturation increased from 70 °C in water to at least 160 °C in hydrophobic solvents. With a view toward material fabrication, the polymer-coated TMV rods were also incorporated into solid polystyrene and thermally cast at 110 °C. Overall, this process significantly expands the range of processing conditions for TMV-based materials, with the goal of incorporating these templated nanoscale systems into conductive polymer matrices.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la1039305","name":"Dramatic Thermal Stability of Virus−Polymer Conjugates in Hydrophobic Solvents","publisher":"Langmuir \/ American Chemical Society","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":6,"day":30,"year":2007},"description":"With the development of covalent modification strategies for viral capsids comes the ability to convert them into modular carrier systems for drug molecules and imaging agents. With this overall goal in mind, we have used two orthogonal modification strategies to decorate the exterior surface of genome-free MS2 capsids with PEG chains, while installing 50−70 copies of a fluorescent dye inside as a drug cargo mimic. Despite the very high levels of modification, the capsids remained in the assembled state, as determined by TEM, size-exclusion chromatography, and dynamic light scattering analysis. The ability of the polymer coating to block the access of polyclonal antibodies to the capsid surface was probed using a sandwich ELISA, which indicated a 90% reduction in binding. Further experiments indicated that biotin groups placed at the distal ends of the polymer chains were still capable of binding to streptavidin, despite their proximity to the PEG layer. Finally, a modular strategy was developed for the attachment of small-molecule targeting groups to the polymer chains through an efficient oxime formation reaction. As a result of these studies, a robust and versatile new platform has emerged for the potential delivery of therapeutic cargo.","url":"http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bc070006e","name":"Dual-Surface-Modified Bacteriophage MS2 as an Ideal Scaffold for a Viral Capsid-Based Drug Delivery System","publisher":"Bioconjugate Chemistry \/ American Chemical Society","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKNbN8Bv2NyGLzKp548-c932jU_JMxe_Dc,NAME_SEARCH,q58v)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAASztuoBME7s65TbEkytR1Wqq6pBcuRTs1M,NAME_SEARCH,etnE)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAUbdzIB5UgDpMMjKKfGHRAVvRb9jLP0Dv8,NAME_SEARCH,aRtC)"}]},{"publishedOn":{"month":4,"day":25,"year":2007},"description":"The parallel alignment of single-walled carbon nanotubes (NTs) with a self-assembling biomolecular scaffold, the tobacco mosaic virus (TMV), is presented. A multifunctional polymeric surfactant brings together these two disparate components: The NTs are solubilized by a layer of poly(ethylene glycol) attached through a pyrene anchor, and the pendant alkoxyamine groups of the surfactant allow mild bioconjugation with ketone-labeled proteins.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/anie.200700333\/abstract","name":"Integration of a Self-Assembling Protein Scaffold with Water-Soluble Single-Walled Carbon Nanotubes","publisher":"Angewandte Chemie International Edition \/ WILEY-VCH","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":2,"day":24,"year":2016},"description":"We describe a process with a high yield of site-specific formylglycine (fGly) generation during monoclonal antibody production in CHO cells. The conversion of Cys to fGly depends upon the activity of FGE, which can be ensured by supplementing the culture media with 50 uM copper(II) sulfate.","url":"http:\/\/dx.doi.org\/10.1186\/s12896-016-0254-0","name":"Generating aldehyde-tagged antibodies with high titers and high formylglycine yields by supplementing culture media with copper(II)","publisher":"BMC Biotechnology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKsjQYBYzI0ieLIfRTmFOosFdFUYMYtYDU,NAME_SEARCH,VzQt)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAxRxscBcDPRxaJ6BcISsMGuy_DGv22pVuc,NAME_SEARCH,GjOG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAKArw8BM_RpwHzPo2gi8nbVSh5eFTpQGcI,NAME_SEARCH,gKQM)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAABSI6QBqSK04afHSZZYWRamLw5OMh2T86s,NAME_SEARCH,V71k)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAcK2skBV8kU4XEfClANtFl-UnW9JQ1UOW4,NAME_SEARCH,SEJY)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAA8YrUBBQKV-3qS9cZS9cKpKmswzfcwJDU,NAME_SEARCH,KSJ9)"}]},{"name":"Technologies for Antibody‐Drug Conjugation","publishedOn":{"year":2017},"publisher":"John Wiley & Sons, Inc.","url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/9781118940648.ch22\/summary","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":1,"day":24,"year":2022},"description":"Cytokines are a class of potent immunoregulatory proteins that are secreted in response to various stimuli and act locally to regulate many aspects of human physiology and disease. Cytokines play important roles in cancer initiation, progression, and elimination, and thus, there is a long clinical history associated with the use of recombinant cytokines to treat cancer. However, the use of cytokines as therapeutics has been limited by cytokine pleiotropy, complex biology, poor drug-like properties, and severe dose-limiting toxicities. Nevertheless, cytokines are crucial mediators of innate and adaptive antitumor immunity and have the potential to enhance immunotherapeutic approaches to treat cancer. Development of immune checkpoint inhibitors and combination immunotherapies has reinvigorated interest in cytokines as therapeutics, and a variety of engineering approaches are emerging to improve the safety and effectiveness of cytokine immunotherapy. In this review we highlight recent advances in cytokine biology and engineering for cancer immunotherapy.","url":"https:\/\/doi.org\/10.1016\/j.addr.2022.114112","name":"Engineering interferons and interleukins for cancer immunotherapy","publisher":"Advanced Drug Delivery Reviews","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAADh-IYBChDhifXcQiijJJa8QXvWJGB7MVU,NAME_SEARCH,McxX)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAO7nR8Bt95_Fo7P4BaAUtLZdzGLe73KxyY,NAME_SEARCH,J6OA)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyjlzMBobi3LzYWmPRLIpsi46vp0tDNDzs,NAME_SEARCH,OJbg)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABFytKwBnZ12GP5Zb_mElV2WjTo20FJs5fU,NAME_SEARCH,GT6m)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAs6vwEBp2iK6TalsO4TSbT8VHC6EATobnY,NAME_SEARCH,Q3Po)"}]},{"publishedOn":{"month":3,"day":16,"year":2020},"description":"Antibody–drug conjugates (ADCs) are a therapeutic modality that traditionally enable the targeted delivery of highly potent cytotoxic agents to specific cells such as tumor cells. More recently, antibodies have been used to deliver molecules such as antibiotics, antigens, and adjuvants to bacteria or specific immune cell subsets. Site-directed mutagenesis of proteins permits more precise control over the site and stoichiometry of their conjugation, giving rise to homogeneous chemically defined ADCs. Identification of favorable sites for conjugation in antibodies is essential as reaction efficiency and product stability are influenced by the tertiary structure of immunoglobulin G (IgG). Current methods to evaluate potential conjugation sites are time-consuming and labor intensive, involving multistep processes for individually produced reactions. Here, we describe a highly efficient method for identification of conjugatable genetic variants by analyzing pooled ADC libraries using mass spectrometry. This approach provides a versatile platform to rapidly uncover new conjugation sites for site-specific ADCs.","url":"http:\/\/doi.org\/10.1021\/acs.bioconjchem.0c00146","name":"High-Throughput Platform to Identify Antibody Conjugation Sites from Antibody-Drug Conjugate Libraries","publisher":"Bioconjugate Chem","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":5,"day":15,"year":2020},"description":"We describe a class of bioconjugation reactions that enables site-specific modification of proteins through enzymatic generation of o-quinone from either tyrosine residues or phenol reagents. The enzymatically generated o-quinone rapidly reacts chemically with numerous common nucleophiles and dienophiles, including thiols, anilines, alkoxyamines, cyclooctynes, and cyclooctenes. Nucleophilic chemoenzymatic reaction with engineered tyrosine residues creates a hydroxytyrosine (HOT) bridge; a similar reaction with phenols creates a hydroxyphenol (HOP). Diels-alder cycloaddition following o-quinone generation results in an arylbicyclodiketone (ABCD). The stability of each conjugate against physiological pH and temperature varies from less than one day to multiple months in vitro.","url":"http:\/\/doi.org\/","name":"Reaction Landscape and Bioconjugation Profile of Tyrosinase Generated Quinones","publisher":"Chemrxiv","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":2,"day":10,"year":2021},"description":"A new series with the tetrahydroisoquinoline-fused benzodiazepine (TBD) ring system combined with the surrogates of (1-methyl-1H-pyrrol-3-yl)benzene (“MPB”) payloads were designed and executed for conjugation with a monoclonal antibody for anticancer therapeutics. DNA models helped in rationally identifying modifications of the “MPB” binding component and guided structure–activity relationship generation. This hybrid series of payloads exhibited excellent in vitro activity when tested against a panel of various cancer cell lines. One of the payloads was appended with a lysosome-cleavable peptide linker and conjugated with an anti-mesothelin antibody via a site-specific conjugation method mediated by the enzyme bacterial transglutaminase (BTGase). Antibody–drug conjugate (ADC) 50 demonstrated good plasma stability and lysosomal cleavage. A single intravenous dose of ADC 50 (5 or 10 nmol\/kg) showed robust efficacy in an N87 gastric cancer xenograft model.","url":"http:\/\/doi.org\/10.1021\/acsmedchemlett.0c00578","name":"DNA-Model-Based Design and Execution of Some Fused Benzodiazepine Hybrid Payloads for Antibody–Drug Conjugate Modality","publisher":"ACS Med Chem Lett","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":4,"day":8,"year":2022},"description":"Treatment of age-related macular degeneration (AMD) with anti-vascular endothelial growth factor (VEGF) biologic agents has been shown to restore and maintain visual acuity for many patients afflicted with wet AMD. These agents are usually administered via intravitreal injection at a dosing interval of 4–8 weeks. Employment of long-acting delivery (LAD) technologies could improve the therapeutic outcome, ensure timely treatment, and reduce burden on patients, caregivers, and the health care system. Development of LAD approaches requires thorough testing in pre-clinical species; however, therapeutic proteins of human origin may not be well tolerated during testing in non-human species due to immunogenicity. Here, we have engineered a surrogate porcine antibody Fab fragment (pigG6.31) from a human antibody for testing ocular LAD technologies in a porcine model. The engineered Fab retains the VEGF-A-binding and inhibition properties of the parental human Fab and has stability properties suitable for LAD evaluation. Upon intravitreal injection in minipigs, pigG6.31 showed first-order clearance from the ocular compartments with vitreal elimination rates consistent with other molecules of this size. Application of the surrogate molecule in an in vivo evaluation in minipigs of a prototype of the port delivery (PD) platform indicated continuous ocular delivery from the implant, with release kinetics consistent with both the results from in vitro release studies and the efficacy observed in human clinical studies of the PD system with ranibizumab (PDS). Anti-drug antibodies in the serum against pigG6.31 were not detected over exposure durations up to 16 weeks, suggesting that this molecule has low porcine immunogenicity.","url":"http:\/\/doi.org\/10.1021\/acs.molpharmaceut.2c00048","name":"Generation of a Porcine Antibody Fab Fragment Using Protein Engineering to Facilitate the Evaluation of Ocular Sustained Delivery Technology","publisher":"Mol Pharm.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":8,"day":18,"year":2022},"description":"CRISPR (clustered regularly interspaced short palindromic repeats)-associated proteins (Cas) are powerful gene-editing tools used in therapeutic applications. Efforts to minimize off-target cleavage by CRISPR-Cas9 have motivated the development of engineered Cas9 variants. The wild-type (WT) Streptococcus pyogenes (SpCas9) has been engineered into a high-fidelity Cas9 (SpyFi Cas9) that shows promising results in providing high on-target activity (targeting efficiency) while reducing off-target editing (unwanted mutations). This work describes for the first time the development of ultra-high-performance liquid chromatography (UHPLC) and capillary electrophoresis (CE)-based methods for a full characterization of different engineered Cas9 variants, including determination of purity, size variants, isoelectric points (pI), post-translational modifications (PTMs), and functional activities. The purity and size variant characterization were first determined by CE-sodium dodecyl sulfate (SDS). An in vitro DNA cleavage assay using an automated electrophoresis tool was employed to investigate the functional activity of ribonucleoprotein (RNP) complexes derived from Cas9 variants. The pIs of the engineered Cas9 proteins were determined by imaged capillary isoelectric focusing (icIEF), while intact mass measurements were performed by reversed-phase (RP)-UHPLC coupled with high-resolution mass spectrometry (HRMS). A peptide mapping assay based on LC-UV-MS\/MS using endoproteinase Lys-C under non-reducing conditions was developed to confirm amino acid sequences, allowing differentiation of SpyFi Cas9 from WT SpCas9. The potential of using a low-resolution MS detector, especially for a GMP environment, as a low-cost and simple method to identify SpyFi Cas9 is discussed.","url":"https:\/\/doi.org\/10.1016\/j.talanta.2022.123780","name":"Comprehensive UHPLC- and CE-Based Methods for Engineered Cas9 Characterization","publisher":"Talanta","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]},{"publishedOn":{"month":4,"day":20,"year":2023},"description":"XmAb24306 is a lymphoproliferative interleukin (IL)-15\/IL-15 receptor α (IL-15Rα) Fc-fusion protein currently under clinical investigation as an immunotherapeutic agent for cancer treatment. XmAb24306 contains mutations in IL-15 that attenuate its affinity to the heterodimeric IL-15 receptor βγ (IL-15R). We observe substantially prolonged pharmacokinetics (PK) (half-life ∼ 2.5 to 4.5 days) in single- and repeat-dose cynomolgus monkey (cyno) studies compared to wild-type IL-15 (half-life ∼ 1 hour), leading to increased exposure and enhanced and durable expansion of NK cells, CD8+ T cells and CD4–CD8– (double negative [DN]) T cells. Drug clearance varied with dose level and time post-dose, and PK exposure decreased upon repeated dosing, which we attribute to increased target-mediated drug disposition (TMDD) resulting from drug-induced lymphocyte expansion (i.e., pharmacodynamic (PD)-enhanced TMDD). We developed a quantitative systems pharmacology (QSP) model to quantify the complex PKPD behaviors due to the interactions of XmAb24306 with multiple cell types (CD8+, CD4+, DN T cells, and NK cells) in the peripheral blood (PB) and lymphoid tissues. The model, which includes nonspecific drug clearance, binding to and TMDD by IL15R differentially expressed on lymphocyte subsets, and resultant lymphocyte margination\/migration out of PB, expansion in lymphoid tissues, and redistribution to the blood, successfully describes the systemic PK and lymphocyte kinetics observed in the cyno studies. Results suggest that after 3 doses of every-two-week (Q2W) doses up to 70 days, the relative contributions of each elimination pathway to XmAb24306 clearance are: DN T cells > NK cells > CD8+ T cells > nonspecific clearance > CD4+ T cells. Modeling suggests that observed cellular expansion in blood results from the influx of cells expanded by the drug in lymphoid tissues....","url":"https:\/\/doi.org\/10.1016\/j.ejps.2023.106450","name":"Complex PK-PD of an engineered IL-15\/IL-15Rα–Fc fusion protein in cynomolgus monkeys: QSP modeling of lymphocyte dynamics","publisher":"Eur J Pharm Sci","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAOMJigBIfJIh9LG1H3l4yFgaoPv_bYJHM8,NAME_SEARCH,gRts)"}]}],"positions":null,"posts":[{"createdAt":1715352600000,"insightId":"4e4caa1c-41e5-416f-b33a-2e8ed49a0c55","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194710499626823683","threadUrn":"urn:li:activity:7194710499626823683","reactionsCount":2,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194710498867646467","message":{"attributes":[],"text":"Avi is a fantastic mentor and leader. Bring your protein skills to Genentech!"},"rootActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D4E22AQGT1FyfY1HTCg\/feedshare-shrink_2048_1536\/0\/1715231720880?e=1720051200&v=beta&t=GAz511wbF2Rj0rP6_Vl6JE_kZ0v7_YGDrsmu6jpj6H0"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194203269789831168","message":{"attributes":[],"text":"Come and be a part of the BMR group (in a contract role) within Genentech to tackle challenging problems in protein expression and purification. Please send your resume for consideration"},"entityUrn":"urn:li:share:7194203269789831168"},"entityUrn":"urn:li:share:7194710498867646467"}}},{"createdAt":1714868940000,"insightId":"461f21c4-ebc2-4387-b90e-e0b9762d1ad1","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":12}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7192681672058851328","threadUrn":"urn:li:activity:7192681672058851328","reactionsCount":12,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192681671534510080","message":{"attributes":[],"text":"Akshay is an immunology wizard and wonderful mentor. Put your hat in!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHLW8iG5gB-rQ\/articleshare-shrink_800\/0\/1714772250667?e=1717977600&v=beta&t=wT0rKJ3wq8hqegQuNQBf8LhbIHpEAjxB-slgkbJwq18","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQHLW8iG5gB-rQ\/articleshare-shrink_800\/0\/1714772250667?e=1717977600&v=beta&t=wT0rKJ3wq8hqegQuNQBf8LhbIHpEAjxB-slgkbJwq18"}]},"description":"Apply for Scientist 3, Cancer Immunology job with Genentech in South San Francisco, California, United States of America. Research & Development at Genentech","resolvedUrl":"https:\/\/careers.gene.com\/slxLnc8","title":"Scientist 3, Cancer Immunology in South San Francisco, California, United States of America | Research & Development at Genentech"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7192616703665528832","message":{"attributes":[{"start":118,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:genentech"}}},{"start":537,"length":20,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:cancerimmunotherapy"}}},{"start":558,"length":16,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:drugdevelopment"}}},{"start":575,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:stromalcells"}}},{"start":589,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:bcells"}}},{"start":597,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:cancer"}}}],"text":"I am looking for a motivated and creative cellular immunologist to join my lab in the Cancer Immunology department in #Genentech (South San Francisco, CA). This is an exciting opportunity to perform highly collaborative discovery research and contribute to the development of novel drug targets in the area of cancer immunology and immunotherapy. The position will focus on research areas such as (but not limited to) the tumor microenvironment, stromal cell-immune cell interactions, and tumor B cell and T cell biology. Come join us!\n\n#cancerimmunotherapy #drugdevelopment #stromalcells #Bcells #Cancer"},"entityUrn":"urn:li:share:7192616703665528832"},"entityUrn":"urn:li:share:7192681671534510080"}}},{"createdAt":1713555420000,"insightId":"35055448-a503-4634-adb3-668fb7457e98","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":23}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7187172539868033024","threadUrn":"urn:li:activity:7187172539868033024","reactionsCount":23,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7187172539431817216","message":{"attributes":[],"text":"Come join our expanding Bioconjugation team! Stephanie is looking for passionate scientists to build next-generation therapeutics here at Genentech. "},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQFL6fP5agnquA\/articleshare-shrink_800\/0\/1713551115033?e=1717977600&v=beta&t=rHXtC-tFIB66MlLAnHSrsnolcblRbH0ORqcgGT_ZUZ8","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQFL6fP5agnquA\/articleshare-shrink_800\/0\/1713551115033?e=1717977600&v=beta&t=rHXtC-tFIB66MlLAnHSrsnolcblRbH0ORqcgGT_ZUZ8"}]},"description":"Explore contract opportunities with Roche and Genentech. Get matched and notified for hand-picked roles. Be on the top of the list of potential hires for all opportunities.","fullText":"The Bioconjugation and Delivery group in the Protein Sciences organization at Genentech is responsible for the design and generation of new therapeutic modalities that combine the engineering and analytical principles of multiple scientific disciplines. We are excited to be at the forefront of therapeutic design by generating molecules with unique mechanisms of action. We are seeking a talented early-in-career Scientist to join our team to advance our mission by learning and applying advanced bioconjugation techniques with precise analytical characterization. This position offers hands-on experience in drug development, including protein bioconjugation. This position is located in South San Francisco, and is an on-site laboratory research position. Key Responsibilities Other Preferred Qualifications Benefits: Medical, Dental, Vision, 401K (provided minimum eligibility hours are met) Magnit has an ongoing commitment to the diversity and inclusion of all team members. We believe that embracing diversity leads to innovation and helps address the needs of the business. We welcome individuals from different backgrounds, experiences, and cultures to join our team. We value this diversity and strive to create an inclusive environment that celebrates these unique perspectives, allowing you to contribute to your full potential. Finally, but most importantly, we expect all team members to be treated with dignity and respect. If you have a disability and need an accommodation in relation to the online application process, please email us at Roche.Accommodations@magnitglobal.com","resolvedUrl":"https:\/\/rochegenentech.willhire.co\/jobs\/65232-scientist-ii-south-san-francisco-california","title":"Roche and Genentech Talent Network - Contract Opportunities","sourceDomain":"rochegenentech.willhire.co"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7187154923191525376","message":{"attributes":[{"start":253,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gBnFpfNt"}}}],"text":"Are you interested in gaining industry experience in Bioconjugation? Are you passionate about Chemistry, Biochemistry, and\/or Chemical Biology? We are hiring an early-in-career scientist (contract position) to join our Bioconjugation and Delivery team. https:\/\/lnkd.in\/gBnFpfNt"},"entityUrn":"urn:li:share:7187154923191525376"},"entityUrn":"urn:li:share:7187172539431817216"}}},{"createdAt":1713063180000,"insightId":"b8189d7b-08a0-44cb-9105-1db4890bc4ce","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":12}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7185107915869970432","threadUrn":"urn:li:activity:7185107915869970432","reactionsCount":12,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7185107915106615298","message":{"attributes":[{"start":77,"length":20,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:115721947"}}}],"text":"Super excited to see multivalent high efficiency conjugation in print! Bravo Whitney Shatz-Binder !!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQHGiOZ59OR42w\/articleshare-shrink_800\/0\/1712941266153?e=1717977600&v=beta&t=UoAH5C9nRhsaNUM6-EIplZzNAbnBuNC7-UuPFP2z1Sw","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D5627AQHGiOZ59OR42w\/articleshare-shrink_800\/0\/1712941266153?e=1717977600&v=beta&t=UoAH5C9nRhsaNUM6-EIplZzNAbnBuNC7-UuPFP2z1Sw"}]},"description":"Ferritin is a multivalent, self-assembling protein scaffold found in most human cell types, in addition to being present in invertebrates, higher plants, fungi, and bacteria, that offers an attractive alternative to polymer-based drug delivery systems...","resolvedUrl":"https:\/\/pubs.acs.org\/doi\/10.1021\/acs.bioconjchem.4c00020","title":"Adapting Ferritin, a Naturally Occurring Protein Cage, to Modulate Intrinsic Agonism of OX40"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7184598989504163840","message":{"attributes":[{"length":22,"start":38,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:bioconjugatechemistry"}}},{"length":9,"start":90,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ferritin"}}},{"length":5,"start":139,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:ox40"}}},{"length":15,"start":277,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:81064219"}}},{"length":20,"start":294,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:138329309"}}},{"length":10,"start":316,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:619198926"}}},{"length":16,"start":328,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:45804926"}}},{"length":12,"start":346,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:32124308"}}},{"length":9,"start":360,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:120421730"}}},{"length":14,"start":371,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:11610881"}}},{"length":11,"start":387,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:382761013"}}},{"length":11,"start":400,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:86167975"}}},{"length":14,"start":413,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:59516456"}}},{"length":16,"start":429,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:16712246"}}},{"length":13,"start":461,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:112506876"}}},{"length":15,"start":476,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:44280806"}}}],"text":"I am happy to share my latest work in #BioconjugateChemistry demonstrating the utility of #ferritin as a drug delivery scaffold to agonize #OX40, a member of the tumor necrosis factor receptor superfamily. A big thank you to all the collaborators that made this work possible! Caleigh Azumaya, Brandon Leonard, PhD, Ivan Vuong, Jawahar Sudhamsu, Alexis Rohou, Peter Liu, Wendy Sandoval, Karenna Bol, Saeed Izadi, Patrick Holder, Craig Blanchette, Remo Perozzo, Robert Kelley, Yogeshvar Kalia"},"entityUrn":"urn:li:share:7184598989504163840"},"entityUrn":"urn:li:share:7185107915106615298"}}},{"createdAt":1715352720000,"insightId":"0a7140f2-3e48-4aa3-8132-1b36defdb866","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"ENTERTAINMENT","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7194451280390496258,7194710845019336705)","threadUrn":"urn:li:ugcPost:7194451280390496258","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[{"start":30,"length":11,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:114272057"}}}],"text":"You have a chirality problem, Ariel Dovas"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7194451280390496258"}}},{"createdAt":1713063180000,"insightId":"f3eee675-7814-4989-ad47-dbc28a261d05","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7184598990540218368,7185107871674589185)","threadUrn":"urn:li:activity:7184598990540218368","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":77,"length":20,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:115721947"}}}],"text":"Super excited to see multivalent high efficiency conjugation in print! Bravo Whitney Shatz-Binder !!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7184598990540218368"}}}]}