{"summary":"As Business Analyst, my areas of expertise and responsibilities are: \nSecondary Research-\n* Tracking market landscape of emerging drugs, diseases, technologies, devices and contract service providers.\n* Competitive landscape assessment, benchmarking as well as qualitative and quantitative analyses to highlight key industry trends\n* Drafting client ready business reports and ancillary documents under stringent and expeditious timelines\n* Elaborate understanding of the pharmaceutical and healthcare domain, knowledge expansion and application capability for multiple industry segments\n* Market sizing and forecasting future clinical and commercial potential of the market under research\n\nPrimary Research-\n* Collaborating information on the key stakeholders \/ active personnel engaged in the domain under research\n* Conducting interviews with important stakeholders in order to garner their views on the market and validate the research out-comings\n* Engaging in client discussions for several consulting projects, providing weekly \/ monthly updates on the client query.","lastName":"Bhardwaj","objectUrn":"urn:li:member:653497304","geoRegion":"Hyderabad, Telangana, India","fullName":"Bhavishya Bhardwaj","firstName":"Bhavishya","currentPositions":[{"companyName":"Roche","description":"Working for Global Product Strategy (GPS) team in supporting Roche’s Oncology division at Ex-US (UK+EU4, Asia-Pacific and RoW) level.\n▪ Developed multiple standard management dashboards providing one line of sight on performance of BU as a whole and key products vs competitor to support Leadership Team and functional teams like Finance and Sales teams.\n▪ Supporting leadership team in planning launch of a new product, annual brand plan and annual strategic plan\n▪ Acting as a consultant to client's Ad-hoc requests by providing then recommended solutions on the same.\n▪ Initiated process improvement by automating the standard deliverables like Periodic Benefit Risk Evaluation Report (PBRERs) and Quarterly Based Reports QBRs.\n▪ Extended support to team members and members of other teams for various ad hoc projects","title":"Analyst","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"country":"Switzerland","city":"Switzerland 🇨🇭 ","postalCode":"4070","line1":"Grenzacherstrasse"},"website":"http:\/\/www.roche.com\/","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/roche\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:1602","tenureAtCompany":{"numYears":1,"numMonths":2},"startedOn":{"month":4,"year":2023}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)","projects":[{"endedOn":{"month":4,"year":2021},"description":"Given the various advantages of biologics, such as high specificity for their intended molecular targets, ability to treat a myriad of disease indications, and patient friendly toxicity profiles, the demand for such interventions is high. In 2020 alone, more than 20 biopharmaceutical products (including monoclonal antibodies, recombinant proteins and gene therapies) were approved in the US. Amidst the COVID-19 pandemic, the biopharmaceutical industry has witnessed considerable growth, with several stakeholders actively engaged in the development of multiple vaccine candidates, some of which have received emergency use authorizations against the novel coronavirus strain. However, it is a well-known fact that the development and clinical evaluation of biologics is both challenging and cost intensive, and requires advanced product development expertise and bioprocessing technologies. Therefore, many innovators in the biopharmaceutical industry are opting to outsource their drug discovery and clinical research operations to capable contract service providers.\nContract research organizations (CROs) have the necessary capabilities and experience to expertly support biopharmaceutical R&D projects. Being well-aware of the nuances of drug design and development, such organizations have long been assisting biologics developers to navigate through process-related complexities and stringent regulatory environments, across different geographies. In fact, it is estimated that big pharma players presently outsource close to 45% of their internal R&D operations to CROs. In the past few years, several niche CROs, claiming to offer services for the development of specialty biologics, have been established, and are gradually being acquired by larger entities that are trying to consolidate their presence amidst the growing competition in this space. The contract research services segment is considered to be an indispensable part of the overall biopharmaceutical market.","title":"Biopharmaceutical CROs Market: Industry Trends and Global Forecasts, 2021-2030","url":"https:\/\/www.rootsanalysis.com\/reports\/biopharmaceutical-cros-market.html","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"}],"startedOn":{"month":12,"year":2020}},{"endedOn":{"month":8,"year":2021},"description":"It is a well-known fact that development of a novel therapeutic intervention is both a time and cost intensive process. In fact, several reports have indicated that it can take around 10 years for a prescription medicine to transition from the discovery stage to the market, requiring investments worth over USD 2.5 billion. It is worth mentioning that clinical trials form an integral part of the overall drug development process, as they enable both innovators and regulators to assess the safety and efficacy of a drug candidate.The critical role of these studies can also be verified from the fact that they capture around 50% share of the total time and cost related investments made for the development of drug candidate. However, the conduct of trials is often fraught with  several challenges, including scientific and operational complexity, concerns associated with recruitment and retention of suitable patients, issues related to data handling and increasingly stringent regulatory guidelines. Further, failure of a clinical trial can impose an enormous financial burden on sponsors, estimated to be in the range of USD 800 million (in case of therapies with niche \/ limited applications) to USD 1.4 billion (for a drug that is anticipated to be a blockbuster). It is further believed that a considerable portion of the losses can be avoided by efficient planning of trials. In other words, effective trial planning and design plays a pivotal role in enabling accurate, safe and timely execution of the study, across all sites. \n\nKey Questions Answered:\nWho are the key players engaged in offering clinical trial planning and design services, across the world?\nWhat kind of partnership models are most commonly adopted by stakeholders engaged in this industry?\nHow is the current and future market opportunity likely to be distributed across key market segments?\nWhat are the anticipated future trends related to clinical trial planning and design services?","title":"Clinical Trial Planning and Design Services Market: Industry Trends and Global Forecasts, 2021-2030","url":"https:\/\/www.rootsanalysis.com\/reports\/clinical-trial-planning-and-design-services-market.html","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"}],"startedOn":{"month":6,"year":2021}},{"endedOn":{"month":2,"year":2022},"description":"Over the past few years, the prevalence of neurological disorders has increased at an annualized rate of 10.9%. Further, the mortality associated with such diseases is projected to account for 12.2% of the global death rate, in 2030. In this context, several research initiatives are underway to identify an approach that allows effective delivery of the target medication directly into the brain. One key challenge currently faced by researchers is the presence of the complex blood brain barrier (BBB), which hinders the entry of the target drug into the CNS, acting as a significant roadblock in the development of effective treatment modalities. It is worth mentioning that the failure of the ongoing research initiatives can incur losses worth USD 2 billion. As a result, stakeholders in the pharmaceutical domain have shifted their focus towards the use of intranasal treatments, which have demonstrated to be capable of bypassing the blood brain barrier, thereby, delivering the target drug directly into the brain. Clinical studies related to interventional intranasal therapies have increased three-folds over the last decade. Specifically, post the onset of the COVID-19 pandemic, extensive research focused on intranasal therapeutics is being carried out due to their proven pharmacological value and favorable safety profiles. Notable examples of intranasal COVID-19 targeting drugs that are currently being evaluated across different phases of development include (in alphabetical order) COVIDROPS™ (Sorrento Therapeutics), DEXANEUROSONE™ (Biomed Industries™)  and Zavegepant (Biohaven Pharmaceuticals) .\n\nKey Questions Answered\nWho are the key players engaged in the development of intranasal therapeutics and drug delivery systems?\nWhat are the major therapeutic areas targeted by intranasal therapeutics?\nHow is the current and future market opportunity likely to be distributed across key market segments?","title":"Intranasal Therapeutics and Drug Delivery Systems Market: Industry Trends and Global Forecasts, 2022-2035","url":"https:\/\/www.rootsanalysis.com\/reports\/intranasal-therapeutics-and-drug-delivery-systems.html","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"}],"startedOn":{"month":9,"year":2021}},{"endedOn":{"month":8,"year":2022},"description":"In the past two decades, antibody therapeutics have become a key component of the treatment regimens against a range of diseases, specifically cancer. Representing one of the rapidly growing segments of the pharmaceutical industry, a number of technological advancements have been reported in this sector. In this context, a number of researchers are evaluating the potential of antibody drug conjugates (ADCs) for the treatment of a myriad of disease indications. In addition to enabling better efficacy as compared to antibody therapeutics, ADCs exhibit higher stability, reduced toxicity, improved tumor selectivity, increased drug tolerance and less systemic exposure. It is worth highlighting that, in the last few years, more than 10 ADCs have received the FDA approval. Further, a number of ADCs are being evaluated across 700+ clinical trials for the treatment of a wide array of disorders. To support the ongoing  pace of research in this domain, a total of USD 14.8 billion (since 2014) has been the investment in ADCs domain by several private \/ strategic investors and government organizations, indicating the therapeutic potential and growing appeal of this unique class of targeted medicines. However, the production of this therapeutics is associated with several challenges, including generation of antibody aggregates, drug \/ linker side reactions, containment of highly toxic drug compounds, and lot-to-lot variation in drug-antibody ratio (DAR). Moreover, the manufacturing process often requires the use of cutting-edge linker technologies, which are expensive to acquire.\n\nKey Questions Answered\nWho are the key players engaged in providing ADC contract manufacturing services? \nIn which regions is the expansion activity of ADC contract manufacturers primarily centered?\nWhat is the current, global demand for ADC products?\nHow is the current and future market opportunity likely to be distributed across key market segments?","title":"ADC Contract Manufacturing Market: Market Insights and Global Forecast, 2022-2035","url":"https:\/\/www.rootsanalysis.com\/reports\/view_document\/adc-contract-manufacturing-market\/218.html","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"}],"startedOn":{"month":3,"year":2022}}],"contactInfo":{},"industry":"Biotechnology Research","educations":[{"endedOn":{"year":2020},"degree":"Bachelor of Engineering","eduId":522828258,"schoolUrn":"urn:li:fs_salesSchool:630313","school":"urn:li:fs_salesSchool:630313","fieldsOfStudy":["Biotechnology"],"schoolName":"Panjab University","startedOn":{"year":2016}},{"endedOn":{"year":2016},"schoolName":"Govt. Model Sr. Sec. School 33 - Chandigarh","startedOn":{"year":2014},"eduId":597847680}],"skills":[{"numOfEndorsement":0,"name":"Project Planning"},{"numOfEndorsement":0,"name":"SAS (Software)"},{"numOfEndorsement":0,"name":"Python (Programming Language)"},{"numOfEndorsement":0,"name":"SQL"},{"numOfEndorsement":0,"name":"Operational Excellence"},{"numOfEndorsement":0,"name":"PubMed"},{"numOfEndorsement":0,"name":"Clinical Trials"},{"numOfEndorsement":0,"name":"Biotechnology"},{"numOfEndorsement":0,"name":"Market Research"},{"numOfEndorsement":0,"name":"Competitive Analysis"},{"numOfEndorsement":0,"name":"Data Analysis"},{"numOfEndorsement":0,"name":"Microsoft Excel"},{"numOfEndorsement":0,"name":"Teamwork"},{"numOfEndorsement":0,"name":"Analytical Skills"},{"numOfEndorsement":0,"name":"Microsoft Word"},{"numOfEndorsement":0,"name":"Microsoft PowerPoint"},{"numOfEndorsement":0,"name":"Team Management"},{"numOfEndorsement":0,"name":"Leadership"}],"numOfConnections":1104,"patents":[],"headline":"Roche Services & Solutions (RSS) | Data Analysis | Forecasting | Commercial Analytics","courses":[],"certifications":[{"authority":"Indian Institute of Technology, Bombay","name":"Biopython","company":"urn:li:fs_salesCompany:157266","startedOn":{"month":10,"year":2019},"companyUrn":"urn:li:fs_salesCompany:157266"},{"authority":"Shri Guru Gobind Singhji Institute of Engineering and Technology, Vishnupuri, Nanded","name":"COVID 19 and A Revival of Economy Course","company":"urn:li:fs_salesCompany:15136109","startedOn":{"month":5,"year":2020},"companyUrn":"urn:li:fs_salesCompany:15136109"}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/bhavishya-bhardwaj-388a31162","organizations":[],"location":"Hyderabad, Telangana, India","publications":[{"name":"A Staining Protocol of Proteins on Agarose Gel with Amido Black","publishedOn":{"month":9,"day":18,"year":2018},"publisher":"Acta Scientific Medical Sciences","url":"https:\/\/www.actascientific.com\/ASMS\/pdf\/ASMS-02-0104.pdf","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"}]},{"name":"Coomassie Brilliant Blue Can Visualize a Protein Band Without Destaining: A Quick Visualization Protocol on the Agarose Gel","publishedOn":{"month":2,"day":1,"year":2020},"publisher":"Indian Journal of Clinical Biochemistry","url":"https:\/\/link.springer.com\/article\/10.1007\/s12291-020-00874-w","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"}]},{"publishedOn":{"month":8,"day":23,"year":2022},"description":"Capillaries are small microscopic channels found in nature predominantly. These flow blood in animals and food, water and nutritions in plants. Mimicking these capillaries scientist discovered the micro channels and named the related study as microfluidics. These microscopic channels\/capillaries have wide applications in the area of biomedical instrumentations. Microfluidics work on the combined principles of fluid dynamics, biology, chemistry, microelectronics, physics, and material science. The artificial microfluidics or capillaries can be fabricated using various techniques such as xurography, laser cutting, photolithography, injection moulding, and fast lithographic Activation of Sheets (FLASH). Capillaries have tremendous application, especially in biosensors; from sample collection to the detection of various biomolecules such as nucleic acids, proteins, carbohydrates, lipids, other metabolites, etc. This work presents a comprehensive review of the journey of capillary development, milestones achieved, and recent advancements in the area of microfluidics-based biosensors. This review is focused to meet the requirements of the researchers engaged in designing, simulating, and fabricating capillaries for the desired applications. Special insights have been given on the opportunities and challenges in capillary development.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S259013702200111X","name":"Development and recent advancement in microfluidics for point of care biosensor applications: A review","publisher":"Elsevier B.V.","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAACbzk9gBIcA-F88ezPD3fvQiP6-BfuuWorg,NAME_SEARCH,z_eU)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAVZMPcBCpomca_HbZCNAG-X0rh3aKMZSzE,NAME_SEARCH,oQCd)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABTlJ7kBlKwEgUTjSc9lFakdqOOb8vzsbns,NAME_SEARCH,GUs1)"}]}],"positions":null,"posts":[{"createdAt":1714648860000,"insightId":"eb720f50-e34a-41a9-b995-f2211238b5ce","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:multiPhoto:1000160924460"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":67},{"type":"PRAISE","count":12},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7191758761542213632","threadUrn":"urn:li:ugcPost:7191758761542213632","reactionsCount":80,"commentsCount":12,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7191758761542213632","message":{"attributes":[{"length":27,"start":50,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:circleAbRofAbRexcellenceAbRaward"}}},{"length":6,"start":85,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:roche"}}},{"length":13,"start":399,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:hallAbRofAbRfame"}}},{"length":13,"start":830,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:397806502"}}},{"length":9,"start":845,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:68833171"}}},{"length":4,"start":857,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:rss"}}},{"length":6,"start":862,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:roche"}}},{"length":5,"start":869,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:gate"}}},{"length":7,"start":875,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:awards"}}},{"length":11,"start":883,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:leadership"}}},{"length":9,"start":895,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:teamwork"}}},{"length":19,"start":905,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:businessexcellence"}}},{"length":10,"start":925,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:analytics"}}},{"length":7,"start":936,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:pharma"}}}],"text":"🏆 Excited to announce that our team clinched the #Circle_of_Excellence_Award at the #Roche GATE Annual Awards! 🌟 This recognition highlights our team's exceptional problem-solving skills and business acumen in meeting the organization's needs. Huge applause to my incredible team for their hard work and dedication!\n\nThough I missed out on the award, it was truly an honor to be nominated for the #Hall_of_Fame, recognizing my proficiency in complex business understanding, credible analysis and consultive problem-solving.\n\n💼 Interacting with leads who flew from all parts of the globe was an amazing experience, and celebrating our achievements together made it even more memorable! Looking forward to achieving more milestones at Roche! ✨\n\nSpecial thanks to all the leadership for constantly supporting throughout the year. Deepak Saxena  Vignesh K \n\n#RSS #Roche #GATE #Awards #Leadership #Teamwork #BusinessExcellence #Analytics #Pharma"},"entityUrn":"urn:li:ugcPost:7191758761542213632"}}},{"createdAt":1713363840000,"insightId":"7587a783-ff67-4da7-8b95-3e0015198724","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7186367678368907264,7186369023641542657)","threadUrn":"urn:li:activity:7186367678368907264","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7186367678368907264"}}},{"createdAt":1712151600000,"insightId":"29b27a2b-78a4-428c-a715-44b8492abb4a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7180991125225103360,7181284509600870400)","threadUrn":"urn:li:activity:7180991125225103360","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Wishing you the best"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7180991125225103360"}}}]}