{"lastName":"Thompson","objectUrn":"urn:li:member:727753795","geoRegion":"Stevenage, England, United Kingdom","fullName":"James Thompson","firstName":"James","currentPositions":[{"companyName":"GSK","description":"Medicinal chemistry working on modalities including oligonucleotides, protein degraders, and ADCs ","title":"Team Leader, Modality Platform Technologies","companyUrnResolutionResult":{"employeeCountRange":"10001+","headquarters":{"geographicArea":"Middlesex","country":"United Kingdom","city":"Brentford","postalCode":"TW8 9GS","line1":"980 Great West Road"},"website":"http:\/\/www.gsk.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/gsk\/","industry":"Pharmaceutical Manufacturing"},"companyUrn":"urn:li:fs_salesCompany:1399","tenureAtCompany":{"numYears":7,"numMonths":8},"startedOn":{"month":4,"year":2024}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAACtgpEMB7GVBjyzXIb5NFiMHE7CRVNNZHlM,NAME_SEARCH,O1bw)","projects":[],"contactInfo":{},"industry":"Pharmaceutical Manufacturing","educations":[{"endedOn":{"year":2020},"degree":"Doctor of Philosophy - PhD","eduId":588652704,"schoolUrn":"urn:li:fs_salesSchool:166675","school":"urn:li:fs_salesSchool:166675","fieldsOfStudy":["Chemistry"],"schoolName":"University of Strathclyde","startedOn":{"year":2016}},{"endedOn":{"year":2016},"degree":"MA (Cantab), MSci","eduId":588653164,"schoolUrn":"urn:li:fs_salesSchool:4522","school":"urn:li:fs_salesSchool:4522","fieldsOfStudy":["Natural Sciences, specialising in Chemistry"],"schoolName":"University of Cambridge","startedOn":{"year":2012}}],"skills":[{"numOfEndorsement":3,"name":"Medicinal Chemistry"},{"numOfEndorsement":2,"name":"Computational Chemistry"},{"numOfEndorsement":3,"name":"Chemistry"},{"numOfEndorsement":1,"name":"Organic Synthesis"},{"numOfEndorsement":0,"name":"Presentation Skills"},{"numOfEndorsement":0,"name":"Synthetic Organic Chemistry"},{"numOfEndorsement":0,"name":"Organic Chemistry"}],"numOfConnections":407,"patents":[],"headline":"Team Leader, Medicinal Chemistry, Modality Platform Technologies at GSK","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/james-thompson-997881183","organizations":[],"location":"Stevenage, England, United Kingdom","publications":[],"positions":null,"posts":[{"createdAt":1715625900000,"insightId":"00a87298-7242-40fe-840a-c12360c8236a","activityUnion":{"postActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:celebrateJobChange:7195856790390009856"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":83},{"type":"PRAISE","count":28},{"type":"EMPATHY","count":4}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7195856791610499074","threadUrn":"urn:li:ugcPost:7195856791610499074","reactionsCount":115,"commentsCount":16,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7195856791610499074","message":{"attributes":[],"text":"I’m happy to share that I’m starting a new position as Team Leader, Modality Platform Technologies (Medicinal Chemistry) at GSK!"},"entityUrn":"urn:li:ugcPost:7195856791610499074"}}},{"createdAt":1714427460000,"insightId":"04fb4f0a-75b7-4579-a93f-c7a36c3adc7b","activityUnion":{"postActivity":{"contentSummaryUnion":{"mediaContentSummary":{"mediaType":"STILLIMAGE","thumnailUrl":"https:\/\/media.licdn.com\/dms\/image\/D5622AQFSf-3p_5qHtQ\/feedshare-shrink_2048_1536\/0\/1714427496978?e=1720051200&v=beta&t=ofH1WDdpY4Tu7-2Oen3jAGWby3Z_8ntLvLzkE2fuPrk"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":83},{"type":"PRAISE","count":25},{"type":"EMPATHY","count":5}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7190830111133204480","threadUrn":"urn:li:activity:7190830111133204480","reactionsCount":113,"commentsCount":15,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7190830109921009664","message":{"attributes":[{"start":16,"length":11,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:5959700"}}}],"text":"I'm grateful to Harry Kelly for nominating me in the Rising Star category at the Targetjobs graduate recruitment awards, which I was fortunate to win a few weeks ago. Thanks too to my supportive current and former GSK colleagues, to whom the credit should go. Congratulations to Harry for his second place award in the Early Years Professional of the Year category. "},"entityUrn":"urn:li:share:7190830109921009664"}}},{"createdAt":1712121060000,"insightId":"ba7fca23-5ee1-4eb9-88a9-7c5377fe8f25","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":6}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7181156445281734657","threadUrn":"urn:li:activity:7181156445281734657","reactionsCount":6,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181156444539342848","message":{"attributes":[],"text":"Opportunity to join a great team!"},"rootActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQF_p6ersbRbDA\/articleshare-shrink_800\/0\/1715093236665?e=1717977600&v=beta&t=8EmDd9uUXfM9hCZ7Bq1e2HnBpCZlx-AiUqI53Y0vJdY","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQF_p6ersbRbDA\/articleshare-shrink_800\/0\/1715093236665?e=1717977600&v=beta&t=8EmDd9uUXfM9hCZ7Bq1e2HnBpCZlx-AiUqI53Y0vJdY"}]},"description":"The Modality Platform Technologies group specialises in the design and development of novel approaches for the synthesis of a range of molecular classes including oligonucleotides, targeted protein degraders and antibody drug conjugates to accelerate...","fullText":"The Modality Platform Technologies group specialises in the design and development of novel approaches for the synthesis of a range of molecular classes including oligonucleotides, targeted protein degraders and antibody drug conjugates to accelerate drug discovery. The team brings together medicinal chemistry, synthetic organic chemistry and automation skills and experience to deliver industry leading platforms, uniting science, technology, and talent to get ahead of disease together. We create a place where people can grow, be their best, be safe, and feel welcome, valued, and included. We offer a competitive salary, an annual bonus based on company performance, healthcare and wellbeing programmes, pension plan membership, and shares and savings programme. Discover more about our company wide benefits and life at GSK on our webpage Life at GSK | GSK In this role you will Carry out experimental work within the Modality Platform Technologies group. This will involve designing and executing synthetic plans to deliver small quantities of compound for biological evaluation. In addition to the laboratory component of this role, this will also involve analysing data, and designing compounds to test medicinal chemistry hypotheses. In contrast to using synthetic organic chemistry to discover new reactions or methodology, this role will involve applying synthesis to discover compounds with improved biological activity. Develop and implement strategies for efficient and high-quality synthesis, purification, and characterization of challenging molecular scaffolds. Collaborate with cross-functional teams to apply our innovative modalities platforms to the discovery of new therapeutics. Stay up to date with the latest advancements in chemistry and technologies aligned to the group remit and evaluate their potential applications in the discovery of therapeutics. Why you? Basic Qualifications & Skills: We are looking for professionals with these required skills to achieve our goals: Very good degree or equivalent in chemistry and a PhD\/DPhil (or about to be awarded a PhD) in medicinal chemistry\/synthetic chemistry\/chemical biology. Good track records working in the lab A sound understanding of practical organic chemistry and current synthetic methodology is an essential requirement as shown by an extensive track record of high synthetic productivity, route design and problem solving. Evidence of applying innovative synthetic chemistry to solve problems is required. Ability to understand, interpret and communicate complex scientific data. Excellent written and oral communication skills enabling efficient presentation of scientific findings to both technical and non-technical audiences. Track record of peer reviewed publications. A record of presenting at scientific meetings is also expected. Preferred Qualifications & Skills: Please note the following skills are not necessary, just preferred, if you do not have them, please still apply: An awareness and understanding of medicinal chemistry principles and their use within a drug discovery setting Design, implement and problem solve as appropriate, with minimal supervision Knowledge of therapeutic applications of oligonucleotides, antibody drug conjugates, targeted protein degraders and the drug development process Attention to detail and ability to work in a fast-paced and dynamic environment Closing Date for Applications – 18 April 2024 (COB) Please take a copy of the Job Description, as this will not be available post closure of the advert. When applying for this role, please use the ‘cover letter’ of the online application or your CV to describe how you meet the competencies for this role, as outlined in the job requirements above. The information that you have provided in your cover letter and CV will be used to assess your application. At GSK, we have bold ambitions for patients, aiming to positively impact the health of 2.5 billion people over the next 10 years. R&D is committed to discovering and delivering transformational vaccines and medicines to prevent and change the course of disease. Science and technology are coming together in a way they never have before, and we have strong tech-enabled capabilities that allow us to build a deeper understanding of the patient, human biology and disease mechanisms, and transform medical discovery. We are revolutionising the way we do R&D. We’re uniting science, technology and talent to get ahead of disease together. Find out more: Our approach to R&D. Why Us? GSK is a global biopharma company with a special purpose – to unite science, technology and talent to get ahead of disease together – so we can positively impact the health of billions of people and deliver stronger, more sustainable shareholder returns – as an organization where people can thrive. Getting ahead means preventing disease as well as treating it, and we aim to positively impact the health of 2.5 billion people by the end of 2030. Our success absolutely depends on our people. While getting ahead of disease together is about our ambition for patients and shareholders, it’s also about making GSK a place where people can thrive. We want GSK to be a workplace where everyone can feel a sense of belonging and thrive as set out in our Equal and Inclusive Treatment of Employees policy. We’re committed to being more proactive at all levels so that our workforce reflects the communities we work and hire in, and our GSK leadership reflects our GSK workforce. As an Equal Opportunity Employer, we are open to all talent. In the US, we also adhere to Affirmative Action principles. This ensures that all qualified applicants will receive equal consideration for employment without regard to neurodiversity, race\/ethnicity, colour, national origin, religion, gender, pregnancy, marital status, sexual orientation, gender identity\/expression, age, disability, genetic information, military service, covered\/protected veteran status or any other federal, state or local protected class*(*US only). We believe in an agile working culture for all our roles. If flexibility is important to you, we encourage you to explore with our hiring team what the opportunities are. Should you require any adjustments to our process to assist you in demonstrating your strengths and capabilities contact us on Ukdiversity.recruitment@gsk.com or 0808 234 4391. Please note should your enquiry not relate to adjustments, we will not be able to support you through these channels. However, we have created a UK Recruitment FAQ guide. Click the link and scroll to the Careers Section where you will find answers to multiple questions we receive As you apply, we will ask you to share some personal information which is entirely voluntary. We want to have an opportunity to consider a diverse pool of qualified candidates and this information will assist us in meeting that objective and in understanding how well we are doing against our inclusion and diversity ambitions. We would really appreciate it if you could take a few moments to complete it. Rest assured, Hiring Managers do not have access to this information and we will treat your information confidentially. Important notice to Employment businesses\/ Agencies GSK does not accept referrals from employment businesses and\/or employment agencies in respect of the vacancies posted on this site. All employment businesses\/agencies are required to contact GSK's commercial and general procurement\/human resources department to obtain prior written authorization before referring any candidates to GSK. The obtaining of prior written authorization is a condition precedent to any agreement (verbal or written) between the employment business\/ agency and GSK. In the absence of such written authorization being obtained any actions undertaken by the employment business\/agency shall be deemed to have been performed without the consent or contractual agreement of GSK. GSK shall therefore not be liable for any fees arising from such actions or any fees arising from any referrals by employment businesses\/agencies in respect of the vacancies posted on this site. Please note that if you are a US Licensed Healthcare Professional or Healthcare Professional as defined by the laws of the state issuing your license, GSK may be required to capture and report expenses GSK incurs, on your behalf, in the event you are afforded an interview for employment. This capture of applicable transfers of value is necessary to ensure GSK’s compliance to all federal and state US Transparency requirements. For more information, please visit GSK’s Transparency Reporting For the Record site. We are a global biopharma company with a special purpose – to unite science, technology and talent to get ahead of disease together – so we can positively impact the health of billions of people and deliver stronger, more sustainable shareholder returns – as an organisation where people can thrive. Getting ahead means preventing disease as well as treating it, and we aim to impact the health of 2.5 billion people around the world in the next 10 years. Our success absolutely depends on our people. While getting ahead of disease together is about our ambition for patients and shareholders, it’s also about making GSK a place where people can thrive. We want GSK to be a place where people feel inspired, encouraged and challenged to be the best they can be. A place where they can be themselves – feeling welcome, valued and included. Where they can keep growing and look after their wellbeing. So, if you share our ambition, join us at this exciting moment in our journey to get Ahead Together. Find out more on our career site.","resolvedUrl":"https:\/\/gsk.wd5.myworkdayjobs.com\/GSKCareers\/job\/UK---Hertfordshire---Stevenage\/Senior-Scientist--Medicinal-Chemistry_392852-1","title":"Senior Scientist, Medicinal Chemistry","sourceDomain":"gsk.wd5.myworkdayjobs.com"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7181025238866915331","message":{"attributes":[{"start":308,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/e7KqgDUc"}}},{"start":334,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:chemistry"}}},{"start":345,"length":19,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:medicinalchemistry"}}},{"start":365,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:tpd"}}},{"start":370,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:oligos"}}},{"start":378,"length":4,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:adc"}}},{"start":383,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:gskcareer"}}},{"start":394,"length":7,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:hiring"}}},{"start":402,"length":10,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:stevenage"}}}],"text":"Exciting opportunity at GSK 🧪 \n\nAre you passionate about chemistry and eager to make an impact in the drug discovery field? We are currently seeking a talented and driven chemist to join our Modality Platform Technologies group at Stevanage. \n\nCome join us on our mission to get ahead of disease together!\n https:\/\/lnkd.in\/e7KqgDUc\n\n#chemistry #medicinalchemistry #TPD #Oligos #ADC #GSKCareer #hiring #Stevenage\n\n"},"entityUrn":"urn:li:share:7181025238866915331"},"entityUrn":"urn:li:share:7181156444539342848"}}},{"createdAt":1715105520000,"insightId":"112302b2-fbe1-4062-8f02-9cc7e79db89f","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7193605458958462977,7193674098240049152)","threadUrn":"urn:li:activity:7193605458958462977","reactionsCount":0,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats Glenn!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7193605458958462977"}}}]}