{"summary":"Hi! I am Homa Seyedmirzaei, an MD graduate of the Tehran University of Medical Sciences. I am really fascinated by the human neurological system! I pursue medical research in the fields of neurology, neuropsychiatry, neuroradiology, and neuroscience. Currently, I am a research assistant at the Sports Medicine Research Center, and I am pursuing my activities Interdisciplinary Neuroscience Research Program (INRP)!","lastName":"Seyedmirzaei","objectUrn":"urn:li:member:795782317","geoRegion":"Tehran, Tehran Province, Iran","fullName":"Homa Seyedmirzaei","firstName":"Homa","currentPositions":[{"companyName":"PEAK Research","title":"Board Member","tenureAtCompany":{"numMonths":5},"companyUrnResolutionResult":{"employeeCountRange":"2-10","headquarters":{"geographicArea":"Tehran","country":"Iran","city":"Tehran"},"website":"https:\/\/t.me\/PEAK_research","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/peak-research1\/","industry":"Education"},"startedOn":{"month":1,"year":2024},"companyUrn":"urn:li:fs_salesCompany:101051052"}],"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1703156051219?e=1723075200&v=beta&t=puZxNmfHAaKSYCqu05JlCqKDXRGkeDedvhMwxZvXPbM","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1703156051219?e=1723075200&v=beta&t=jJMqvz9KHRuOVSpla-iO0VV9Yqqo46uz-owBdkbpib8","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1703156051220?e=1723075200&v=beta&t=tGk5ffEJ4S7Jua3qztq7CopI1y6Zz0wWyhsl-BzhfvI","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1703156051220?e=1723075200&v=beta&t=4bOg8XNdT55iBLx8NR8MIhS3z3VwtgAYB-myqrs5JfQ","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D4D03AQG-rbHpunXYag\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{},"industry":"Medical Practices","educations":[{"endedOn":{"year":2023},"degree":"Doctor of Medicine - MD","eduId":639970700,"schoolUrn":"urn:li:fs_salesSchool:15250276","school":"urn:li:fs_salesSchool:15250276","fieldsOfStudy":["Medicine"],"schoolName":"Tehran University of Medical Sciences","startedOn":{"year":2016}},{"endedOn":{"year":2016},"schoolUrn":"urn:li:fs_salesSchool:13339378","eduId":788407321,"school":"urn:li:fs_salesSchool:13339378","schoolName":"National Organization for Development of Exceptional Talents (Sampad)","startedOn":{"year":2009}}],"skills":[{"numOfEndorsement":0,"name":"Qualitative studies"},{"numOfEndorsement":2,"name":"Medical Research"},{"numOfEndorsement":3,"name":"Data Analysis"},{"numOfEndorsement":2,"name":"Systematic Reviews"},{"numOfEndorsement":2,"name":"Meta-analysis"},{"numOfEndorsement":2,"name":"Scientific Writing"}],"numOfConnections":1167,"patents":[],"headline":"MD-Postdoctoral Research Fellow at Neuroscience Institute, Tehran University of Medical Sciences","courses":[],"certifications":[],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/homa-seyedmirzaei-21160a1a2","organizations":[],"location":"Tehran, Tehran Province, Iran","publications":[{"name":"Cytokine alterations in psoriasis: an updated review","publishedOn":{"month":11,"day":30,"year":2021},"description":"Psoriasis is a chronic immune-mediated disease affecting 125 million people globally. It is characterized by erythematous plaques in the skin, covered by silvery scales. However, non-cutaneous manifestations (e.g., joint symptoms in psoriatic arthritis) and a high prevalence of other immune-mediated diseases such as inflammatory bowel diseases reflect its systemic nature. So far, research on psoriasis pathogenesis has improved our knowledge of the roles of the immune system, and cytokines play significant roles in immune responses.","url":"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/1744666X.2022.2011720?journalCode=ierm20","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"}]},{"name":"Stem cell transplantation as a progressing treatment for retinitis pigmentosa.","publishedOn":{"month":1,"day":10,"year":2022},"description":"Retinal degenerative diseases such as retinitis pigmentosa (RP) are of the major causes of vision loss in developed countries. Despite the unclear pathophysiology, treatment methods have been investigated vastly in the past decades. This review article mainly discusses the advances in application of stem cell and progenitor transplantation for retinitis pigmentosa. Stem cell sources such as mesenchymal stem cells, embryonic stem cells, induced pluripotent stem cells, neural stem cells, retinal progenitor cells, and olfactory ensheathing cells are discussed separately in addition to a brief description of two approaches for treatment of early-stage RP, including gene therapy and nutritional therapy.","url":"https:\/\/link.springer.com\/article\/10.1007\/s00441-021-03551-3","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvaZQUBXSJ6o9wOa7feaAcDFHTA_mONuxI,NAME_SEARCH,xrkG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"}]},{"name":"Exploring the application of immunotherapy against HIV infection in the setting of malignancy: A detailed review article","publishedOn":{"month":2,"day":1,"year":2022},"description":"According to the Joint United Nations Programme on HIV\/AIDS (UNAIDS), as of 2019, approximately 42.2 million people have died from acquired immunodeficiency syndrome (AIDS)-related illnesses since the start of the epidemic. Antiretroviral therapy (ART) has significantly reduced mortality, morbidity, and incidence of the human immunodeficiency virus (HIV)\/AIDS-defining cancers, taming once-dreaded disease into a benign chronic infection. Although the treatment has prolonged the patients' survival, general HIV prevalence has increased and this increase has dovetailed with an increasing incidence of Non-AIDS-defining cancers (NADCs) among people living with HIV (PLWH). This is happening when new promising approaches in both oncology and HIV infection are being developed. This review focuses on recent progress witnessed in immunotherapy approaches against HIV-related, Non-AIDS-defining cancers (NADCs), and HIV infection.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1567576922000649","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABFAbJYBOYM3L5uvKajnyU66PNWzEJq85RA,NAME_SEARCH,ljsg)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADHWE5MBsF_Ol-dkUrLCl3yv_FRfNMoCvSc,NAME_SEARCH,beAL)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABAq4MIBAO5yivjPkyZzIPMoNcQ_N8e7G4Y,NAME_SEARCH,hhw_)"}]},{"name":"Recent progress in immunotherapy of breast cancer targeting the human epidermal growth factor receptor 2 (HER2)","publishedOn":{"month":2,"day":2,"year":2021},"description":"Objective\nBreast cancer is responsible for most of the cancer-induced deaths in women around the world. The current review will discuss different approaches of targeting HER2, an epidermal growth factor overexpressed in 30% of breast cancer cases.\n\nData sources\nWe conducted a search on Pubmed and Scopus databases to find studies relevant to HER2+ breast cancers and targeting HER2 as means of immunotherapy. Out of 1043 articles, 105 studies were included in this review.\n\nData summary\nAs well as the introduction of HER2 and breast cancer subtypes, we discussed various aspects of HER2-targeting immunotherapy including monoclonal antibodies, Antibody-drug conjugates (ADCs), Chimeric Antigen Receptor (CAR) T-cells and vaccines.\n\nConclusions\nDespite several ways of controlling breast cancer, the need to investigate new drugs and approaches seems to be much significant as this cancer still has a heavy burden on people’s health and survival.","url":"https:\/\/journals.sagepub.com\/doi\/10.1177\/1078155221991636","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABpQZ1wBHy7v4RGYGFEbKoSgkzAMlXgw_7g,NAME_SEARCH,yvqP)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"}]},{"name":"VEGF levels in patients with glioma: a systematic review and meta-analysis","publishedOn":{"month":11,"day":2,"year":2020},"description":"Vascular endothelial growth factor (VEGF) has a crucial role in the angiogenesis of various tumors, including glioma. As the levels of VEGF would change in patients with glioma, we conducted the current systematic review and meta-analysis to more clearly determine the VEGF level alterations in different grades of glioma. PubMed and Scopus databases were sensitively searched for all the possible keywords addressing glioma and VEGF. Case–control and cohort studies on human subjects, which measured VEGF levels were eligible to be included in the study. Out of a total number of 3,612 studies, 22 studies were included and 12 studies entered the meta-analysis. This review revealed that serum levels of VEGF in glioma patients were 1.56 pg\/dL higher compared to healthy controls (P = 0.05). Besides, immunohistochemistry (IHC) measurement of VEGF in surgical biopsies indicated significant difference in these two groups as well (P = 0.02). Yet, there was not a significant difference between patients with low-grade gliomas (World Health Organization (WHO) grades I-II, LGG) and those with high-grade gliomas (WHO grades III-IV, HGG) (P = 0.43). The results of this systematic review and meta-analysis demonstrate that VEGF levels would significantly increase in glioma, and therefore, could be potentially considered as a biomarker for this cancer.","url":"https:\/\/www.degruyter.com\/document\/doi\/10.1515\/revneuro-2020-0062\/html","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABK1TYMBq9TKFxBbXIwbWRdFvnnxqD3HbYA,NAME_SEARCH,Iuih)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvaZQUBXSJ6o9wOa7feaAcDFHTA_mONuxI,NAME_SEARCH,xrkG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"}]},{"publishedOn":{"month":9,"day":26,"year":2022},"description":"Background\nIn both the general population and people with multiple sclerosis (PwMS), physical exercise is associated with improved mental well-being. Moreover, there is evidence of the possible protection of physical activity against disease progression in multiple sclerosis (MS). However, the question arises if acute or regular exercise has any impact on the immune system in PwMS. To answer this question, we performed a systematic review and meta-analysis on both plasma and serum cytokine levels (IL-6 and TNF-α) before and after acute and regular exercise among PwMS and compared to healthy controls.\n\nMethod\nWe performed an online search via PubMed, EMBASE, SCOPUS, Web of Science, and Cochrane Library till September 2021 to identify original studies on IL-6 and TNF-α changes after acute and regular exercise in PwMS and controls. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA), 11 original studies were included in the meta-analysis. Sensitivity analyses were used to identify the origins of heterogeneity. R 4.0.4 was used to perform the meta-analysis of IL-6 and TNF-α levels before and after acute and regular exercise in PwMS, compared to controls. This study does not qualify for a clinical trial number.\n\nResults\nIL-6 levels did neither increase nor decrease after acute and regular exercise in PwMS, and compared to controls (pre- vs. post-intervention: Standardized Mean Difference (SMD) -0.09, 95% CI [−0.29; 0.11], p-value = 0.37, PwMS vs. Control: SMD −0.08, 95% CI [−0.33; 0.16], p-value = 0.47). In PwMS, TNF-α levels decreased after regular exercise and when TNF-α levels of both acute and regular exercise were pooled (pre- vs. post-intervention: SMD −0.51, 95% CI [-0.91; 0.11], p-value = 0.01, PwMS vs. Control: SMD −0.23, 95% CI [−0.66; 0.18], p-value = 0.26). TNF-α levels did neither increase nor decrease after acute and regular exercise in PwMS, when compared to controls.","url":"https:\/\/eurjmedres.biomedcentral.com\/articles\/10.1186\/s40001-022-00814-9","name":"IL-6 and TNF-α responses to acute and regular exercise in adult individuals with multiple sclerosis (MS): a systematic review and meta-analysis","publisher":"European Journal of Medical Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABK1TYMBq9TKFxBbXIwbWRdFvnnxqD3HbYA,NAME_SEARCH,Iuih)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACMxEtQBDLCFSV0HeNx9oBEKfJaU3UArQcw,NAME_SEARCH,J5aj)"}]},{"publishedOn":{"month":10,"day":1,"year":2022},"description":"Background\nAlexithymia is a cognitive-affective impairment, suggested to be associated with emotion regulation. Herein, we investigated white matter (WM) tracts with Diffusion Magnetic Resonance Imaging (DMRI) connectometry approach using quantitative anisotropy (QA) tractography to discover possible associations between the emotion identification and regulation patterns and WM tracts.\n\nMethods\nDMRI data were acquired from 218 healthy subjects aging 39.15 ± 20.19 who filled the Toronto Alexithymia Scale (TAS) and emotion regulation questionnaire (ERQ) from the LEMON dataset. Connectometry analysis was applied on WM tracts in DMRI images.\n\nResults\nDMRI connectometry analysis revealed a significant correlation between TAS identification score and increased microstructural connectivity in WM pathways, including the body of corpus callosum (CC), bilateral fornix, and left arcuate fasciculus (AF) in males (FDR = 0.028), and corticospinal and cingulum tracts in females (FDR = 0.026). Furthermore, we found a significant positive correlation between overall TAS score and fornix properties in men (FDR = 0.026) and corticospinal tracts in women (FDR = 0.028). Middle cerebellar peduncle negatively correlated with describing emotion (FDR = 0.025) and the splenium of the CC and corticospinal tracts negatively correlated with this subscale (FDR = 0.049) in male group. However, the splenium of the CC, corticospinal tracts, and left AF positively associated with this subscale (FDR = 0.029). The splenium of the CC was negatively related to externally-oriented thinking among men (FDR = 0.038). Our results showed marginally associations between ERQ and similar WM tracts.\n\nConclusion\nCertain WM microstructures significantly correlate with emotion identification and regulation. These tracts are associated with specific somatosensory areas, language processing areas, and limbic area.","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0165032722008072","name":"White matter tracts associated with alexithymia and emotion regulation: a diffusion MRI study","publisher":"Journal of Affective Disorders","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABKx4twBQHx6oHCX5m4yZf8_gBIOv166Egc,NAME_SEARCH,JQhZ)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADtjXMIBtJW50RWhOIQJWPUgffSekxRrez0,NAME_SEARCH,ou43)"}]},{"publishedOn":{"month":1,"day":2,"year":2023},"description":"CNS tumors are a diverse group of neoplasms that emerge from a variety of different CNS cell types. These tumors may be benign, malignant, or borderline in nature. The majority of high grade glial tumors are fatal, with the exception of pilocytic astrocytoma. Primary malignant CNS tumors occur at a global annual rate of 2.1 to 5.8 per 100,000 persons. Males are more likely to develop malignant brain tumors than females, whereas benign meningiomas are more common in adult females. Additionally, gender inequalities in non-malignant tumors peak between the ages of 25 and 29 years. Only a small number of genetic variants have been associated with survival and prognosis. Notably, central nervous system (CNS) tumors exhibit significant age, gender, and race variation. Race is another factor that affects the incidence of brain and spinal cord tumors. Different races exhibit variation in terms of the prevalence of brain and CNS malignancies. This chapter discusses ongoing research on brain and spinal cord tumor epidemiology, as well as the associated risks and accompanied disorders.","url":"https:\/\/link.springer.com\/chapter\/10.1007\/978-3-031-14732-6_2","name":"The Epidemiology of Brain and Spinal Cord Tumors","publisher":"Springer International Publishing","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABK1TYMBq9TKFxBbXIwbWRdFvnnxqD3HbYA,NAME_SEARCH,Iuih)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAvaZQUBXSJ6o9wOa7feaAcDFHTA_mONuxI,NAME_SEARCH,xrkG)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAAyOBVMBJ6Hus8IPHKENmQuns79Y0THMhi4,NAME_SEARCH,4UhK)"}]},{"publishedOn":{"month":4,"day":12,"year":2023},"description":"Diffusion-weighted imaging has been applied to investigate alterations in multiple sclerosis (MS). In the last years, advanced diffusion models were used to identify subtle changes and early lesions in MS. Among these models, neurite orientation dispersion and density imaging (NODDI) is an emerging approach, quantifying specific neurite morphology in both grey (GM) and white matter (WM) tissue and increasing the specificity of diffusion imaging. In this systematic review, we summarized the NODDI findings in MS. A search was conducted on PubMed, Scopus, and Embase, which yielded a total number of 24 eligible studies. Compared to healthy tissue, these studies identified consistent alterations in NODDI metrics involving WM (neurite density index), and GM lesions (neurite density index), or normal-appearing WM tissue (isotropic volume fraction and neurite density index). Despite some limitations, we pointed out the potential of NODDI in MS to unravel microstructural alterations. These results might pave the way to a deeper understanding of the pathophysiological mechanism of MS.","url":"https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1002\/jmri.28727","name":"Neurite Orientation Dispersion and Density Imaging in Multiple Sclerosis: A Systematic Review","publisher":"Journal of Magnetic Resonance Imaging","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACuL1u4BeYcReQzdDCBOEIpRqq-0esJtISo,NAME_SEARCH,asfs)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABKx4twBQHx6oHCX5m4yZf8_gBIOv166Egc,NAME_SEARCH,JQhZ)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABNPZDEBJecYqISZDGR1CVezg3neIVygAZM,NAME_SEARCH,8E_3)"}]},{"publishedOn":{"month":3,"day":31,"year":2023},"description":"Abstract\nBackground\nSince the emergence of COVID-19, there have been concerns about the psychological effects of the pandemic on people's mental health around the world. Individuals with psychotic disorders like schizophrenia (SCZ) may be more prone to develop mood disorders during the lockdowns due to their limited access to healthcare, reduced social support, and probable cognitive impairment.\n\nMethods\nWe conducted a systematic search on PubMed and Scopus to explore the effects of the pandemic on depressive symptoms in individuals with SCZ. A total of 12 studies were included.\n\nResults\nOverall, studies suggested higher depression rates in patients with SCZ compared to healthy controls. Isolation due to the COVID-19 infection emerged as a risk factor for the development of depressive symptoms. However, results regarding the longitudinal changes of depression in SCZ patients during the lockdowns were inconsistent.\n\nLimitations\nThe small sample sizes of studies, different depression scales and stages of the lockdowns, as well as the different government policies and restriction levels across the countries limit the conclusions of the present review.\n\nConclusions\nOur review suggests an increased probability of depression in patients with SCZ during the pandemic. Identifying the risk factors for developing depression in this population helps find new, suitable approaches to address patients' needs and lower the adverse psychological effects of the pandemic.","url":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165032723004457","name":"Effects of COVID-19 pandemic on depression in patients with schizophrenia: A mini-review of the current evidence","publisher":"Journal of Affective Disorders","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC3xCRMB7RPVaVe8J4XEvPuwWdZeMYT9TBc,NAME_SEARCH,Ny5G)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAAA__gPsBBDwn62VR_Nyr-C3_vBJ4-lKvL5o,NAME_SEARCH,pmt3)"}]},{"publishedOn":{"month":3,"day":23,"year":2023},"description":"Diffusion tensor imaging (DTI) is a kind of magnetic resonance imaging (MRI) modality that helps designate tracts with brain microstructural changes. Internet gaming disorder (IGD) is an internet addiction that can cause many social and personality problems, such as problems in social communication, anxiety, and depression. There are several pieces of evidence showing the impact of this condition on brain regions, and many studies have investigated DTI measurements in these individuals. Therefore, we decided to systematically review the studies that have reported DTI parameters in IGD individuals. We searched the PubMed and Scopus databases to find relevant articles. Two reviewers separately screened the studies, and finally, 14 articles, including diffusion and network studies, were found eligible for our systematic review. Most of the studies reported findings on FA, showing an increase in the thalamus, anterior thalamic radiation, corticospinal tract, and inferior longitudinal fasciculus (ILF), while other regions mentioned in the studies demonstrated inconsistent findings. Moreover, in network studies, IGD individuals showed a decrease in nodal and global efficiencies. In conclusion, our study illuminates the neuropsychological basis of this condition and suggests that internet gaming can correlate with microstructural abnormalities in the central nervous system. Some correlate with the characteristics of online gaming, the addiction state, and the illness's duration.","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0306460323000850","name":"White matter microstructural changes in internet addiction disorder: A systematic review of diffusion tensor imaging studies","publisher":"Addictive Behaviors","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACiDLQMBNS9_ILAM6cU64vb8ApB6xfDYfkQ,NAME_SEARCH,nlAQ)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACJrFmIB_uLPP6MpsI9MhZlsFpXTpQ80hK4,NAME_SEARCH,h8G3)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACf_H4MB3NA72KluTmbpazUxDdQzLkYDn2A,NAME_SEARCH,gUfI)"}]},{"publishedOn":{"month":3,"day":27,"year":2023},"description":"Glaucoma is a chronic neurodegenerative process of the optic nerve that is the leading cause of blindness worldwide, and early diagnosis of the disease could greatly affect patients’ prognoses. The pathophysiology of glaucoma is complicated by a combination of genetic and epigenetic factors. Deciphering the early diagnostic biomarkers in glaucoma could attenuate the disease's global burden and help us understand the exact mechanisms involved in glaucoma. The microRNAs are members of a larger family of non-coding RNAs that play an essential role in the epigenetic basis of glaucoma. A systematic study and meta-analysis of diagnostic microRNAs in glaucoma, jointly with network analysis of target genes, were carried out on published papers assessing differentially expressed microRNAs in human subjects. In total, 321 articles were found, and, after screening, six studies were eligible for further analysis. 52 differentially expressed microRNAs were found, of which 28 and 24 were up-regulated and down-regulated, respectively. Only 12 microRNAs were qualified for meta-analysis, with overall sensitivity and specificity of 80% and 74%, respectively. Then, using network analysis, it became apparent that the VEGF-A, AKT1, CXCL12, and HRAS genes were the most important targets for the microRNAs. Perturbations in WNT signaling, protein transport, and extracellular matrix organization pathways were discovered to be important in the etiology of glaucoma using the community detection approach. This study tries to uncover the promising microRNAs and their target genes that govern the epigenetics of glaucoma.","url":"https:\/\/link.springer.com\/article\/10.1186\/s40001-023-01093-8","name":"A systematic review, meta-analysis, and network analysis of diagnostic microRNAs in glaucoma","publisher":"European Journal of Medical Research","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAAC9urK0BtOZxqo_1m_FfWPp8TxcASzSpsKc,NAME_SEARCH,qs94)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABK1TYMBq9TKFxBbXIwbWRdFvnnxqD3HbYA,NAME_SEARCH,Iuih)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAADKABIkBnl_qLPSboQfnXDuVrgqf3Tm_VyY,NAME_SEARCH,Vt2H)"}]}],"positions":null,"posts":[{"createdAt":1715362680000,"insightId":"09c8c4df-f728-47ec-b46f-9656e25134d8","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":74},{"type":"PRAISE","count":2},{"type":"APPRECIATION","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7194752572778254336","threadUrn":"urn:li:activity:7194752572778254336","reactionsCount":78,"commentsCount":1,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7194752572182712322","message":{"attributes":[{"start":535,"length":19,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"mailto:homa_sdmr@yahoo.com"}}}],"text":"Dear research community,\nI'm writing this post to announce that I'm available as a reviewer! \n\nMy fields of interest and knowledge are neurology, neuropsychiatry, and neuroradiology. Clinical trials, neuroimaging assessments, qualitative studies, systematic and scoping reviews, and studies of validity and reliability are among the types that fall within my expertise. You can easily find my Google Scholar and Web of Science profiles to see my history of publications and reviews, respectively.\n\nI'll be happy if you share my email, homa_sdmr@yahoo.com, with the journal editors you know. ☄ "},"entityUrn":"urn:li:share:7194752572182712322"}}},{"createdAt":1713520440000,"insightId":"32a12bb6-1107-437e-8bfa-15b44ef2dfd3","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQH8pX8cr8E1sg\/articleshare-shrink_800\/0\/1713520456447?e=1717977600&v=beta&t=62Dny3G4ze3le-QcVNyU9xnvHx2K46cSxAz1t_o5KGU","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4D27AQH8pX8cr8E1sg\/articleshare-shrink_800\/0\/1713520456447?e=1717977600&v=beta&t=62Dny3G4ze3le-QcVNyU9xnvHx2K46cSxAz1t_o5KGU"}]},"description":"Growth-associated protein 43 (GAP-43) is found in the axonal terminal of neurons in the limbic system, which is affected in people with Alzheimer’s disease (AD). We assumed GAP-43 may contribute to AD progression and serve as a biomarker. So, in a...","fullText":"Anand, K. S., & Dhikav, V. (2012). Hippocampus in health and disease: An overview. Annals of Indian Academy of Neurology , 15 (4), 239–246. https:\/\/doi.org\/10.4103\/0972-2327.104323 . Benjamini, Y., & Hochberg, Y. (1995). Controlling the false discovery rate: A practical and powerful approach to multiple testing. Journal of the Royal Statistical Society: Series B (Methodological) , 57 (1), 289–300. Blaimer, M., Breuer, F., Mueller, M., Heidemann, R. M., Griswold, M. A., & Jakob, P. M. (2004). SMASH, SENSE, PILS, GRAPPA: How to choose the optimal method. Topics in Magnetic Resonance Imaging , 15 (4), 223–236. https:\/\/doi.org\/10.1097\/01.rmr.0000136558.09801.dd . Bullmore, E. T., Suckling, J., Overmeyer, S., Rabe-Hesketh, S., Taylor, E., & Brammer, M. J. (1999). Global, Voxel, and cluster tests, by theory and permutation, for a difference between two groups of structural MR images of the brain. Ieee Transactions on Medical Imaging , 18 (1), 32–42. https:\/\/doi.org\/10.1109\/42.750253 . Chauveau, L., Kuhn, E., Palix, C., Felisatti, F., Ourry, V., de La Sayette, V., Chételat, G., & de Flores, R. (2021). Medial temporal lobe subregional atrophy in aging and Alzheimer’s disease: A longitudinal study. Frontiers in aging neuroscience , 13 . Chong, F. P., Ng, K. Y., Koh, R. Y., & Chye, S. M. (2018). Tau proteins and Tauopathies in Alzheimer’s Disease. Cellular and Molecular Neurobiology , 38 (5), 965–980. https:\/\/doi.org\/10.1007\/s10571-017-0574-1 . Collins, D. L., Neelin, P., Peters, T. M., & Evans, A. C. (1994). Automatic 3D intersubject registration of MR volumetric data in standardized Talairach space. Journal of Computer Assisted Tomography , 18 (2), 192–205. Denny, J. B. (2006). Molecular mechanisms, biological actions, and neuropharmacology of the growth-associated protein GAP-43. Current Neuropharmacology , 4 (4), 293–304. Deshmane, A., Gulani, V., Griswold, M. A., & Seiberlich, N. (2012). Parallel MR imaging. Journal of Magnetic Resonance Imaging , 36 (1), 55–72. https:\/\/doi.org\/10.1002\/jmri.23639 . Dhiman, K., Villemagne, V. L., Eratne, D., Graham, P. L., Fowler, C. J., Bourgeat, P., Li, Q. X., Collins, S., Bush, A. I., & Rowe, C. C. (2020). Elevated levels of synaptic protein GAP-43 associate with brain tauopathy, atrophy and cognition in Alzheimer’s disease: Biomarkers (non‐neuroimaging)\/Differential diagnosis. Alzheimer’s & Dementia , 16 , e044098. Dubois, B., Feldman, H. H., Jacova, C., Hampel, H., Molinuevo, J. L., Blennow, K., DeKosky, S. T., Gauthier, S., Selkoe, D., & Bateman, R. (2014). Advancing research diagnostic criteria for Alzheimer’s disease: the IWG-2 criteria. The Lancet Neurology , 13 (6), 614–629. https:\/\/www.thelancet.com\/journals\/laneur\/article\/PIIS1474-4422(14)70090-0\/fulltext . Esquerda-Canals, G., Montoliu-Gaya, L., Güell-Bosch, J., & Villegas, S. (2017). Mouse models of Alzheimer’s Disease. Journal of Alzheimer’s Disease , 57 , 1171–1183. https:\/\/doi.org\/10.3233\/JAD-170045 . Femminella, G. D., Thayanandan, T., Calsolaro, V., Komici, K., Rengo, G., Corbi, G., & Ferrara, N. (2018). Imaging and molecular mechanisms of Alzheimer’s disease: A review. International Journal of Molecular Sciences , 19 (12), 3702. Fletcher, E., Knaack, A., Singh, B., Lloyd, E., Wu, E., Carmichael, O., & DeCarli, C. (2012). Combining boundary-based methods with tensor-based morphometry in the measurement of longitudinal brain change. IEEE Transactions on Medical Imaging , 32 (2), 223–236. Folstein, M. F., Folstein, S. E., & McHugh, P. R. (1975). Mini-mental state: A practical method for grading the cognitive state of patients for the clinician. Journal of Psychiatric Research , 12 (3), 189–198. Freeborough, P. A., & Fox, N. C. (1998). Modeling brain deformations in Alzheimer disease by fluid registration of serial 3D MR images. Journal of Computer Assisted Tomography , 22 (5), 838–843. Granger, S. J., Colon-Perez, L., Larson, M. S., Bennett, I. J., Phelan, M., Keator, D. B., Janecek, J. T., Sathishkumar, M. T., Smith, A. P., McMillan, L., Greenia, D., Corrada, M. M., Kawas, C. H., & Yassa, M. A. (2023). Reduced structural connectivity of the medial temporal lobe including the perforant path is associated with aging and verbal memory impairment. Neurobiology of Aging , 121 , 119–128. https:\/\/doi.org\/10.1016\/j.neurobiolaging.2022.10.012 . Gunter, J., Bernstein, M., Borowski, B., Felmlee, J., Blezek, D., Mallozzi, R., Levy, J., Schuff, N., & Jack, C. (2005). Validation Testing of the MRI Calibration Phantom for the Alzheimer’s Disease Neuroimaging Initiative Study. Proceedings on International Society for Magnetic Resonance in Medicine , 14 . Gunter, J., Bernstein, M., Borowski, B., Felmlee, J., Blezek, D., Mallozzi, R., Levy, J., Schuff, N., & Jack, C. (2006). Validation testing of the MRI calibration phantom for the Alzheimer’s Disease Neuroimaging Initiative Study. Proceedings on International Society for Magnetic Resonance in Medicine , 14 , 1088–1093. Gutman, B. A., Wang, Y., Yanovsky, I., Hua, X., Toga, A. W., Jack, C. R. Jr., Weiner, M. W., Thompson, P. M., & Alzheimer’s Disease Neuroimaging, I. (2015). Empowering imaging biomarkers of Alzheimer’s disease. Neurobiology of Aging , 36 (Suppl 1), S69–80. https:\/\/doi.org\/10.1016\/j.neurobiolaging.2014.05.038 . Holahan, M. R., Honegger, K. S., Tabatadze, N., & Routtenberg, A. (2007). GAP-43 gene expression regulates information storage. Learning & Memory , 14 (6), 407–415. https:\/\/doi.org\/10.1101\/lm.581907 . Hua, X., Leow, A. D., Parikshak, N., Lee, S., Chiang, M. C., Toga, A. W., Jack, C. R. Jr., Weiner, M. W., & Thompson, P. M. (2008). Tensor-based morphometry as a neuroimaging biomarker for Alzheimer’s disease: An MRI study of 676 AD, MCI, and normal subjects. Neuroimage , 43 (3), 458–469. https:\/\/doi.org\/10.1016\/j.neuroimage.2008.07.013 . Hua, X., Lee, S., Yanovsky, I., Leow, A. D., Chou, Y. Y., Ho, A. J., Gutman, B., Toga, A. W., JackJr, C. R., & Bernstein, M. A. (2009). Optimizing power to track brain degeneration in Alzheimer’s disease and mild cognitive impairment with tensor-based morphometry: An ADNI study of 515 subjects. Neuroimage , 48 (4), 668–681. Hua, X., Gutman, B., Boyle, C. P., Rajagopalan, P., Leow, A. D., Yanovsky, I., Kumar, A. R., Toga, A. W., JackJr, C. R., & Schuff, N. (2011). Accurate measurement of brain changes in longitudinal MRI scans using tensor-based morphometry. Neuroimage , 57 (1), 5–14. Hua, X., Hibar, D. P., Ching, C. R., Boyle, C. P., Rajagopalan, P., Gutman, B. A., Leow, A. D., Toga, A. W., Jack Jr, C. R., & Harvey, D. (2013). Unbiased tensor-based morphometry: Improved robustness and sample size estimates for Alzheimer’s disease clinical trials. Neuroimage , 66 , 648–661. Hughes, C. P., Berg, L., Danziger, W., Coben, L. A., & Martin, R. L. (1982). A new clinical scale for the staging of dementia. The British Journal of Psychiatry , 140 (6), 566–572. Jack, C. R. Jr., Bernstein, M. A., Fox, N. C., Thompson, P., Alexander, G., Harvey, D., Borowski, B., Britson, P. J., Ward, J. L. W., Dale, C., Felmlee, A. M., Gunter, J. P., Hill, J. L., Killiany, D. L., Schuff, R., Fox-Bosetti, N., Lin, S., Studholme, C., & Weiner, C., M. W (2008). The Alzheimer’s Disease Neuroimaging Initiative (ADNI): MRI methods. Journal of Magnetic Resonance Imaging , 27 (4), 685–691. https:\/\/doi.org\/10.1002\/jmri.21049 . Jovicich, J., Czanner, S., Greve, D., Haley, E., van der Kouwe, A., Gollub, R., Kennedy, D., Schmitt, F., Brown, G., Macfall, J., Fischl, B., & Dale, A. (2006). Reliability in multi-site structural MRI studies: Effects of gradient non-linearity correction on phantom and human data. Neuroimage , 30 (2), 436–443. https:\/\/doi.org\/10.1016\/j.neuroimage.2005.09.046 . Kiktenko, A. I., Uranova, N. A., & Orlovskaia, D. D. (1995). [Mossy fibers of the hippocampus in Alzheimer’s disease]. Zh Nevrol Psikhiatr Im S S Korsakova , 95 (1), 43–46. https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/7778393 (Mshistye volokna gippokampa pri bolezni Al’tsgeimera.). Kumar, D., Sharma, A., & Sharma, L. (2020). A comprehensive review of Alzheimer’s association with related proteins: Pathological role and therapeutic significance. Current Neuropharmacology , 18 (8), 674–695. Lan, G., Li, A., Liu, Z., Ma, S., & Guo, T. (2022). Presynaptic membrane protein dysfunction occurs prior to neurodegeneration and predicts faster cognitive decline. Alzheimers Dement . https:\/\/doi.org\/10.1002\/alz.12890 . Le Bihan, D., Mangin, J. F., Poupon, C., Clark, C. A., Pappata, S., Molko, N., & Chabriat, H. (2001). Diffusion tensor imaging: Concepts and applications. Journal of Magnetic Resonance Imaging: An Official Journal of the International Society for Magnetic Resonance in Medicine , 13 (4), 534–546. Lech, R. K., & Suchan, B. (2013). The medial temporal lobe: Memory and beyond. Behavioural Brain Research , 254 , 45–49. https:\/\/doi.org\/10.1016\/j.bbr.2013.06.009 . Leow, A., Thompson, P., Hayashi, K., Bearden, C., Nicoletti, M., Monkul, S., Brambilla, P., Sassi, R., Mallinger, A., & Soares, J. (2005). Lithium effects on human brain structure mapped using longitudinal MRI. Society for Neuroscience, Washington, DC . Leow, A. D., Yanovsky, I., Parikshak, N., Hua, X., Lee, S., Toga, A. W., Jack, C. R. Jr., Bernstein, M. A., Britson, P. J., Gunter, J. L., Ward, C. P., Borowski, B., Shaw, L. M., Trojanowski, J. Q., Fleisher, A. S., Harvey, D., Kornak, J., Schuff, N., Alexander, G. E., & Thompson, P. M. (2009). Alzheimer’s disease neuroimaging initiative: A one-year follow up study using tensor-based morphometry correlating degenerative rates, biomarkers and cognition. Neuroimage , 45 (3), 645–655. https:\/\/doi.org\/10.1016\/j.neuroimage.2009.01.004 . Lu, Y., & for the Alzheimer’s Disease Neuroimaging. (2022). Cerebrospinal fluid growth-associated protein 43 levels in patients with progressive and stable mild cognitive impairment. Aging Clinical and Experimental Research , 34 (10), 2399–2406. https:\/\/doi.org\/10.1007\/s40520-022-02202-z . Mantzavinos, V., & Alexiou, A. (2017). Biomarkers for Alzheimer’s Disease diagnosis. Current Alzheimer Research , 14 (11), 1149–1154. https:\/\/doi.org\/10.2174\/1567205014666170203125942 . Mazziotta, J., Toga, A., Evans, A., Fox, P., Lancaster, J., Zilles, K., Woods, R., Paus, T., Simpson, G., & Pike, B. (2001). A probabilistic atlas and reference system for the human brain: International Consortium for Brain Mapping (ICBM). Philosophical Transactions of the Royal Society of London Series B: Biological Sciences , 356 (1412), 1293–1322. Mechelli, A., Price, C. J., Friston, K. J., & Ashburner, J. (2005). Voxel-based morphometry of the human brain: Methods and applications. Current Medical Imaging , 1 (2), 105–113. Milà-Alomà, M., Brinkmalm, A., Ashton, N. J., Kvartsberg, H., Shekari, M., Operto, G., Salvadó, G., Falcon, C., Gispert, J. D., Vilor-Tejedor, N., Arenaza-Urquijo, E. M., Grau-Rivera, O., Sala-Vila, A., Sanchez-Benavides, G., González-de-Echávarri, J. M., Minguillon, C., Fauria, K., Niñerola-Baizán, A., Perissinotti, A., & Suárez-Calvet, M. (2021). CSF Synaptic Biomarkers in the Preclinical Stage of Alzheimer Disease and Their Association With MRI and PET: A Cross-sectional Study. Neurology , 97 (21), e2065-e2078. https:\/\/doi.org\/10.1212\/wnl.0000000000012853 . Morton, N. W., Schlichting, M. L., & Preston, A. R. (2020). Representations of common event structure in medial temporal lobe and frontoparietal cortex support efficient inference. Proceedings of the National Academy of Sciences , 117 (47), 29338–29345. Mueller, S. G., Weiner, M. W., Thal, L. J., Petersen, R. C., Jack, C., Jagust, W., Trojanowski, J. Q., Toga, A. W., & Beckett, L. (2005a). The Alzheimer’s disease neuroimaging initiative. Neuroimaging Clinics , 15 (4), 869–877. Mueller, S. G., Weiner, M. W., Thal, L. J., Petersen, R. C., Jack, C. R., Jagust, W., Trojanowski, J. Q., Toga, A. W., & Beckett, L. (2005b). Ways toward an early diagnosis in Alzheimer’s disease: The Alzheimer’s Disease Neuroimaging Initiative (ADNI). Alzheimer’s & Dementia , 1 (1), 55–66. Parhad, I. M., Oishi, R., & Clark, A. W. (1992). GAP-43 gene expression is increased in anterior horn cells of amyotrophic lateral sclerosis. Annals of Neurology , 31 (6), 593–597. https:\/\/doi.org\/10.1002\/ana.410310605 . Poulin, S. P., Dautoff, R., Morris, J. C., Barrett, L. F., & Dickerson, B. C. (2011). Amygdala atrophy is prominent in early Alzheimer’s disease and relates to symptom severity. Psychiatry Research , 194 (1), 7–13. https:\/\/doi.org\/10.1016\/j.pscychresns.2011.06.014 . Powel, J. (1988). Wechsler memory scale-revised: David A. Wechsler. New York: The Psychological Corporation. Harcourt Brace Jovanovich, Inc, 1987. 150 pp. Archives of Clinical Neuropsychology , 3 (4), 397–403. https:\/\/doi.org\/10.1016\/0887-6177(88)90053-4 . PP, R. (1964). Human experimentation. Code of ethics of the world medical association. Declaration of Helsinki. British Medical Journal , 2 (5402), 177–177. Qiang, Q., Skudder-Hill, L., Toyota, T., Wei, W., & Adachi, H. (2022). CSF GAP-43 as a biomarker of synaptic dysfunction is associated with tau pathology in Alzheimer’s disease. Scientific Reports , 12 (1), 17392. Ramakers, G., McNamara, R. K., Lenox, R. H., & De Graan, P. (1999). Differential changes in the phosphorylation of the protein kinase C substrates myristoylated alanine-rich C kinase substrate and growth-associated protein-43\/B-50 following Schaffer collateral long-term potentiation and long-term depression. Journal of Neurochemistry , 73 (5), 2175–2183. Rao, Y. L., Ganaraja, B., Murlimanju, B. V., Joy, T., Krishnamurthy, A., & Agrawal, A. (2022). Hippocampus and its involvement in Alzheimer’s disease: A review. 3 Biotech , 12 (2), 55. https:\/\/doi.org\/10.1007\/s13205-022-03123-4 . Saal, K. A., Galter, D., Roeber, S., Bähr, M., Tönges, L., & Lingor, P. (2017). Altered expression of Growth Associated Protein-43 and rho kinase in human patients with Parkinson’s Disease. Brain Pathology , 27 (1), 13–25. https:\/\/doi.org\/10.1111\/bpa.12346 . Sandelius, Å., Portelius, E., Källén, Å., Zetterberg, H., Rot, U., Olsson, B., Toledo, J. B., Shaw, L. M., Lee, V. M., & Irwin, D. J. (2019). Elevated CSF GAP-43 is Alzheimer’s disease specific and associated with tau and amyloid pathology. Alzheimer’s & Dementia , 15 (1), 55–64. Shi, J., Stonnington, C. M., Thompson, P. M., Chen, K., Gutman, B., Reschke, C., Baxter, L. C., Reiman, E. M., Caselli, R. J., & Wang, Y. (2015). Studying ventricular abnormalities in mild cognitive impairment with hyperbolic Ricci flow and tensor-based morphometry. Neuroimage , 104 , 1–20. Simrén, J., Leuzy, A., Karikari, T. K., Hye, A., Benedet, A. L., Lantero-Rodriguez, J., Mattsson-Carlgren, N., Schöll, M., Mecocci, P., Vellas, B., Tsolaki, M., Kloszewska, I., Soininen, H., Lovestone, S., Aarsland, D., Hansson, O., Rosa-Neto, P., Westman, E., Blennow, K., & Ashton, N. J. (2021). The diagnostic and prognostic capabilities of plasma biomarkers in Alzheimer’s disease. Alzheimers Dement , 17 (7), 1145–1156. https:\/\/doi.org\/10.1002\/alz.12283 . Sled, J. G., Zijdenbos, A. P., & Evans, A. C. (1998). A nonparametric method for automatic correction of intensity nonuniformity in MRI data. IEEE Transactions on Medical Imaging , 17 (1), 87–97. Soria Lopez, J. A., Gonzalez, H. M., & Leger, G. C. (2019). Alzheimer’s disease. Handbook of Clinical Neurology , 167 , 231–255. https:\/\/doi.org\/10.1016\/B978-0-12-804766-8.00013-3 . Teipel, S., Drzezga, A., Grothe, M. J., Barthel, H., Chételat, G., Schuff, N., Skudlarski, P., Cavedo, E., Frisoni, G. B., & Hoffmann, W. (2015). Multimodal imaging in Alzheimer’s disease: Validity and usefulness for early detection. The Lancet Neurology , 14 (10), 1037–1053. Vemuri, P., Senjem, M. L., Gunter, J. L., Lundt, E. S., Tosakulwong, N., Weigand, S. D., Borowski, B. J., Bernstein, M. A., Zuk, S. M., Lowe, V. J., Knopman, D. S., Petersen, R. C., Fox, N. C., Thompson, P. M., Weiner, M. W., & Jack, C. R. (2015). Accelerated vs. unaccelerated serial MRI based TBM-SyN measurements for clinical trials in Alzheimer’s disease. Neuroimage , 113 , 61–69. https:\/\/doi.org\/10.1016\/j.neuroimage.2015.03.026 . Wachinger, C., Salat, D. H., Weiner, M., Reuter, M., & Initiative, A. (2016). Whole-brain analysis reveals increased neuroanatomical asymmetries in dementia for hippocampus and amygdala. Brain , 139 (12), 3253–3266. s. D. N. Weiler, M., Agosta, F., Canu, E., Copetti, M., Magnani, G., Marcone, A., Pagani, E., Balthazar, M. L. F., Comi, G., & Falini, A. (2015). Following the spreading of brain structural changes in alzheimer’s disease: A longitudinal, multimodal MRI study. Journal of Alzheimer’s Disease , 47 (4), 995–1007. West, M. J., Coleman, P. D., Flood, D. G., & Troncoso, J. C. (1994). Differences in the pattern of hippocampal neuronal loss in normal ageing and Alzheimer’s disease. Lancet , 344 (8925), 769–772. https:\/\/doi.org\/10.1016\/s0140-6736(94)92338-8 . Zhang, H., Lyu, D., Jia, J., & Initiative, A. D. N. (2021). The trajectory of Cerebrospinal Fluid Growth-Associated protein 43 in the Alzheimer’s Disease Continuum: A longitudinal study. Journal of Alzheimer’s Disease(Preprint) , 1–12.","resolvedUrl":"https:\/\/link.springer.com\/article\/10.1007\/s12021-024-09663-9","title":"Growth-Associated Protein 43 and Tensor-Based Morphometry Indices in Mild Cognitive Impairment - Neuroinformatics","sourceDomain":"link.springer.com"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":101},{"type":"PRAISE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7187025799118548992","threadUrn":"urn:li:activity:7187025799118548992","reactionsCount":102,"commentsCount":10,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7187025798279663618","message":{"attributes":[{"length":24,"start":499,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:967834808"}}},{"length":18,"start":525,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:827978055"}}},{"length":24,"start":623,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dpdKW7Wv"}}}],"text":"I'm happy to announce that our article, Growth-Associated Protein 43 and Tensor-Based Morphometry Indices in Mild Cognitive Impairment, is now available in the Neuroinformatics journal!\n\nThis study assessed CSF levels of GAP-43 and tensor-based morphometry indices in mild cognitive impairment and cognitively normal people during two years of follow-up. You can read the results in the link below!\n\n\nMentoring this project, I got to meet some brilliant medical students and work with them! I thank Amirhossein Salmannezhad, Hamidreza Ashayeri, and Ali Shushtari for their dedication to the learning process and teamwork!\n\nhttps:\/\/lnkd.in\/dpdKW7Wv"},"entityUrn":"urn:li:share:7187025798279663618"}}},{"createdAt":1713595440000,"insightId":"5d29ccfc-6a4d-46c2-9b4b-62bc793be470","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7187025799118548992,7187340315752611841)","threadUrn":"urn:li:activity:7187025799118548992","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":17,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:665013021"}}}],"text":"Pardis Jahandideh Thank you, dear Pardis 🌻 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7187025799118548992"}}},{"createdAt":1713595440000,"insightId":"9d435e61-d85b-49f7-aa43-02cec56ea295","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7187025799118548992,7187340458484781056)","threadUrn":"urn:li:activity:7187025799118548992","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":18,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:762796360"}}}],"text":"Mahsa Faramarzpour Thank you ❤️ "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7187025799118548992"}}},{"createdAt":1713595440000,"insightId":"be6f02e8-c569-415f-b9cf-c3ab18064192","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7187025799118548992,7187340254532558848)","threadUrn":"urn:li:activity:7187025799118548992","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":18,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:671316725"}}}],"text":"Mohammad Banazadeh Thanks 🌸 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7187025799118548992"}}},{"createdAt":1713595440000,"insightId":"e3817444-98ab-4909-982b-53efecee4c6a","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7187025799118548992,7187340395515691009)","threadUrn":"urn:li:activity:7187025799118548992","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[{"start":0,"length":21,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:839503609"}}}],"text":"Amin Nakhostin-Ansari Thanks, dear Amin 🌼 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7187025799118548992"}}},{"createdAt":1711038180000,"insightId":"8b328f89-e043-48bf-81e4-99dd27a58fe3","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7176081821422518272,7176614529705865216)","threadUrn":"urn:li:activity:7176081821422518272","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Happy Nowrouz, dear Professor!"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7176081821422518272"}}},{"createdAt":1711037940000,"insightId":"957b798f-4373-4a42-9a51-d22fc2c3b660","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7171864307545182211,7176613374502342658)","threadUrn":"urn:li:ugcPost:7171864307545182211","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats, dear Zahra 🎆 🎉  "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7171864307545182211"}}},{"createdAt":1710931080000,"insightId":"282e114a-ce2e-4358-9b9e-5ace22d82337","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7175986223658713089,7176165318505996289)","threadUrn":"urn:li:activity:7175986223658713089","reactionsCount":0,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congrats, dear Negar! ❤️ "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7175986223658713089"}}},{"createdAt":1710931020000,"insightId":"41d42003-a4bf-4df3-91ae-ae2050acb8aa","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(ugcPost:7174873061261733888,7176165015123599362)","threadUrn":"urn:li:ugcPost:7174873061261733888","reactionsCount":1,"commentsCount":1,"canComment":true},"commentary":{"attributes":[],"text":"Congrats, dear Pouria! 🎉 "},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7174873061261733888"}}}]}