{"summary":"•\tPh.D. in Pharmaceutical Sciences\n•\tPostdoc at the Department of Pharmacology, Max-Planck-Institute, Germany\n•\tLaboratory Operations Manager at Biomarker Technologies (BMKGENE), Germany\n•\tProfound experience in NGS laboratory management and organization \n•\tStrong background in project management, couple with expertise in NGS Technologies\n•\tExtensive experience in project documentation and reporting\n•\tExpertise and broad knowledge in NGS and TGS sequencing platforms\n•\tBroad knowledge in pharmacology, metabolism, fibrosis and tumor metastasis\n•\tDrug target validation in vitro and in mouse models\n•\tDrug discovery using in vitro cell-based screening approaches\n•\tDrug development in preclinical mouse models of disease\n•\tExtensive expertise in in vivo pharmacology\n•\tStrong motivation to contribute to the delivery of effective new therapeutics to patients \n•\tCommunicative, proactive and solution-oriented team player personality","lastName":"Xu","objectUrn":"urn:li:member:834659277","geoRegion":"Münster, North Rhine-Westphalia, Germany","fullName":"Hongjiao Xu","firstName":"Hongjiao","currentPositions":[{"companyName":"Biomarker (BMKGENE) Europe ","description":"Set up and manage a production lab from scratch\nProven experience in troubleshooting and method set-up\nKnowledge in Transcriptomics | Single Cell Omics | Genomics | Microbial Genomics | Epigenetics\nPlanning, coordination, integration, execution, monitoring NGS projects","title":"Laboratory Operations Manager","companyUrnResolutionResult":{"employeeCountRange":"501-1000","headquarters":{"country":"Germany","city":"Münster","postalCode":"48149","line1":"Johann-Krane Weg 42"},"website":"http:\/\/www.bmkgene.com","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/bmkgene-eu\/","industry":"Biotechnology Research"},"companyUrn":"urn:li:fs_salesCompany:31308230","tenureAtCompany":{"numYears":2,"numMonths":1},"startedOn":{"month":5,"year":2022}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1645476314568?e=1723075200&v=beta&t=6KFgXcUuFG_8DfLTDbmdHntJQ3eq8ThnjzBBVe9wZ0M","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1645476314568?e=1723075200&v=beta&t=HpvRqWkDx4y6uZURGRDy24G1e_V6GZQfGEc5OtYmkIA","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1645476314568?e=1723075200&v=beta&t=Q6Amxau7h3YhnEoBfkI_npWxOxMNwbwBpCVS0iSTI3U","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1645476314568?e=1723075200&v=beta&t=dGmTCR0q8ThHh6doZnCOoc2HngSAi751jn7Ok1Icng8","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/C4D03AQEehNCQelX36g\/profile-displayphoto-shrink_"},"projects":[],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:834659277"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:834659277"}],"category":"PORTFOLIO","dataSource":"LINKEDIN","url":"https:\/\/scholar.google.com\/citations?user=pRu2xi0AAAAJ&hl=en"}]},"industry":"Biotechnology Research","educations":[{"endedOn":{"month":6,"year":2019},"degree":"Doctor of Science","eduId":728664715,"schoolUrn":"urn:li:fs_salesSchool:715444","school":"urn:li:fs_salesSchool:715444","fieldsOfStudy":["Medicinal Chemistry"],"schoolName":"Sun Yat-sen University","startedOn":{"month":9,"year":2016}},{"endedOn":{"month":6,"year":2014},"degree":"Master of Science - MS","eduId":728668561,"schoolUrn":"urn:li:fs_salesSchool:630008","school":"urn:li:fs_salesSchool:630008","fieldsOfStudy":["Biochemistry and Molecular Biology"],"schoolName":"Lanzhou University","startedOn":{"month":9,"year":2011}},{"endedOn":{"month":6,"year":2011},"degree":"Bachelor of Science - BS","eduId":728665714,"schoolUrn":"urn:li:fs_salesSchool:15137443","school":"urn:li:fs_salesSchool:15137443","schoolName":"Huaiyin Normal University","startedOn":{"month":9,"year":2007}}],"skills":[{"numOfEndorsement":1,"name":" compactGMP"},{"numOfEndorsement":2,"name":"Biology"},{"numOfEndorsement":1,"name":"Sample Prep"},{"numOfEndorsement":0,"name":"Research Skills"},{"numOfEndorsement":0,"name":"Operations Management"},{"numOfEndorsement":0,"name":"Experimental Design"},{"numOfEndorsement":0,"name":"Laboratory Skills"},{"numOfEndorsement":0,"name":"Team Leadership"},{"numOfEndorsement":0,"name":"DNA Sequencing"},{"numOfEndorsement":0,"name":"RNAseq"},{"numOfEndorsement":0,"name":"Exome Sequencing"},{"numOfEndorsement":0,"name":"NGS"},{"numOfEndorsement":0,"name":"TGS"},{"numOfEndorsement":1,"name":"Molecular biology"},{"numOfEndorsement":1,"name":"Fluorescence-activated cell sorting"},{"numOfEndorsement":1,"name":"Animal experiments"},{"numOfEndorsement":1,"name":"Microscopy"},{"numOfEndorsement":1,"name":"Data analysis"},{"numOfEndorsement":1,"name":"Histology"},{"numOfEndorsement":1,"name":"Peptide and protein biochemistry"}],"pronoun":"She\/Her","numOfConnections":138,"patents":[{"inventors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}],"description":"We synthesize and report an adiponectin-based agonist, which potently improves insulin resistance in high fat diet induced NASH mice and suppresses hepatic stellate cells (HSCs) activation in CCl4 induced liver fibrosis. ","title":"Adiponectin receptor-1 and receptor-2 dual agonist peptides for the treatment of non-alcoholic steatohepatitis and liver fibrosis","url":"http:\/\/pss-system.cnipa.gov.cn\/sipopublicsearch\/patentsearch\/showViewList-jumpToView.shtml","issuer":"cn","issuedOn":{"month":7,"day":28,"year":2020}}],"headline":"Laboratory Supervisor & Manager at Biomarker (BMKGENE) Europe","courses":[],"certifications":[{"authority":"Laboratory Animal Science (mouse\/rat) - BERLIN, EU Function A","name":"Certificated course on laboratory animal science, category FELASA B","startedOn":{"month":9,"year":2019}},{"authority":"PTS Training Service","name":"Pharmaceutical GMP Professional","company":"urn:li:fs_salesCompany:12295371","startedOn":{"month":8,"year":2023},"companyUrn":"urn:li:fs_salesCompany:12295371"}],"memberBadges":{"premium":false,"openLink":false,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/hongjiao-xu-4b96381b3","organizations":[],"location":"Münster, North Rhine-Westphalia, Germany","publications":[{"publishedOn":{"month":11,"day":15,"year":2020},"description":"Chronic nonalcoholic steatohepatitis (NASH) is a metabolic disorder that often leads to liver fibrosis, a condition with limited therapy options. Adiponectin is an adipocytokine that regulates glucose and lipid metabolism via binding to its receptors AdipoR1 and AdipoR2, and AdipoRs signaling is reported to enhance fatty acid oxidation and glucose uptake. Here, we synthesize and report an adiponectin-based agonist JT003, which potently improves insulin resistance in high fat diet induced NASH mice and suppresses hepatic stellate cells (HSCs) activation in CCl4 induced liver fibrosis. Mechanistic studies indicate that JT003 simultaneously stimulates AdipoR1- and AdipoR2- mediated signaling pathways as well as the PI3K-Akt pathway. Moreover, JT003 treatment significantly improves ER-mitochondrial axis function, which contributes to the reduced HSCs activation. Thus, the AdipoR1\/AdipoR2 dual agonist improves both NASH and fibrosis in mice models, which provides the pharmacological and biological foundation for developing AdipoRs-based therapeutic agents on liver fibrosis.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33199780\/","name":"AdipoR1\/AdipoR2 dual agonist recovers nonalcoholic steatohepatitis and related fibrosis via endoplasmic reticulum-mitochondria axis","publisher":"Nature Communications       \/ ( First Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":7,"day":14,"year":2019},"description":"The rapeseed protein derived peptide DHNNPQIR (named as RAP-8) has been reported to possess antioxidant activity and alleviate liver fibrosis. Then to investigate the potential crucial pathways involved in ameliorating liver fibrosis of RAP-8, next-generation sequencing of messenger RNA (RNA-Seq) analysis of the fibrotic and RAP-8 treated mice was performed. We found RAP-8 exhibited anti-fibrotic effects via exerting cell cycle arrest and inhibiting oxidative stress.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31047894\/","name":"RAP-8 ameliorates liver fibrosis by modulating cell cycle and oxidative stress","publisher":"Life Sciences  \/ ( First Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":1,"day":5,"year":2019},"description":"Peptide DHNNPQIR (hereinafter referred to as RAP-8), a bioactive peptide originated from rapeseed protein, exhibits excellent in vivo efficacy in mouse models of nonalcoholic steatohepatitis (NASH) and hepatic fibrosis. We demonstrated that RAP-8 significantly reduced hepatic steatosis and improved insulin resistance and lipid metabolism. Furthermore, RAP-8 showed markedly reduced hepatic inflammation, fibrosis, liver injury, and metabolic deterioration. In particular, RAP-8 directly suppressed fibrosis-associated gene expression and decreased macrophage infiltration as wells as reduced pro-inflammatory cytokines secretion. Therefore, our results suggest that RAP-8 could be available for treatment of NASH and NASH-related metabolic disorders as a potential therapeutic candidate.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30543441\/","name":"Rapeseed protein-derived antioxidant peptide RAP ameliorates nonalcoholic steatohepatitis and related metabolic disorders in mice","publisher":"Molecular Pharmaceutics  \/ ( First Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":1,"day":15,"year":2019},"description":"We report our efforts in investigating the cellular endocytosis implications of the conjugation and linker chemistry in designing antibody-based agents. A series of anti-MUC1 single-chain variable fragment (scFv-SM3) conjugates were designed with unique structural characteristics ranging from conjugation methods, sites of attachment and linker chemistry. Our results indicate that the linker and conjugation chemistry play an important role in the internalization process of antibody conjugates, and this in turn could impact the therapeutic effects of Antibody-drug conjugates (ADCs).","url":"https:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2019\/ra\/c8ra09902b#!divAbstract","name":"Site-Specific Labeling of an Anti-MUC1 Antibody: Probing the Effects of Conjugation and Linker Chemistry on the Internalization Process","publisher":"Royal Society of Chemistry Advances   \/ ( First Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":12,"day":10,"year":2015},"description":"We investigated whether Endomorphin-1 (EM-1) could alleviate the memory-impairing effects of myloid-β 42 (Aβ42) in mice using novel object recognition (NOR) and object location recognition (OLR) tasks. We showed that co-administration of EM-1 was able to ameliorate Aβ42-induced amnesia in the lateral ventricle and the hippocampus, and these effects could not be inhibited by naloxone, an antagonist of μ-opioid receptors. Infusion of EM-1 or naloxone separately into the lateral ventricle had no influence on memory in the tasks. These results suggested that EM-1 might be effective as a drug for AD preventative treatment by inhibiting Aβ aggregation directly as a molecular modifier.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26505914\/","name":"Endomorphin-1 attenuates Aβ42 induced impairment of novel object and object location recognition tasks in mice","publisher":"Brain Research  \/ ( First Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":12,"day":8,"year":2014},"description":"Apelin and its receptor APJ (apelin receptor) are prominently expressed in brain regions involved in learning and memory. However, the role of apelin in cognition was largely unclear. Here, the role of apelin-13 in memory processes was investigated in mice novel object recognition task. Post-training injection of apelin-13 (0.3 and 1 nmol) dose-dependently impaired short-term memory (STM), however, pre-training infusion of apelin-13 (1 nmol) did not affect STM, suggesting apelin-13 blocks formation but not acquisition of STM. Apelin-13 (1 nmol) administered immediately, 30, 60 or 120 min post-training impaired long-term memory (LTM) in a time-dependent manner (30 min), however, both pre-training and pre-test infusion of apelin-13 (1 nmol) did not affect LTM, suggesting apelin-13 impaired consolidation but not acquisition and recall of LTM. Taken together, for the first time, our results indicate that apelin-13 blocks STM formation and LTM consolidation in novel object recognition task.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25445607\/","name":"The role of apelin-13 in novel object recognition memory","publisher":"Peptides  \/ ( Second Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":1,"day":16,"year":2014},"description":"The noradrenergic activity in the basolateral amygdala (BLA) was reported to be involved in the regulation of object recognition memory. As the BLA expresses high density of receptors for Neuropeptide S (NPS), we investigated whether the BLA is involved in mediating NPS’s effects on object recognition memory consolidation and whether such effects require noradrenergic activity. Intracerebroventricular infusion of NPS (1 nmol) post training facilitated 24-h memory in a mouse novel object recognition task. The memory-enhancing effect of NPS could be blocked by the β-adrenoceptor antagonist propranolol. Furthermore, post-training intra-BLA infusions of NPS (0.5 nmol\/side) improved 24-h memory for objects, which was impaired by co-administration of propranolol (0.5 μg\/side). Taken together, these results indicate that NPS interacts with the BLA noradrenergic system in improving object recognition memory during consolidation.","url":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S1074742713002050","name":"Neuropeptide S interacts with the basolateral amygdala noradrenergic system in facilitating object recognition memory consolidation","publisher":"Neurobiology of Learning and Memory  \/ ( Second Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":2,"day":21,"year":2013},"description":"Neuropeptide S (NPS), the endogenous ligand of NPSR, has been shown to promote arousal and anxiolytic-like effects. According to the predominant distribution of NPSR in brain tissues associated with learning and memory, NPS has been reported to modulate cognitive function in rodents. Here, we investigated the role of NPS in memory formation, and determined whether NPS could mitigate memory impairment induced by selective N-methyl-D-aspartate receptor antagonist MK801, muscarinic cholinergic receptor antagonist scopolamine or Aβ₁₋₄₂ in mice, using novel object and object location recognition tasks. Intracerebroventricular (i.c.v.) injection of 1 nmol NPS 5 min after training not only facilitated object recognition memory formation, but also prolonged memory retention in both tasks. The improvement of object recognition memory induced by NPS could be blocked by the selective NPSR antagonist SHA 68, indicating pharmacological specificity. Then, we found that i.c.v. injection of NPS reversed memory disruption induced by MK801, scopolamine or Aβ₁₋₄₂ in both tasks. In summary, our results indicate that NPS facilitates memory formation and prolongs the retention of memory through activation of the NPSR, and mitigates amnesia induced by blockage of glutamatergic or cholinergic system or by Aβ₁₋₄₂, suggesting that NPS\/NPSR system may be a new target for enhancing memory and treating amnesia.","url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23454528\/","name":"Neuropeptide S enhances memory and mitigates memory impairment induced by MK801, scopolamine or Aβ₁₋₄₂ in mice novel object and object location recognition tasks","publisher":"Neuropharmacology  \/ ( Third Author )","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"publishedOn":{"month":12,"day":22,"year":2021},"description":"Here, we have illustrated that TB001, a dual glucagon-like peptide-1 receptor\/glucagon receptor (GLP-1R\/GCGR) agonist with higher affinity towards GCGR, could retard the progression of liver fibrosis in various rodent models, with remarkable potency, selectivity, extended half-life and low toxicity.TB001 attenuated liver fibrosis through blocking downstream activation of pro-inflammatory nuclear factor kappa B\/NF-kappa-B inhibitor alpha (NFκB\/IKBα) pathways as well as c-Jun N-terminal kinase (JNK)-dependent induction of hepatocyte apoptosis. Furthermore, GLP-1R and\/or GCGR knock-down results represented GCGR played an important role in ameliorating CCl4-induced hepatic fibrosis. Therefore, TB001 can be used as a promising therapeutic candidate for the treatment of multiple causes of hepatic fibrosis demonstrated by our extensive pre-clinical evaluation of TB001.","url":"https:\/\/doi.org\/10.1016\/j.apsb.2021.12.016","name":"Design of a highly potent GLP-1R and GCGR dual-agonist for recovering hepatic fibrosis","publisher":"Acta Pharmaceutica Sinica B \/ (Co-First Author)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]},{"name":"Synergistic activation of AMPK by AdipoR1\/2 agonist and  antagonist of the EDPs receptor  recover NAFLD through enhancing mitochondrial function in mice","publishedOn":{"month":7,"day":19,"year":2022},"publisher":"Acta Pharmaceutica Sinica B \/ (Co-First Author)","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADG_480BbgsxmW4V30ON1GXx4sYhh0bgDSs,NAME_SEARCH,_4aB)"}]}],"positions":null,"posts":[{"createdAt":1715286600000,"insightId":"c0f4155f-ce08-4bde-898c-78ca57c7c02d","activityUnion":{"postActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":2}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:ugcPost:7194433626648838144","threadUrn":"urn:li:ugcPost:7194433626648838144","reactionsCount":2,"commentsCount":0,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7194433626648838144","message":{"attributes":[],"text":"I'm attending Sub-cellular Resolution Spatial Transcriptomic Sequencing with S1000. Join me on May 16."},"rootActivity":{"contentSummaryUnion":{"referenceContentSummary":{"entityUrn":"urn:li:event:7194333401070411776"}},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:ugcPost:7194333403297591297","message":{"attributes":[{"start":163,"length":9,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:585409999"}}},{"start":454,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/gU6NuiEZ"}}},{"start":480,"length":21,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:sequencingtechnology"}}},{"start":502,"length":20,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:spatialtrascriptome"}}},{"start":523,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:lifescience"}}}],"text":"Join our FREE webinar and explore the vast potential of Sub-cellular Resolution and High Flexibility in Spatial Transcriptomic Sequencing with BMKMANU S1000.\n\nDr. Ziming Z., Field Application Scientist at Biomarker (BMKGENE) Europe Technologies, will introduce BMKGENE's innovative spatial transcriptomic product, the BMKMANU S1000. \n\nGet a comprehensive overview of BMKGENE's Spatial Transcriptomic Sequencing product! Register now to reserve your spot:https:\/\/lnkd.in\/gU6NuiEZ\n\n#sequencingtechnology #spatialtrascriptome #lifescience"},"entityUrn":"urn:li:ugcPost:7194333403297591297"},"entityUrn":"urn:li:ugcPost:7194433626648838144"}}}]}