{"summary":"Avid researcher focusing on developing integrated optofluidic platforms for high-throughput biomolecule detection and manipulation. Also, interested in different single-molecule detection (SMD) and bio-detection methods (electrical, optical) and their instrumentation techniques for point-of-care (POC) devices.","lastName":"Sampad","objectUrn":"urn:li:member:945292789","geoRegion":"Santa Cruz, California, United States","fullName":"Mohammad Julker Neyen Sampad","firstName":"Mohammad Julker Neyen","currentPositions":[{"companyName":"University of California, Santa Cruz","description":"Doctoral research in optofluidics, mainly focusing on developing an integrated optofluidic platform for high-throughput biomolecule detection and manipulation. \n\nHighlights-\n- Developed electro-optofluidic platform for SARS-CoV-2 viral RNA detection at a clinically relevant concentration of 1e4 copies\/mL (LOD) with a detection rate enhancement of ~2000x\n- Integrated FPGA with optofluidic biosensors for real-time fluorescence detection of single bacterial plasmid DNA at attomolar concentrations\n- Bioassay protocol development for selectively capturing and releasing of viral nucleic acid and protein markers.\n- Integrating PDMS-based microfluidic sample-preparation platforms with nanopore-sensing devices \n- Implementation of an IoT-integrated lab-on-chip system for teaching simple code across the world   \n- Optofluidic device design and imaging using both optical and scanning electron microscopy. \n- Device characterization and performance analysis using optical experiments\n- Participated in the mentorship of students to develop research skills","title":"Graduate Research Assistant","companyUrnResolutionResult":{"employeeCountRange":"1001-5000","headquarters":{"geographicArea":"ca","country":"United States","city":"Santa Cruz","postalCode":"95064-1011","line1":"1156 High St"},"website":"http:\/\/ucsc.edu","flagshipCompanyUrl":"https:\/\/www.linkedin.com\/company\/ucsc\/","industry":"Higher Education"},"companyUrn":"urn:li:fs_salesCompany:2841","tenureAtCompany":{"numYears":5,"numMonths":9},"startedOn":{"month":9,"year":2018}}],"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)","profilePictureDisplayImage":{"artifacts":[{"width":100,"fileIdentifyingUrlPathSegment":"100_100\/0\/1699922337252?e=1723075200&v=beta&t=-xzldOYvWZsUHKsK32_aBW-tufasICBw6sjuSStloOA","height":100},{"width":200,"fileIdentifyingUrlPathSegment":"200_200\/0\/1699922337252?e=1723075200&v=beta&t=L216CipEe_7o1vvHZ2Jmc0qGXtAvU1sYwfgLeirQepg","height":200},{"width":400,"fileIdentifyingUrlPathSegment":"400_400\/0\/1699922337252?e=1723075200&v=beta&t=ajPSX8Rqur4B4NJFKWAIqBw3Ys4OtfZkfgtZr1KpmDw","height":400},{"width":800,"fileIdentifyingUrlPathSegment":"800_800\/0\/1699922337252?e=1723075200&v=beta&t=XV9be_sGhphzl7-dhuCJlaivhjeiKgqle4eI34pekmc","height":800}],"rootUrl":"https:\/\/media.licdn.com\/dms\/image\/D5603AQG_z6crHJW1Pw\/profile-displayphoto-shrink_"},"projects":[{"endedOn":{"month":12,"year":2020},"description":"•\tDevelop an optical trapping assisted nanopore capture rate enhancement (TACRE) platform for rapid SARS-CoV-2 RNA detection in both buffer and human nasal swab solutions.\n•\tThis platform demonstrates a high dynamic detection range (1e9 – 1e4 SARS-CoV-2 RNAs\/mL) with a low limit of detection (LOD = 1e4 SARS-CoV-2 RNAs\/mL) \n•\tSolid phase extraction method is utilized for target selectivity and the solid-state nanopore provides single molecule sensitivity. \n•\tOur platform couples the electrophoretic force with the optical trapping method on a single chip for a quick target delivery to the solid-state nanopore sensing region which increases target local concentration by ~8e5x compared to the nanopore bulk detection scheme at 1e4 copies\/mL SARS-CoV-2 RNA concentration.\n•\tWe demonstrate a nanopore detection rate enhancement of 2075X, effectively a cut down of the experiment time by 2075x enabling a high turnaround COVID-19 diagnosis tool. \n•\tAs this method avoids any optical labeling and amplification steps, thus avoids complexities and false signal arising from these processes.","title":"Optical trapping assisted label and amplification-free solid-state nanopore platform for high throughput detection of SARS-CoV-2 RNA","url":"https:\/\/doi.org\/10.1016\/j.bios.2021.113588","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"startedOn":{"month":6,"year":2020}},{"endedOn":{"month":7,"year":2017},"description":"- We developed a cost effective, comfortable and easily producible smart-hat for safe and smooth movement of the elderly people\n- Accelerometer, gyroscope and sonar sensor were integrated with programmable Arduino Nano to detect any falling event.\n- Right after a fall event, a request for help message was sent to the pre-assigned care givers by integrating GSM module with the Arduino device. \n- Moreover, RF transmission and receiver module was integrated with the door lock to help care giver personnel to reach the victim in home as soon as possible without wasting time in breaking and entering. \n- Our article based on this project was accepted and published in 2017 IEEE International Symposium on Technology and Society (ISTAS) held in Sydney, NSW, Australia.\n- This project was supervised by Sayeed Shafayet Chowdhury, Dr. Celia Shahnaz and Dr. Shaikh Anowarul Fattah.","title":"Designing smart hat for Safe and Smooth Walking of Elderly People","url":"https:\/\/doi.org\/10.1109\/ISTAS.2017.8319088","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABcy95EBiXiz2OXOTdH7dDLGcfji3aR6Vaw,NAME_SEARCH,uTlL)"}],"startedOn":{"month":10,"year":2016}},{"endedOn":{"month":9,"year":2017},"description":"- As a part of my undergraduate thesis, I developed a COMSOL-MATLAB simulator based on self-consistent solution of 1D Poisson-Schrodinger equation and Non-equilibrium Greens Function (NEGF) formalism. \n- A triple material double gate metal-oxide-field effect transistor (MOSFET) with TMDC channel materials device structure was proposed and characterized. \n- The proposed device structure shows improvement in Drain Induced Barrier Lowering (DIBL). \n- The impacts of different TMDC materials on electrical characteristics like energy sub band profile, current-voltage relationship, ON\/OFF current ratio have been investigated.\n- The research article based on this project was accepted and presented in 2018 IEEE International WIE Conference on Electrical and Computer Engineering (WIECON-ECE) held in Chonburi, Thailand. \n- This project was supervised by Dr. Samia Subrina.","title":"Quantum mechanical device modeling and simulator design","url":"https:\/\/doi.org\/10.1109\/WIECON-ECE.2018.8783037","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"startedOn":{"month":8,"year":2016}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"description":"I completed and demonstrated several Arduino based projects during my undergrad years. Some of them were for laboratory class projects. \n-  Arduino based miniature Power factor Improvement ( PFI ) plant.\n- Instrumentation of a mobile lux meter which determines the location with maximum light intensity\n- Arduino controlled weather query station with GSM\n- Obstacle avoider and maze solver robot. Awarded 8th position in Planetrix, an Inter University Robotics Competition organized by CSE, BUET. May, 2015.","title":"Arduino based electronic hardware projects"},{"endedOn":{"month":6,"year":2019},"description":"These projects were done as a part of the graduate level course \"EE-217: Engineering of Thin Film Deposition\", taught by Prof. N.P. Kobayashi.","title":"A Molecular Dynamics (MD) simulation study of Anderson and Langevin thermostat","url":"https:\/\/docs.google.com\/presentation\/d\/1qyqlZVRQhSnv0eUSz0FZ7fvJ1xbGqMxO\/edit#slide=id.p1","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"startedOn":{"month":6,"year":2019}},{"endedOn":{"month":12,"year":2018},"description":"This was done as a part of the graduate level course \"EE-211: Nanomaterials and Nanometer-Scale Devices\", taught by Prof. N.P. Kobayashi.","title":"2-dimensional Molecular Dynamic (MD) simulation study for 3-atom system","url":"https:\/\/www.youtube.com\/watch?v=sVxMR4sHl14&t=19s","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"startedOn":{"month":12,"year":2018}},{"endedOn":{"month":6,"year":2020},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ5epUBFTMOUG86qoLSZrwhCob1sY6slkw,NAME_SEARCH,3Wqy)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABryqvsBMJtt6PauYbmCmTNkL7Av4qnEgCg,NAME_SEARCH,l9OA)"}],"description":"- A visualization tool was developed by interfacing LabView with Timeharp260N Time-Correlated Single Photon Counting board for fluorescence detection experiments in Applied optics lab. \n- This was done as a part of the graduate level course \"Instrument Control with LabVIEW\", taught by Prof. Jeremy Hourigan.","title":"Interfacing LabView with Timeharp260N for real-time fluorescence signal acquisition","startedOn":{"month":6,"year":2020}},{"endedOn":{"month":7,"year":2020},"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"description":"- The aim of this project was to develop a fast and real-time nanopore translocation analysis system for a high-turnaround diagnostic tool.  \n- Ionic current signal from (usually in the range of nano ampere) is collected and converted to corresponding voltage signal by Axon axopatch device. \n- I interfaced Xilinx ADC (xADC) to this voltage signal after proper signal division by a cascade op-amps circuit in order to do live analysis. xADC converts analog signal to a 12bit digital signal at 1us interval. \n- The connected FPGA was programmed to detect any particle detection spike\/dips based on this digital signal and calculate characteristics dwell time and spike\/dip height. \n- I used UART communication between FPGA and a computer for visualizing results and storing them locally.","title":"Real time nanopore translocation event detection and signal analysis with FPGA","startedOn":{"month":7,"year":2020}},{"endedOn":{"month":10,"year":2022},"description":"We have developed a simple and remotely accessible sample preparation and detection platform for optofluidic investigation of different biomarkers. The system is designed as an Internet of Things (IoT) which connects an optofluidic device to a cloud-based server. This system enables researchers across the world to access and control laboratory equipment and scientific experiments  in a secure way. The platform uses polydimethylsiloxane (PDMS) based optofluidic devices that have a series of pneumatically actuated valves for moving very small volumes of liquid from inlet to the sensing region. The actuation of these valves is controlled by a programmable electronic circuitry based on Raspberry Pi, a small, light, cheap and easy-to-program processor that interconnects our on-site optofluidic device with the cloud-based server through Wi-Fi connection. A web-based user interface (UI) connects a user with the server from any remote location and offers three different modes of operations of the platform. We have demonstrated these features by transferring and executing a script for automatically mixing two different color food grade dyes in our PDMS based optofluidic device. Furthermore, we have utilized this system for automatic optical labeling and detection of E. Coli bacteria biomarker which shows great possibilities of future integration with the organoid system. We are currently designing and implementing an educational module that will allow students from under resourced countries to conduct an E. Coli sensing experiment remotely in order to advance the use of optofluidic technology for applications in genomic science.","title":"IoT empowered Lab-on-chip system for project-based learning across the world","url":"https:\/\/genomics.ucsc.edu\/project-based-learning\/","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"startedOn":{"month":11,"year":2021}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"description":"Detection and quantification of biomarkers from live cells are crucial parts of monitoring cell performance and cell health. Nanopores have been an established platform for analyzing different biomarkers. Due to their simple yet elegant electrical detection process, nanopores have been used for genome sequencing, single molecule analysis, pharmacological applications, water desalination, and many other applications. Among the three major types of nanopore –biological, solid-state, and hybrid, solid-state nanopores have been demonstrated to be a reliable and robust platform for label and amplification-free detection of biomarkers at single molecule sensitivities. Micro and nano-fabrication techniques have made it possible to fabricate artificial pores with tunable size and larger stability on thin solid-state membranes. This feature has also made it significantly easier to integrate solid-state nanopores with other technologies, such as microfluidics, to expand the implementations of nanopores for a wide array of biosensor applications. Polydimethylsiloxane (PDMS) based microfluidic devices offer an opportunity to fabricate complex 3-D microfluidic networks with cheap, easy, and fast fabrication using soft-lithography or 3-D printing. In this work, we demonstrate a microfluidics device with an integrated solid-state nanopore based on PDMS that can be used for label and amplification-free single molecule analysis. Our main goal is to use the device for detecting and quantitatively analyzing exosomes collected from organoids","title":"Microfluidics Integrated Solid State Nanopore Platform for Label-free Organoid Analysis","startedOn":{"month":11,"year":2021}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"description":"This project is an extended study of my previous work (https:\/\/doi.org\/10.1016\/j.bios.2021.113588), with bodily fluids extracted from virus-infected animals.","title":"Optical trapping assisted label and amplification-free solid-state nanopore platform for high throughput viral nucleic acid detection from bodily fluids","startedOn":{"month":1,"year":2021}},{"members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"description":"- Interfaced Arduino Uno connected with LabView for tuning Del Mar Trestles-100M-CW laser","title":"Arduino-LabView interface for tuning Trestles-100M-CW laser","startedOn":{"month":10,"year":2022}},{"endedOn":{"month":2,"year":2021},"description":"- Demonstrated a rapid sample-to-answer scheme that uses a field programmable gate array (FPGA) to enable live monitoring of single particle fluorescence analysis on an optofluidic chip. \n- Fluorescent nanobeads were detected with 99% accuracy\n- Particle concentrations in clinically relevant ranges from 3.4e4 to 3.4e6 \/ml are determined within seconds to a few minutes in real-time. \n - Dynamic flow rate changes can be monitored in real-time. \n- Real-time fluorescence detection of single bacterial plasmid DNA at attomolar concentrations,","title":"FPGA Integrated Optofluidic Biosensor for Real-Time Single Biomarker Analysis","url":"https:\/\/doi.org\/10.1109\/JPHOT.2021.3127484","members":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}],"startedOn":{"month":6,"year":2020}}],"contactInfo":{"websites":[{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:945292789"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:945292789"}],"category":"OTHER","dataSource":"LINKEDIN","url":"https:\/\/orcid.org\/0000-0003-0725-9747"},{"$anti_abuse_annotations":[{"attributeId":97,"entityId":19,"sourceUrn":"urn:li:member:945292789"},{"attributeId":48,"entityId":19,"sourceUrn":"urn:li:member:945292789"}],"category":"OTHER","dataSource":"LINKEDIN","url":"https:\/\/www.webofscience.com\/wos\/author\/record\/HII-2909-2022"}]},"industry":"Biotechnology Research","educations":[{"endedOn":{"month":12,"year":2023},"degree":"Doctor of Philosophy - PhD","eduId":756040203,"schoolUrn":"urn:li:fs_salesSchool:2841","school":"urn:li:fs_salesSchool:2841","fieldsOfStudy":["Integrated optofluidic platform for high throughput biomolecule detection and manipulation"],"schoolName":"University of California, Santa Cruz","startedOn":{"month":9,"year":2018}},{"endedOn":{"year":2022},"degree":"Master of Science - MS","eduId":948238449,"schoolUrn":"urn:li:fs_salesSchool:2841","school":"urn:li:fs_salesSchool:2841","fieldsOfStudy":["Electrical Engineering"],"schoolName":"University of California, Santa Cruz","startedOn":{"year":2018}},{"endedOn":{"month":9,"year":2017},"degree":"B.Sc. in Engineering, Electrical and Electronic Engineering (EEE)","eduId":850697586,"schoolUrn":"urn:li:fs_salesSchool:392199","school":"urn:li:fs_salesSchool:392199","schoolName":"Bangladesh University of Engineering and Technology","startedOn":{"month":2,"year":2013}}],"skills":[{"numOfEndorsement":0,"name":"nanopore "},{"numOfEndorsement":0,"name":"Bioassay"},{"numOfEndorsement":0,"name":"Biophotonics"},{"numOfEndorsement":0,"name":"Focused Ion Beam (FIB)"},{"numOfEndorsement":0,"name":"Scanning Electron Microscopy (SEM)"},{"numOfEndorsement":0,"name":"Fluorescence Microscopy"},{"numOfEndorsement":0,"name":"Fiber Optics"},{"numOfEndorsement":0,"name":"Spectrum Analyzer"},{"numOfEndorsement":0,"name":"Python (Programming Language)"},{"numOfEndorsement":0,"name":"Raspberry Pi"},{"numOfEndorsement":0,"name":"Field-Programmable Gate Arrays (FPGA)"},{"numOfEndorsement":0,"name":"COMSOL"},{"numOfEndorsement":0,"name":"NPGS"},{"numOfEndorsement":0,"name":"Assay Development"},{"numOfEndorsement":0,"name":"Jupyter"},{"numOfEndorsement":0,"name":"C (Programming Language)"},{"numOfEndorsement":0,"name":"Arduino"},{"numOfEndorsement":0,"name":"Verilog"},{"numOfEndorsement":0,"name":"Xilinx Vivado"},{"numOfEndorsement":0,"name":"Cadence Virtuoso"},{"numOfEndorsement":0,"name":"Universal Asynchronous Receiver\/Transmitter (UART)"},{"numOfEndorsement":0,"name":"LabVIEW"},{"numOfEndorsement":0,"name":"OrCAD PSpice"},{"numOfEndorsement":0,"name":"MATLAB"},{"numOfEndorsement":0,"name":"HTML"},{"numOfEndorsement":0,"name":"Silvaco"},{"numOfEndorsement":0,"name":"Sputtering"},{"numOfEndorsement":0,"name":"ImageJ"},{"numOfEndorsement":0,"name":"Laser"},{"numOfEndorsement":0,"name":"Lab-on-a-chip"},{"numOfEndorsement":0,"name":"Free Space Optics"},{"numOfEndorsement":0,"name":"Optofluidics"},{"numOfEndorsement":0,"name":"Materials Science"},{"numOfEndorsement":0,"name":"Printed Circuit Board (PCB) Design"},{"numOfEndorsement":0,"name":"AutoCAD"},{"numOfEndorsement":0,"name":"Adobe Illustrator"},{"numOfEndorsement":0,"name":"Microsoft Office"},{"numOfEndorsement":0,"name":"LaTeX"},{"numOfEndorsement":0,"name":"Electronics"},{"numOfEndorsement":0,"name":"Android SDK"},{"numOfEndorsement":0,"name":"Power Electronics"},{"numOfEndorsement":0,"name":"Soldering"},{"numOfEndorsement":0,"name":"Stepper Motors"},{"numOfEndorsement":0,"name":"GNU Octave"},{"numOfEndorsement":0,"name":"Lecturing"},{"numOfEndorsement":0,"name":"C++"},{"numOfEndorsement":0,"name":"Autodesk Fusion 360"},{"numOfEndorsement":0,"name":"Microscopy"},{"numOfEndorsement":0,"name":"Elevator Pitches"},{"numOfEndorsement":0,"name":"Safety Training"}],"pronoun":"He\/Him","numOfConnections":394,"patents":[],"headline":"PhD candidate at University of California, Santa Cruz | Solid-State Nanopore | Viral Biomarker | Single Molecule Detection | Optical Biosensing","courses":[{"name":"Nanomaterial Devices","number":"EE 216"},{"name":"Optical Fiber Communication","number":"EE 230"},{"name":"Introduction to Nanotechnology","number":"EE 211"},{"name":"Integrated Biophotonics","number":"EE 236"},{"name":"Optics and Microscopy","number":"EE 266"},{"name":"Fundamentals of Spectroscopy","number":"CHEM 261"},{"name":"Engineering of Thin Film Deposition","number":"EE 217"},{"name":"Electrochemistry","number":"CHEM 269"},{"name":"Bandgap Engineering","number":"ECE 225"},{"name":"Tomorrow's Professor","number":"ECE 291"},{"name":"LabVIEW for Instrument Control","number":"EART 290U"}],"certifications":[{"companyUrn":"urn:li:fs_salesCompany:1337","url":"https:\/\/www.linkedin.com\/learning\/certificates\/c4f5bf4fe8038a99a99158f2a6a5155aea77cf0f098f472e141c4ad1fcc005d0?trk=backfilled_certificate","authority":"LinkedIn","name":"Learning Python","company":"urn:li:fs_salesCompany:1337","startedOn":{"month":10,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/HA6WCQ5KPWTB","authority":"Coursera","name":"Introduction to the Internet of Things and Embedded Systems","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"HA6WCQ5KPWTB","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/6EHBTDXH2C74","authority":"Coursera","name":"The Arduino Platform and C Programming","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"6EHBTDXH2C74","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/J9V4MS6WJ7J6","authority":"Coursera","name":"Interfacing with the Arduino","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"J9V4MS6WJ7J6","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/47HLL7BDWPN2","authority":"Coursera","name":"Interfacing with the Raspberry Pi","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"47HLL7BDWPN2","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/3EWNM4NJW8AV","authority":"Coursera","name":"The Raspberry Pi Platform and Python Programming for the Raspberry Pi","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"3EWNM4NJW8AV","startedOn":{"month":11,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/MGS3R7ELZN9C","authority":"Coursera","name":"Machine Learning","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"MGS3R7ELZN9C","startedOn":{"month":12,"year":2021}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/5GRE6FZD39A5","authority":"Coursera","name":"Neural Networks and Deep Learning","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"5GRE6FZD39A5","startedOn":{"month":1,"year":2022}},{"companyUrn":"urn:li:fs_salesCompany:2453129","url":"https:\/\/www.coursera.org\/account\/accomplishments\/certificate\/4R5S84V4C65Q","authority":"Coursera","name":"Improving Deep Neural Networks: Hyperparameter Tuning, Regularization and Optimization","company":"urn:li:fs_salesCompany:2453129","licenseNumber":"4R5S84V4C65Q","startedOn":{"month":1,"year":2022}}],"memberBadges":{"premium":true,"openLink":true,"jobSeeker":false},"flagshipProfileUrl":"https:\/\/www.linkedin.com\/in\/mohammad-julker-neyen-sampad","organizations":[{"name":"Optica","position":"Student member","startedOn":{"month":4,"year":2021}},{"name":"SPIE","position":"Student member","startedOn":{"month":7,"year":2022}},{"endedOn":{"year":2018},"name":"IEEE","position":"Member","startedOn":{"year":2016}}],"location":"Santa Cruz, California, United States","publications":[{"publishedOn":{"month":8,"day":16,"year":2019},"description":"Nanopore-based single nanoparticle detection has recently emerged as a vibrant research field with numerous high-impact applications. Here, we introduce a programmable optofluidic chip for nanopore-based particle analysis: feedback-controlled selective delivery of a desired number of biomolecules and integration of optical detection techniques on nanopore-selected particles. We demonstrate the feedback-controlled introduction of individual biomolecules, including 70S ribosomes, DNAs and proteins into a fluidic channel where the voltage across the nanopore is turned off after a user-defined number of single molecular insertions. Delivery rates of hundreds\/min with programmable off-times of the pore are demonstrated using individual 70S ribosomes. We then use real-time analysis of the translocation signal for selective voltage gating of specific particles from a mixture, enabling selection of DNAs from a DNA-ribosome mixture. Furthermore, we report optical detection of nanopore-selected DNA molecules. These capabilities point the way towards a powerful research tool for high-throughput single-molecule analysis on a chip.","url":"https:\/\/doi.org\/10.1038\/s41467-019-11723-7","name":"On demand delivery and analysis of single molecules on a programmable nanopore-optofluidic device","publisher":"Nature Communications","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCObikBKymWCIEHYq7l1gS0b56mBL-9qOQ,NAME_SEARCH,MazA)"}]},{"publishedOn":{"month":8,"day":30,"year":2021},"description":"Ultrasensitive, versatile sensors for molecular biomarkers are a critical component of disease diagnostics and personalized medicine as the COVID-19 pandemic has revealed in dramatic fashion. Integrated electrical nanopore sensors can fill this need via label-free, direct detection of individual biomolecules, but a fully functional device for clinical sample analysis has yet to be developed. Here, we report amplification-free detection of SARS-CoV-2 RNAs with single molecule sensitivity from clinical nasopharyngeal swab samples on an electro-optofluidic chip. The device relies on optically assisted delivery of target carrying microbeads to the nanopore for single RNA detection after release. A sensing rate enhancement of over 2,000x with favorable scaling towards lower concentrations is demonstrated. The combination of target specificity, chip-scale integration and rapid detection ensures the practicality of this approach for COVID-19 diagnosis over the entire clinically relevant concentration range from 1e4-1e9 copies\/mL.","url":"https:\/\/doi.org\/10.1016\/j.bios.2021.113588","name":"Optical trapping assisted label-free and amplification-free detection of SARS-CoV-2 RNAs with an optofluidic nanopore sensor","publisher":"Biosensors and Bioelectronics","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABemLVMBj_Gj3n94vHIQwHn1G2yJmY5r7Zk,NAME_SEARCH,5kg8)"}]},{"publishedOn":{"month":8,"day":28,"year":2019},"description":"We use optical trapping to deliver molecular targets to the vicinity of a nanopore for high-throughput single molecule analysis on an optofluidic chip. DNA detection rates increase over 80× to enable detection at attomolar concentrations","url":"https:\/\/doi.org\/10.1364\/OPTICA.6.001130","name":"Optical trapping assisted detection rate enhancement of single molecules on a nanopore optofluidic chip","publisher":"Optica","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCObikBKymWCIEHYq7l1gS0b56mBL-9qOQ,NAME_SEARCH,MazA)"}]},{"publishedOn":{"month":6,"day":7,"year":2021},"description":"The advent of single-molecule probing techniques has revolutionized the biomedical and life science fields and has spurred the development of a new class of labs-on-chip based on powerful biosensors. Nanopores represent one of the most recent and most promising single molecule sensing paradigms that is seeing increased chip-scale integration for improved convenience and performance. Due to their physical structure, nanopores are highly sensitive, require low sample volume, and offer label-free, amplification-free, high-throughput real-time detection and identification of biomolecules. Over the last 25 years, nanopores have been extensively employed to detect a variety of biomolecules with a growing range of applicatons ranging from nucleic acid sequencing to ultrasensitive diagnostics to single-molecule biophysics. Nanopores, in particular those in solid-state membranes, also have the potential for integration with other technologies such as optics, plasmonics, microfluidics, and optofluidics to perform more complex tasks for an ever-expanding demand. A number of breakthrough results using integrated nanopore platforms have already been reported, and more can be expected as nanopores remain the focus of innovative research and are finding their way into commercial instruments. This review provides an overview of different aspects and challenges of nanopore technology with a focus on chip-scale integration of solid-state nanopores for biosensing and bioanalytical applications.","url":"https:\/\/doi.org\/10.1039\/D1LC00294E","name":"Recent advances in integrated solid-state nanopore sensors","publisher":"Lab on a chip","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAACCObikBKymWCIEHYq7l1gS0b56mBL-9qOQ,NAME_SEARCH,MazA)"}]},{"publishedOn":{"month":11,"day":11,"year":2021},"description":"Integrated optofluidic biosensors can fill the need for sensitive, amplification-free, multiplex single molecule detection which is relevant for containing the spread of infectious diseases such as COVID-19. Here, we demonstrate a rapid sample-to-answer scheme that uses a field programmable gate array (FPGA) to enable live monitoring of single particle fluorescence analysis on an optofluidic chip. Fluorescent nanobeads flowing through a micro channel are detected with 99% accuracy and particle concentrations in clinically relevant ranges from 3.4e4 to 3.4e6 \/ml are determined within seconds to a few minutes without the need for post-experiment data extraction and analysis. In addition, other extract salient experimental parameters such as dynamic flow rate changes can be monitored in real time. The sensor is validated with real-time fluorescence detection of single bacterial plasmid DNA at attomolar concentrations, showing excellent promise for implementation as a point of care (POC) diagnostic tool.","url":"https:\/\/doi.org\/10.1109\/JPHOT.2021.3127484","name":"FPGA Integrated Optofluidic Biosensor for Real-Time Single Biomarker Analysis","publisher":"IEEE Photonics Journal","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ5epUBFTMOUG86qoLSZrwhCob1sY6slkw,NAME_SEARCH,3Wqy)"}]},{"publishedOn":{"month":8,"day":10,"year":2017},"description":"Most of the elderly people in our society are visually challenged, physically weak and thus face troubles during movement. Due to poor vision, often they fail to detect obstacles around them and hurt themselves. Due to aging, abnormal involuntary movements and lack of timely\nrescue system, the magnitude of injury and other adverse effects worsens. One possible way to reduce these old age sufferings could be to design an assistive device which can take corrective measures based on position, neighborhood information and the event of fall (if any). The aim of this research is to develop a cost effective, comfortable and easily producible smart-hat for safe and smooth movement of the elderly people. Some of the key features to be offered by the smart-hat are - obstacle detection, providing aid in the movement in a straight path and fall detection. No such technology exists at present which incorporates all these features in a single device. The proposed device uses very simple methodology. This system takes reading from an accelerometer and differentiates a fall from other normal activities using an adaptive threshold set in triaxial directions. This device aids an elderly person to walk straight using the angular displacement of head movement obtained from a gyroscope. Lastly, few sonar sensors are attached to the hat to sense obstacles around the user covering a 360-degree range. During an event of fall, the system keeps sending request for help to pre-assigned caregivers by using a GSM module. Also, the device makes wireless arrangement for opening the lock of the front door for the ease of rescue operation when the victim is at home. The device showed an overall success rate of nearly 86.25%. The implications of this device would be to reduce number of accidents, decrease the time of arrival of medical attention, increase supervision capability, thus reducing injuries as well as mortality rate; which in turn will ensure independent living of the target group.","url":"https:\/\/doi.org\/10.1109\/ISTAS.2017.8319088","name":"Smart-hat: Safe and smooth walking assistant for elderly people","publisher":"IEEE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABcy95EBiXiz2OXOTdH7dDLGcfji3aR6Vaw,NAME_SEARCH,uTlL)"}]},{"publishedOn":{"month":8,"day":13,"year":2020},"description":"We present a method to create robust, nanoscale solid-state membranes using the natural shape of a liquid meniscus as a template. A narrow, open channel is etched into a silicon substrate and then a photoresist polymer is introduced into the channel through spontaneous capillary action. The natural concave meniscus formed by the polymer is then covered by a thin chemical vapor deposited membrane. The polymer is removed by sacrificial etching, leaving behind a suspended membrane. Membranes as large as 20 μm by 9 mm can be fabricated with a thickness as low as 50 nm.","url":"https:\/\/doi.org\/10.1088\/1361-6528\/aba711","name":"Solid-state membranes formed on natural menisci","publisher":"Nanotechnology","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}]},{"publishedOn":{"month":4,"day":30,"year":2022},"description":"We demonstrate a method for fabricating and utilizing an optofluidic particle manipulator on a silicon chip that features a 300 nm thick silicon dioxide membrane as part of a microfluidic channel. The fabrication method is based on etching silicon channels and converting the walls to silicon dioxide through thermal oxidation. Channels are encapsulated by a sacrificial polymer which fills the length of the fluid channel by way of spontaneous capillary action. The sacrificial material is then used as a mold for the formation of a nanoscale, solid-state, silicon dioxide membrane. The hollow channel is primarily used for fluid and particle transport but is capable of transmitting light over short distances and utilizes radiation pressure for particle trapping applications. The optofluidic platform features solid-core ridge waveguides which can direct light on and off of the silicon chip and intersect liquid channels. Optical loss values are characterized for liquid and solid-core structures and at interfaces. Estimates are provided for the optical power needed to trap particles of various sizes.","url":"https:\/\/doi.org\/10.3390\/mi13050721","name":"Optofluidic Particle Manipulation Platform with Nanomembrane","publisher":"Micromachines","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}]},{"publishedOn":{"month":8,"day":27,"year":2022},"description":"We demonstrate an optofluidic device which utilizes the optical scattering and gradient forces for particle trapping in microchannels featuring 300 nm thick membranes. On-chip waveguides are used to direct light into microfluidic trapping channels. Radiation pressure is used to push particles into a protrusion cavity, isolating the particles from liquid flow. Two different designs are presented: the first exclusively uses the optical scattering force for particle manipulation, and the second uses both scattering and gradient forces. Trapping performance is modeled for both cases. The first design, referred to as the orthogonal force design, is shown to have a 80% capture efficiency under typical operating conditions. The second design, referred to as the gradient force design, is shown to have 98% efficiency under the same conditions.","url":"https:\/\/doi.org\/10.3390\/bios12090690","name":"Optofluidic Particle Manipulation: Optical Trapping in a Thin-Membrane Microchannel","publisher":"Biosensors","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}]},{"publishedOn":{"month":8,"day":1,"year":2019},"description":"Recently Transition Metal Dichalcogenide (TMDC) materials have been explored as channel material for enhanced performance of electronic devices. In this study, the variations of electrostatics and transport characteristics of a triple material double gate metal-oxide-field effect transistor (MOSFET) with TMDC channel materials have been investigated through numerical simulator. The simulator is designed based on self-consistent solution of 1D Poisson-Schrodinger equation along the direction perpendicular to the channel and transport characteristics are observed employing Non-equilibrium Greens Function (NEGF) formalism. The proposed device structure shows improvement in Drain Induced Barrier Lowering (DIBL). The impacts of different TMDC materials on electrical characteristics like energy sub band profile, current-voltage relationship, ON\/OFF current ratio have been investigated. Such study would be beneficial for next generation electronic device applications.","url":"https:\/\/doi.org\/10.1109\/WIECON-ECE.2018.8783037","name":"Transport Characterstics of TMDC Channel Triple Material Double Gate MOSFET","publisher":"IEEE","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"}]},{"publishedOn":{"month":5,"day":14,"year":2021},"description":"Programmable, fast electronic tools are integrated with optofluidic sensors for live analysis of fluorescence signals from single particles flowing through a fluidic channel. We demonstrate real-time, high-accuracy identification of targets and determination of analyte concentration.","url":"https:\/\/doi.org\/10.1364\/CLEO_AT.2021.AF2Q.4","name":"Real-Time Bio Particle Flow Analysis Platform Based on FPGA Integrated Optofluidic ARROW Devices","publisher":"Optica Publishing Group","authors":[{"entityUrn":"urn:li:fs_salesProfile:(ACwAADhYBfUBqg0N-JY__ayHbZxZDLxh3TbHacQ,NAME_SEARCH,yT24)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABZ5epUBFTMOUG86qoLSZrwhCob1sY6slkw,NAME_SEARCH,3Wqy)"},{"entityUrn":"urn:li:fs_salesProfile:(ACwAABryqvsBMJtt6PauYbmCmTNkL7Av4qnEgCg,NAME_SEARCH,l9OA)"}]}],"positions":null,"posts":[{"createdAt":1712950020000,"insightId":"5bd096c3-20a2-4764-814e-f254caa5e5ba","activityUnion":{"postActivity":{"contentSummaryUnion":{"ingestedContentSummary":{"image":{"attributes":[{"originalImageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHZLhJdDC4jDQ\/articleshare-shrink_800\/0\/1714526112571?e=1717977600&v=beta&t=5ZilnwFYrut5hesoJ6HKrPK23xNMbh4yq4P-jH0thto","sourceType":"URL","imageUrl":"https:\/\/media.licdn.com\/dms\/image\/sync\/D4E27AQHZLhJdDC4jDQ\/articleshare-shrink_800\/0\/1714526112571?e=1717977600&v=beta&t=5ZilnwFYrut5hesoJ6HKrPK23xNMbh4yq4P-jH0thto"}]},"description":"Viral outbreaks can cause widespread disruption, creating the need for diagnostic tools that provide high performance and sample versatility at the...","resolvedUrl":"https:\/\/doi.org\/10.1073\/pnas.2400203121","title":"Label-free and amplification-free viral RNA quantification from primate biofluids using a trapping-assisted optofluidic nanopore platform | Proceedings of the National Academy of Sciences"}},"socialMetadata":{"reactionTypeCounts":[{"type":"LIKE","count":37},{"type":"PRAISE","count":8},{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:activity:7184633160129732608","threadUrn":"urn:li:activity:7184633160129732608","reactionsCount":46,"commentsCount":2,"canComment":true},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:share:7184631250282766338","message":{"attributes":[{"start":189,"length":4,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:86955728"}}},{"start":495,"length":26,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:15097438"}}},{"start":538,"length":24,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:4035"}}},{"start":585,"length":35,"value":{"com.linkedin.common.CompanyAttributedEntity":{"company":"urn:li:company:1841479"}}},{"start":659,"length":20,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:528873532"}}},{"start":700,"length":8,"value":{"com.linkedin.common.MemberAttributedEntity":{"member":"urn:li:member:509009059"}}},{"start":747,"length":13,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:optofluidics"}}},{"start":761,"length":9,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:nanopore"}}},{"start":771,"length":12,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:diagnostics"}}},{"start":784,"length":9,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:virology"}}},{"start":794,"length":5,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:zika"}}},{"start":800,"length":6,"value":{"com.linkedin.common.HashtagAttributedEntity":{"hashtag":"urn:li:hashtag:covid"}}},{"start":837,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dyhJ2D6B"}}},{"start":899,"length":8,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"http:\/\/Phys.org"}}},{"start":909,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dXWdA2vW"}}},{"start":954,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dssw7nzc"}}},{"start":991,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dRqYxhsC"}}},{"start":1031,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dAW3cv5k"}}},{"start":1077,"length":24,"value":{"com.linkedin.common.HyperlinkAttributedEntity":{"url":"https:\/\/lnkd.in\/dHcitpzV"}}}],"text":"I am thrilled to announce that our latest paper on nanopore-integrated optofluidic platform development for label-free and amplification-free viral RNA quantification has been published in PNAS (Proceedings of the National Academy of Sciences)! Our research shows a simple lab-on-chip system that combines optics, microfluidics, and nanopore-based single-molecule analysis for rapid Zika and SARS-CoV-2 infection testing in primate biofluids. This is a collaborative effort among Schmidt lab at Baskin Engineering at UCSC, Hawkins lab at Brigham Young University, and Patterson lab at Texas Biomedical Research Institute. Special thanks to my fellow labmate, S M Saiduzzaman Abir for his help and to Emily C. for her press release on this work. \n\n#optofluidics #nanopore #diagnostics #virology #Zika #COVID\n\nThe paper can be found here: https:\/\/lnkd.in\/dyhJ2D6B\n\nCheck the press releases below!\n\n\n- Phys.org: https:\/\/lnkd.in\/dXWdA2vW.\n- UCSC NewsCenter: https:\/\/lnkd.in\/dssw7nzc\n- BYU news: https:\/\/lnkd.in\/dRqYxhsC\n- EurekaAlert: https:\/\/lnkd.in\/dAW3cv5k\n- TBRI news article: https:\/\/lnkd.in\/dHcitpzV"},"entityUrn":"urn:li:share:7184631250282766338"}}},{"createdAt":1717254180000,"insightId":"71ce96fd-5d22-4dc5-824b-c25b9a3c32bd","activityUnion":{"commentActivity":{"socialMetadata":{"reactionTypeCounts":[{"type":"EMPATHY","count":1}],"entityUrn":"urn:li:fs_salesSocialMetadata:urn:li:comment:(activity:7202328199115010050,7202686316285759490)","threadUrn":"urn:li:activity:7202328199115010050","reactionsCount":1,"commentsCount":0,"canComment":true},"commentary":{"attributes":[],"text":"Congratulations 👏"},"activityUrl":"https:\/\/www.linkedin.com\/feed\/sales-navigator\/urn:li:activity:7202328199115010050"}}}]}